Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: ... bitterly I fought, yessss, and I was heavily wounded. A woman wassss amongsst thossse humansss, crazy one.
fr: ... farouchement je me sssuis battu, oui et j'ai été sssévèrement blesssé. Une femme était avec ccces humains, une vraie folle.
it: ... assspramente ho combattuto, sssì, e sssono ssstato gravemente fferito. Una donna era con quesssti uomini, una pazza.
pl: ... waleszsznie walszszyłem, tak, i cięszszko mnie ssssraniono. Kobieta była mięsssy tymi luśśśśmi, szszalona...
tr: ... Ne acıdır ki, ben döğüşşşştüm ve ağır yaralandım. Bu inssssanlar arasssında bir kadın vardı, çılgın biri.

source: Be calm, you are amongsst friendss, no humanss here...
fr: Du calme, on est entre amis iccci, pas d'humains iccci...
it: Ssstai calmo, sssei tra amici, non ci sssono uomini qui...
pl: Nie martw śśśśśsię, jessssteś między przyjaciółmi, żadnychhh ludzi tutaj..,
tr: Uzzzak durun, siz dosstlarıma karşşşısssınızzz, buraya insssan giremezzzz...

source: Lizards!
fr: Des lézards !
it: Lucertole!
pl: Jaszczury!
tr: Kertenkeleler!

source: Oh no!!
fr: Oh non !!
pl: O nie!!
tr: Oh hayır!!

source: Prepare to be exterminated!
fr: Préparez-vous à être exterminés !
it: Preparatevi a essere sterminati!
pl: Przygotujcie się do wyrżnięcia!
tr: Yokolmaya hazırlan!

source: Oh that was cute. When she learned talk like that?
fr: Oh que c'est mignon. Quand a-t-elle appris à parler comme ça ?
it: Oh affascinante. Dove hai imparato a parlare così?
pl: Och, jakie to było milusie. Gdzie ona się nauczyła tak przemawiać?
tr: Oh bu hoştu. Ne zaman öğrendi böyle konuşmayı?

source: Oh, I hate lizards.
fr: Oh, je déteste les lézards.
it: Oh, io odio le lucertole.
pl: Och, nienawidzę jaszczurek.
tr: Oh, kertenkeleleri sevmem.

source: Nice practice to our soldiers. And maybe they know something.
fr: C'est un bon entraînement pour nos soldats. Et ils savent peut-être quelque chose.
it: Sarà un buon esercizio per i nostri soldati. E forse sanno pure qualcosa.
pl: Odrobina treningu przyda się naszym ludziom. I może te jaszczury coś wiedzą.
tr: Askerlerimiz için hoş bir deneyim. Belki bir şeyler biliyorlardır.

source: So, what's now?
fr: Bien et maintenant ?
it: E adesso?
pl: Więc, co teraz?
tr: Eee, şimdi ne olacak?

source: Well, the plan is simple: ask their leaders about orcs, kill them all.
fr: Bien, le plan est simple : on questionne leurs chefs à propos des orcs et on les tue tous.
it: Be', il piano è semplice: chiediamo degli orchi ai comandanti e poi uccidiamoli tutti.
pl: Cóż, plan jest prosty: zapytać ich przywódców o orki, pozabijać ich wszystkich.
tr: Pekala, plan basit: liderlerine orkları sor ve hepsini öldür.

source: Wow, it couldn't get any simpler. Gawen, you are military genius. The simplicity of your brilliant plan is breathtaking.
fr: Waou, Gawen, vous êtes un stratège hors pair ! Votre brillant plan est si simple que j'en reste bouche bée... ça ne pouvait pas être plus clair !
it: Wow, ma non avresti potuto farla più semplice, Gawen, sei un genio militare. La semplicità del tuo brillante piano mozza il fiato.
pl: Łaaał, no prościej by się nie dało. Gawenie kochany, prawdziwy z ciebie wojskowy geniusz. Prostota twojego błyskotliwego planu zapiera dech w piersi.
tr: Vay canına, daha basit olamazdı. Gaven, siz bir askeri dehasınız. Parlak planınızın basitliği soluk kesici.

source: It is winter: That increases our chances a lot.
fr: C'est l'hiver : ça augmente énormément nos chances.
it: È inverno: le nostre possibilità aumentano parecchio.
pl: Mamy zimę. To poważnie zwiększa nasze szanse.
tr: Şimdi kış: Bu, şansımızı epeyce arttıracak.

source: We can withdraw in any moment, remember that.
fr: Nous pouvons nous retirer à tout moment, ne l'oubliez pas.
it: Possiamo ritirarci in qualsiasi momento, tienilo a mente.
pl: Możemy się wycofać w każdej chwili, pamiętajcie panie o tym.
tr: Her an çekilebiliriz, bunu unutmayın.

source: Lizard thing.. Uh.. So.. What do you know about orcs?
fr: Chose reptilienne... Euh... Donc... Que sais-tu des orcs ?
it: Rettile... Ehm... allora... cosa sai degli orchi?
pl: Jaszczurowy cosiu.. Uch... Więc.. Co wiesz o orkach?
tr: Sürüngen şeyler... Oh... Orklar hakkında ne biliyorsunuz?

source: Orcsss? They are big and bad and they are going around sssslaughtering humansss, which isss a good thing.
fr: Les zzorcs ? Ils sssont grands et mauvais et ils masssacrent les humains aux alentours. Ccc'est une bonne choszze.
it: Orchi? Sono grossi e cattivi e se ne vanno in giro a massacrare gli uomini, che è una buona cosa.
pl: Orkowe ssstwory? Ssssą sssłe i wielkie i chosssą wkoło sssabijając luśśsi, co jessst dobrą szszeczą.
tr: Orklarrrr? Onlar iri ve kötüler. Onlar insssanlar kılıçtan geçiriyor. İnsssanlar lezzzetli.

source: Uh, you smell awful.. You don't wash yourself on purpose, do you, to scare away enemies, huh? I can't think any question in such smell.. so die, lizard thing...
fr: Eurk, tu pues horriblement... Tu ne te laves jamais, hein, c'est pour éloigner les ennemis, hein ? Je ne peux pas réfléchir avec une telle odeur... Prépare-toi à mourir, chose reptilienne.
it: Uh, puzzi terribilmente... Non ti lavi di proposito, vero, per spaventare i nemici, eh? Non mi viene in mente nessuna domanda in mezzo a questo odore... allora muori, rettile...
pl: Uch, ależ ty śmierdzisz... Chyba specjalnie się nie myjesz, żeby odstraszać wrogów, co? W takim smrodzie nie dam rady wymyśleć więcej pytań.. więc giń, jaszczurzy pomiocie...
tr: Of, kokunuz korkunç. Kendiniz için bile yıkanmaz mısınız? Yoksa düşmanlarınızı böyle mi kaçırıyorsunuz? Böyle bir koku soruları bile düşünmemi engelliyor... geber, sürüngen şey...

source: You could simply choose not to kill him and allow us to ask him few questions, does such revolutionary idea came through your mind?
fr: Vous pourriez simplement ne pas le tuer et nous laisser lui poser quelques questions. Est-ce qu'une idée aussi révolutionnaire peut traverser votre esprit ?
it: Potresti semplicemente decidere di non ucciderlo e permetterci di fargli alcune domande, non ti è mai passata per il cervello un'idea così rivoluzionaria?
pl: Mogłaś po prostu go nie zabijać i pozwolić nam zadać mu parę pytań, czy taki rewolucyjny pomysł nie przemknął ci przez głowę?
tr: Gayet basit, hemen öldürmezsiniz ve bizim bir kaç soru sormamıza izin verirsiniz. Böyle bir devrimci fikir aklınıza gelmedi mi?

source: Lizard, do you like your tail? If so, tell me everything you know about why orcs are in Vakladia, and do it fast.
fr: Est-ce que tu tiens à ta queue, lézard ? Si oui, dis-moi tout ce que tu sais à propos des orcs et de leur présence à Vakladia et fais-le vite.
it: Lucertola, ci tieni alla tua coda? Se ci tieni, dimmi tutto quello che sai sugli orchi che ci sono a Vakladia, e fallo in fretta.
pl: Jaszczurze, czy lubisz swój ogonek? Jeżeli tak, powiedz mi wszystko co wiesz o powodzie bytności orków w Vakladii, i zrobisz to bardzo szybko.
tr: Sürüngen, kuyruğunu seviyorsan Vakladya’daki orklar hakkında bildiğin herşeyi söyle, çabuk!

source: Orcss creaturesss? They were invited here, by ssssome Akladian lordsss, that's all I know!
fr: Les zzorcs ? Ils ont été invités iccci par un ssseigneur Akladien, ccc'est tout ccce que je sssais.
it: Creature orchi? Sssono ssstate invitate, qua, da alcuni sssignori di Akladia, è tutto quello che so!
pl: Orkofffe ssstfffory? Zaproszszono je tutaj, pszszszesss jakiegośśś akladyjsssskiego lorda, tyle tylko wiem...
tr: Orklar, şu yaratıklarrr... Onları buraya bazı Akladyalı beyler davet etti, bildiğim bu kadar!

source: Think faster about something more, if you want to go to your lizard heaven in one piece!
fr: Pense plus vite à plus d'informations, si tu veux rejoindre le paradis des lézards en un seul morceau.
it: Pensa in fretta a qualcos'altro, se vuoi raggiungere il paradiso delle lucertole tutto intero!
pl: No to pomyśl o czymś jeszcze, jeżeli chcesz trafić do swojego jaszczurowego nieba w jednym kawałku!
tr: Sürüngen cennetine acı çekmeden gitmek istiyorsan, daha fazlasını söylemelisin, çabuk ol!

source: Lizard heaven? We do not have sssuch thing.
fr: Un paradis des lézzzards ? Nous n'avions rien de ccce genre.
it: Paradissso delle lucertole? Non esssisste niente del genere.
pl: Jaszszczurowe niebo? Nie mamy czegośśś takiego.
tr: Sürüngen cenneti mi? Bizim öyle bir şeyimiz yok.

source: Sure you don't, I know you are going straight to hell, that was a metaphore.
fr: Évidemment que non, c'était une métaphore, je sais que vous allez directement finir en enfer !
it: Ma certo che non c'è, lo so che andrai direttamente all'inferno, era solo un modo di dire.
pl: No przecież wiem. Idziecie prosto do piekła. To była taka metafora (trudne słowo).
tr: Elbette yoktur. Doğrudan cehenneme gittiğinizi bilmez miyim? Mecazi anlamda söyledim.

source: No, no, I mean that our philosssophical sysstem doesn't employ such vague ideas as 'heaven' or 'hell'. Our thinking about the world, sssomething you call religion, isss much more ssssophissssticated. For example..
fr: Non, non, je veux dire que notre sssyssstème philisssophique n'utilissse pas de notttion de paradis ou d'enfer. Notre façççon de voir le monde, ccce que vous zzappelez religion, est beaucoup plus sssophissstiquée, par exzzemple.
it: No, no, io dico che la nossstra filosssofia non usssa termini vaghi come "paradissso" o "inferno". Le nossstre credenze sssul mondo, che tu chiami religione, è molto più sssofisssticata. Per esssempio...
pl: Nie, nie. Mam na myśśli że naszsz ssssysstem filossssofiszszny nie pośśśsiada tak ssssłabo ssspresysowanych pojęśśśś jak 'niebo' szszy 'piekło'. Naszsze pogłądy na śświat, cośśś co nassssfałabyśśś religią, sssą bardziej wyraffffinowane. Na pszszykład...
tr: Hayır, hayır, bizim felsefi sistemimizde ‘cennet’ veya ‘cehennem’ gibi muğlak şeylere yer yoktur, demek istiyorum. Bizim dünya hakkındaki düşüncemiz, sizin din dediğiniz şeyden çok daha teferruatlı. Örneğin...

source: Off your head! Surely he looks much less sophisticated without his head, isn't it?
fr: Oh tu me prends la tête ! Il fera sûrement moins le malin sans la sienne, non ?
it: Via la testa! Di sicuro sembra molto meno sofisticato senza la propria testa, vero?
pl: Ciach i nie ma głowy! No, bez głowy nie wygląda specjalnie wyraffffinowanie, nieprawdaż?
tr: Kesin kafasını şunun! Eminim, kafası yokken daha az teferruatlı görünecektir.

source: Ah, I like tough girls. Lorin, do you take a sword to your bed, too?
fr: Ah, j'aime les filles dures. Lorin, est-ce que vous emmenez aussi votre épée au lit ?
it: Ah, mi piacciono le ragazze tenaci. Lorin, te la porti anche a letto la tua spada?
pl: Ach, lubię twarde dziewczyny. Lorin, czy do łoża również zabierasz miecz?
tr: Oh, sert kızları severim. Lorin, kılıcı yatağına da alıyor musun?

source: Do we know each other?
fr: On se connaît ?
it: Ci conosciamo?
pl: Czy my się znamy?
tr: Başka ne biliyoruz?

source: We met before, lady thing.. I wass wounded but I sssurvived. It wasss hope I had I wouldn't see your feissssse again..
fr: On sss'est déjà rencontrés, dame machin... J'étais blesssé, mais j'ai sssurvécu. Grâccce à l'essspoir de revoir votre faccce.
it: Ci sssiamo già incontrati, lady signora... Sssono rimasssto fferito ma sssono sssopravvisssssuto. Sssperavo di non dover più rivedere la tua ffaccia...
pl: Sssspotkaliśśmy się już kiedyśśśś, pani kobieto... Sssraniony byłem, ale pszszeszszyłem. Naśśśieję miałem, sze więsssej twojej tfaszszy nie ujszszę...
tr: Hanımefendiyle daha önce tanışmıştık. Yaralanmıştım ama ölmedim. Yüzünüzü tekrar görmemeyi umuyordum...

source: My what? Anyway, whatever, you will tell me everything you know about orcs.
fr: Ma quoi ? Peu importe, tu me diras tout ce que tu sais au sujet des orcs.
it: La mia cosa? Comunque, sia come sia, adesso mi dirai tutto quello che sai sugli orchi.
pl: Mojego czego? W każdym bądż radzie, em, powiesz mi wszystko co wiesz o orkach.
tr: Ne olursa, orklar hakkında bildiğin herşeyi bana söyleyeceksin.

source: You will tell me everything you know about orcs.
fr: Tu vas me dire tout ce que tu sais au sujet des orcs.
it: Mi dirai tutto quello che sai sugli orchi.
pl: Powiesz mi wszystko co wiesz o orkach.
tr: Orklar hakkında bildiğin herşeyi bana söyleyeceksin.

source: Aren't you allied now? Which issss quite natural for you, isssn't it?
fr: Vous n'êtes pas alliés maintenant ? Ccce ssserait plutôt naturel pour vous, non ?
it: Adessssso non sssiete alleati? Del resto è nella natura delle cossse, no?
pl: Czyszsz nie jesteśśście teraz ssssprzymieszszeni? Co sssresztą było dla wassss dośśść naturalne, nieprawdaszsz?
tr: Müttefik değil misiniz, şimdi? Sizin için doğal olan da bu, değil mi?

source: We? No, not really. I guess you don't know nothing really important. Go to your ancestors, lizard!
fr: Nous ? Non, pas vraiment. Je suppose que tu ne sais rien de vraiment important : va rejoindre tes ancêtres, lézard !
it: Noi? No, no davvero. Penso che tu non sappia niente di importante. Raggiungi i tuoi antenati, lucertola!
pl: My? Nie, raczej nie. Wygląda na to, że nie wiesz nic naprawdę ważnego. Czas dołączyć do swoich przodków, jaszczurze!
tr: Biz mi? Hayır, doğru değil. Tahminimce, gerçekten önemli hiçbir şey bilmiyorsun. Atalarının yanına git, sürüngen!

source: Thank you! Ssso you will sssave my life?
fr: Merccci ! Donc vous me sssauvez la vie ?
it: Grazie! Mi lassscerai, dunque, vivere?
pl: Dziękuje! Pozwolisz mi więc żyć?
tr: Teşekkür ederim! Yani, hayatımı bağışladın mı?

source: Uh, what?
fr: Euh, quoi ?
it: Eh, cosa?
pl: Ee.. że jak?
tr: Ne?

source: You are allowing me to leave, so I could go to my ancestors.. some of them live quite near thisss place...
fr: Vous me laisssez partir, pour que je puissse rejoindre mes ancccètres. Cccertains d'entre eux vivent tout près d'iccci.
it: Mi permetti di andare perché io posssssa raggiungere i miei antenati... alcuni di loro vivono proprio qua vicino...
pl: Posssfalaszsz mi odejśść, szebym mógł dołąszszyć do moich pszodkufff.. Niektószszy s nich szyją barssso blisssko tego miejssca...
tr: Beni bırakırsan, atalarımın yanına gidebilirim, buraya yakın bir yerde yaşıyorlar...

source: I think you are confused.. Or am I? But out of the sudden I lost my natural urge to cut your head off. Go away.
fr: Je pense que tu te trompes... Ou bien c'est moi !? Mais finalement, j'ai perdu ma tendance naturelle à te couper la tête. Va-t'en.
it: Credo che tu sia confuso... O lo sono io? Beh, così all'improvviso non sento più nella mia natura di tagliarti la testa. Vattene.
pl: Chyba coś ci się poplątało.. Chyba, żeby mi się coś pomieszało... Ech, zupełnie nagle straciłam swoją naturalną potrzebę pozbawienia ciebie głowy. Znikaj.
tr: Kafan karışık sanırım.. Yoksa benim mi? Üzerinden zaman geçince, doğal kafa kesme dürtümü kaybettim. Defol.

source: You will allow me to live! And you will be sspared!
fr: Vous me laissez vivre ! Et vous ssserez épargnée !
it: Tu mi lassscerai vivere! Io ti risssparmierò!
pl: Pozwoliszszsz mi żyć! A zostanieszsz oszszczędzona!!
tr: Yaşamama izin ver! Ve canın bağışlansın!

source: Uh, what? I think your command of human language is quite limited. How in earth you think you may sssspare me?
fr: Euh, quoi ? Je crois que ta connaissance du langage humain est limitée. Comment diable peux-tu croire que tu peux m'épargner ?
it: Eh, cosa? Penso che la tua padronanza della lingua degli uomini sia molto limitata. Come diavolo puoi pensare di risssparmiarmi?
pl: E.. że jak? Chyba twoja znajomość języka ludzi jest dość ograniczona. Jakim cudem możesz sobie wyobrazić, że to ty możesz mnie oszszszczędzić?
tr: Ne? İnsan diline hakimiyetin sınırlı sanırım. Beni öldürebileceğini nasıl düşünürsün?

source: Maybe he thought about some other word. Uhmmm, for example f..
fr: Il pensait peut-être à un autre mot. Hum, par exemple r...
it: Forse pensava a un'altra parola. Ehmmm, per esempio, s...
pl: Może myślał o jakiś innym słowie. Um, na przykład zerż...
tr: Belki başka sözcükler düşünüyordu. Ehem, örneğin s...

source: Andrey, do you really want to test how big my patience is?
fr: Andrey, tu veux vraiment tester les limites de ma patience ?
it: Andrey, allora vuoi veramente mettere a prova la mia pazienza?
pl: Andrey, czy ty naprawdę chcesz sprawdzić, co się dzieje, kiedy się kończy moja cierpliwość?
tr: Andrey, gerçekten sabrımı taşırmak niyetinde misin?

source: Andrey! Yes! You remember my first name!
fr: Andrey ! Oui ! Vous vous souvenez de mon prénom !
it: Andrey! Sì! Ti ricordi il mio nome!
pl: Andrey! Tak! Zapamiętałaś moje imię!
tr: Andrey! Evet! İlk adımı hatırlıyorsun!

source: Iff you will kill me, other lizardss will find you and sssslain you and ...
fr: Sssi vous me tuez, d'autres lézzzards vous trouveront et vous tueront et...
it: Ssse tu mi ucciderai, altre lucertole ti troveranno e ti masssssacreranno e...
pl: Jeśśśli mnie sssabijesz, inne jaszszczury ssssnajdą ciebie i sssabiją i...
tr: Eğerrr beni öldürürsssen, diğer kertenkelelerrr seni bulurrr ve seni öldürürrr ve ...

source: Or maybe again, maybe he thought about other word, for example...
fr: Ou cette fois encore il pensait peut-être à un autre mot, par exemple...
it: O forse di nuovo, forse pensava a un'altra parola, per esempio...
pl: Chociaż znowu, może pomyślał o innym słowie, na przykład..
tr: Veya belki yine... belki başka sözcükler düşünüyordur, örneğin...

source: Aaaaaargh!
pl: Aaaaargh!
tr: Aaaaaahhhh!

source: I hate empty threats.
fr: Je déteste les discussions creuses.
it: Non sopporto le vuote minacce.
pl: Nienawidzę pustych gróżb.
tr: Boş konuşmalardan nefret ediyorum.

source: Ha! It started incredibly easy! See, I told you. In winter that lizards are much less dangerous. Nice occasion to train troops.
fr: Ah ! Ça devient incroyablement facile ! Vous voyez, je vous l'avais dit ! En hiver les lézards sont beaucoup moins dangereux. C'est une bonne occasion pour entraîner les troupes.
it: Ah! È cominciato in modo veramente facile! Io ve l'avevo detto. D'inverno le lucertole sono molto meno pericolose. È stata un'ottima occasione per allenare le truppe.
pl: Ha! Zaczęło się niesamowicie łatwo! Widzicie, mówiłem wam. W zimie te jaszczury nie są takie groźne. Niezła okazja by potrenować żołnierzy.
tr: Ah! Ne kadar kolay başladı! Bakın, size söylemiştim. Kışın bu kertenkeleler daha az tehlikeli oluyor. Askerleri eğitmek için hoş bir fırsat.

source: Fighting with lizards here is waste of time. Retreat!
fr: Combattre les lézards est une perte de temps. Retraite !
it: Combattere le lucertole qua è solo uno spreco di tempo. Ritirata!
pl: Walka z jaszczurami tutaj to tylko strata czasu. Odwrót!
tr: Burada kertenkelelerle döğüşmek vakit kaybı. Geri çekilelim!

source: Ha! The lizards were hiding here some gold!
fr: Ah ! Les lézards avaient caché de l'or !
it: Ah! Ecco dov'è che le lucertole nascondevano l'oro!
pl: Ha! Jaszczury ukrywały tutaj nieco złota!
tr: Bak! Kertenkeleler buraya biraz altın gizlemiş!

source: You have received 40 golden pieces
fr: Vous avez reçu 40 pièces d'or.
it: Hai ricevuto 40 pezzi d'oro.
pl: Otrzymałeś 40 sztuk złota
tr: 40 altın aldınız.

source: Death of Andrey Yaranov (if recalled)
fr: Mort d'Andrey Yaranov (s'il avait été rappelé)
it: Morte di Andrey Yaranov (se richiamato)
pl: Śmierć Andreya Yaranova (o ile został przywołany)
tr: Andrey Yaranov’un ölümü (göreve çağrıldıysa)

source: Scored!
fr: Touché !
it: Punto!
pl: Zaliczony!
tr: Bu bir!

source: Don't start again, kid. I won't play that game this time.
fr: Ne recommence pas, gamine. Cette fois, je ne joue plus.
it: Non ricominciare, ragazzo. Questa volta non giocherò.
pl: Nie zaczynaj znowy, dzieciaczku. Nie będę znowu się bawiła z tobą w tą grę.
tr: Tekrar başlama, ufaklık. Bu oyunu bu kez oynamayacağım.

source: Hey, Lorin, or whatever is your name, have you seen this? Now you know why underlings give weapons to 'children'
fr: Hé Lorin, ou quelque soit votre nom, vous avez vu ça ? Maintenant, vous savez pourquoi les inférieurs donnent des armes aux 'enfants'
it: Ehi, Lorin, o come ti chiami, hai sentito? Ora sai perché i miserabili fanno combattere i "bambini".
pl: Hej, Lorin, czy jak tam masz na imię, widziałaś to? Teraz chyba już wiesz, dlaczego pariasi pozwalają 'dzieciom' chodzić z bronią.
tr: Hey, Lorin, ya da adın her neyse, bunu gördün mü? Paryaların ‘çocuklara’ neden silah verdiğini artık biliyorsun.

source: Ha! Gawen, have you seen that? I already killed two enemies, and that your step-grand-mother hadn't killed a single one!
fr: Ha ! Gawen, vous avez vu ça ? J'ai déjà tué deux ennemis et votre belle-mère n'en a tué qu'un seul !
it: Ah! Gawen, hai visto che roba? Ho già ucciso due nemici mentre quella tua vecchia matrigna non ne ha ucciso ancora nessuno!
pl: Ha! Gawen, widziałeś? Zabiłam już dwóch wrogów, a ta twoja babcia-macocha ani jednego!
tr: Gaven, bunu gördün mü? Ben iki düşman öldürmüşken, üvey büyükannen tek bir düşman bile öldürmedi!

source: Ha! Scored two!
fr: Et de deux !
it: Ah! Un altro punto!
pl: Ha! Zaliczony drugi!
tr: Bu iki!

source: You think it is some kind of competition?
fr: Vous le pensez comme un genre de compétition ?
it: Credi che sia una gara?
pl: Wydaje ci się, że to jakieś zawody czy co?
tr: Bunun bir çeşit rekabet olduğunu mu düşünüyorsun?

source: Hey, Gawen. That she-wolf of yours is pathetic. I scored three while she hadn't killed a single enemy!
fr: Hé, Gawen : votre Louve est pathétique. J'en ai déjà eu trois alors qu'elle n'a encore abattu aucun ennemi !
it: Ehi, Gawen. Questa tua lupa è patetica. Ho fatto già tre punti mentre lei non ha ucciso un solo nemico!
pl: Hej, Gawen. Ta twoja wilczyca jest żałosna. Zaliczyłam trzech przeciwników podczas gdy ona nie zdołała zabić ani jednego!
tr: Hey, Gaven. Şu sizin dişi kurt acınacak halde. O tek bir düşman öldürmemişken ben üçünü devirmiştim bile!

source: Ha! Scored three!
fr: Ha ! Et de trois !
it: Ah! Terzo punto!
pl: Ha! Zaliczony trzeci!
tr: Bu üç!

source: So what? I am winning!
fr: Bon et alors ? Je suis en train de gagner !
it: E allora? Sto vincendo!
pl: No i co z tego? Ja wygrywam!
tr: Ne? Ben kazanıyorum!

source: So what?
fr: Et maintenant ?
it: E allora!
pl: No i co z tego?
tr: o?

source: Ha! Another one!
fr: Ouais, encore un !
it: Ah! Un altro!
pl: Ha! Jeszcze jeden!
tr: Bir tane daha!

source: I'm a killing machine! And that Lorin should hide back in Haeltin!
fr: Je suis une vraie machine à tuer ! Cette Lorin devrait retourner se cacher à Haeltin !
it: Sono una sterminatrice! Che Lorin torni a nascondersi a Haeltin!
pl: Jestem maszyną do zabijania! A ta Lorin powinna ukryć swoją pomarszczoną twarz z powrotem w Haeltin!
tr: Ben bir öldürme makinesiyim. Lorin de dönsün Haeltin’de saklansın!

source: Ha! I'm winning!
fr: Ah ! Je gagne !
it: Ah! Sto vincendo!
pl: Ha! Wygrywam!
tr: Ben kazanıyorum!

source: Impertinent ungodly underling child, the day had not ended!
fr: Gamin inférieur, impertinent et impie, la journée n'est pas encore finie.
it: Impertinente indegna miserabile bambina, la giornata non e' ancora finita!
pl: Bezczelne bezbożne dziecko pariasa, dzień się jeszcze nie skończył!
tr: Terbiyesiz dinsiz parya çocuk, gün daha bitmedi!

source: First kill today!
fr: Premier tué aujourd'hui.
it: Ecco il primo morto della giornata!
pl: Pierwszy zabity tego dnia!
tr: Bugün ilk ölüm!

source: Oh no, mighty Lorin is coming! All children and little furry animals, run for your life!
fr: Oh non, Lorin la terrible arrive ! Que tous les enfants et les petits animaux courent pour leur vie !
it: Oh no, la potente Lorin sta arrivando! Presto i bambini e gli animali di piccola taglia si mettano in salvo!
pl: Och nie, mocarna Lorin się zbliża! Uwaga, wszystkie dzieci i małe futrzaste zwierzątka, chowajcie się gdzie tylko możecie!
tr: Oh hayır, kudretli Lorin geliyor! Çocuklar ve kürklü hayvanlar kaçıp canını kurtarsın!
