Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: After seeing the atrocities committed by orcs Gawen's soldiers were unusually silent. None was joking or singing, as usuall after last few battles. Everyone seem to think about their own families, wifes and children.
fr: Après avoir vu les atrocités commises par les orcs, les soldats de Gawen étaient inhabituellement silencieux. Aucun ne blaguait ou ne riait, comme de coutume après les dernières batailles. Ils semblaient tous penser à leurs familles, leurs enfants et leurs femmes.
it: Dopo avere visto le atrocità commesse dagli orchi, i soldati di Gawen erano insolitamente silenziosi. Nessuno scherzava o cantava, come capita di solito dopo le ultime battaglie. Tutti sembravano pensare alle loro famiglie, mogli e bambini.
pl: Po ujrzeniu zbrodni popełnionych przez orki wśród ludzi Gawena zapanowała niezwykła cisza. Nikt nie żartował ani nie śpiewał, jak to bywało zwykle po ostatnich paru bitwach. Wyglądało jakby każdy myślał o swoich własnych rodzinach, żonach i dzieciach.
tr: Orkların yaptığı mezalimi gördükten sonra Gaven’ın askerlerinin ağzını bıçak açmaz olmuştu. Son bir kaç çatışmadan sonra olduğu gibi ne şakalaşan ne de türkü söyleyen kalmıştı. Herkes çoluk çocuğunu düşünüyordu.

source: I was finally free! I still couldn't believe in that. Not only I was free, but also Gawen, my king, was alive. It was real relief for me; the thought that I had abandoned him during battle of Barnon was haunted me for weeks.
fr: J'étais enfin libre ! Je ne pouvais toujours pas le croire. Je n'étais pas seulement libre, mais Gawen, mon roi, était vivant. C'était un vrai soulagement pour moi. La pensée de l'avoir abandonné durant la bataille de Barnon me hantait depuis des semaines.
it: Finalmente ero libero! Ancora non ci potevo credere. Non soltanto ero libero, ma anche Gawen, il mio re, era vivo. Per me era molto importante; il pensiero di averlo abbandonato durante la battaglia di Barnon mi aveva perseguitato per settimane.
pl: Wreszcie byłem wolny! Wciąż nie mogłem w to uwierzyć. I nie tylko byłem wolny, ale także Gawen, mój król, był wśród żywych. Była to dla mnie prawdziwa ulga; myśl, że opuściłem go w czasie bitwy pod Barnon ciążyła na moim sumieniu przez wiele tygodni.
tr: Sonunda özgürüm! Hala inanamıyorum. Özgür olmakla kalmadım, ayrıca, Gaven, kralım da hayatta. Omuzlarım için ağır bir yüktü; düşündüğüm, haftalarca aklımdan çıkmayan şey, Barnon savaşı sırasında onu terkettiğimdi.

source: I was surprised that he was surrounded by underlings. But then, Gawen demanded that I should never use that word again, so I should start to think about them as 'Wesnothians'. I think the girl with red hair have a crunch on Gawen, and despite Lorin calling her 'a mite of a child' she was woman already, quite pretty for that.
fr: Je fus surpris de le voir entouré d'inférieurs. Mais Gawen me demanda de ne plus utiliser ce mot, de façon à ce que je puisse penser à eux comme à des Wesnothiens. Je pense que la fille aux cheveux rouges avait un penchant pour Gawen et malgré le fait que Lorin l'appelait 'pauvre enfant', elle était déjà une femme et très jolie.
it: Fui sorpreso che fosse circondato da miserabili. Ma ora, Gawen mi aveva chiesto di non usare mai più quella parola, in modo che potessi cominciare a pensare a loro come "uomini di Wesnoth". Penso che la ragazza con capelli rossi abbia una cotta per Gawen e malgrado Lorin la chiami «un acaro di un bambina» era già donna, abbastanza carina per giunta.
pl: Byłem zaskoczony, że otaczali gp pariasi. Ale gdy Gawen zarządał bym nigdy więcej nie używał tego słowa, więc zacząłem w myślach określać ich 'Wesnothianamii'. Myślę, że rudowłosa dziewczyna była zakochana w Gawenie, i chociaż Lorin nazywała ją małą dziecinką, była już kobietą, i do tego całkiem ładną.
tr: Paryalar arasında olması beni şaşırttı. Fakat, Gaven bundan sonra bu kelimeyi bir daha asla kullanmamam gerektiğini, bunun yerine onlara ‘Wesnotlar’ demem gerektiğini söyledi. Kızıl saçlı kız, sanırım Gaven’a düşkün. Lorin’in ona ‘asalak çocuk’ demesine rağmen o bir kadın ve gerçekten zarif.

source: Failing to save Reme really destroyed Gawen's mood. The news about Reme's death reached Gawen's temporary base soon after that.
fr: Échouer dans le sauvetage de Reme avait vraiment détruit le moral de Gawen. La nouvelle de la mort de Reme atteignit la base temporaire de Gawen.
it: Non essere riuscito a salvare Reme distrusse veramente l'umore di Gawen. Poco dopo le notizie della morte di Reme raggiunsero la base provvisoria di Gawen.
pl: Nieudana próba ratunku Reme'go wpędziła Gawena w fatalny nastrój. Wiadomość o jego śmierci dotarła do tymczasowej bazy wkrótce potem.
tr: Kısa zamanda Reme’nin ölüm haberi Gaven’ın geçici üssüne ulaştı. Reme’yi kurtarmakta başarısız olmak Gaven’ın ruh hali üzerinde gerçekten büyük etki yaptı.

source: I've seen a lot of orcs lately. They are going here and there, surprisingly disciplined and well-behaved for what I've heard about them. Well, yes, they killed and ate three of our cows and took our only horse, but that's what one can expect from any soldiers. Some orcish unit is garrisoned near Barnon, south from here.
fr: J'ai vu des orcs récemment. Ils vont et viennent, étrangement bien disciplinés et se comportant mieux que ce qu'en j'avais entendu d'eux. Bien sûr, ils ont tué et mangé trois de nos vaches et pris notre seul cheval, mais on peut s'attendre à cela de n'importe quel soldat. Quelques unités orcs sont en garnison près de Barnon, au sud d'ici.
it: Ultimamente ho visto molti orchi. Stanno andando qui e là, sorprendentemente disciplinati e inquadrati per quello che si dice di loro. Be', sì, hanno ucciso e mangiato tre delle nostre mucche e hanno preso il nostro unico cavallo, ma è solo quello che ci si può aspettare da qualunque soldato. Alcune unità di orchi si sono acquartierate vicino a Barnon, a sud di qui.
pl: Widziałem sporo orków ostatnio. Chodzą tu i tam, zdumiewająco zdyscyplinowani i grzeczni jak na to, co o nich słyszałem. No tak, zabili i zeżarli trzy nasze krowy i zabrali naszego jedynego konia, ale tego w końcu można się spodziewać po każdych żołnierzach. Jedna grupa stacjonuje koło Barnon, na południe stąd.
tr: Kısa bir süre önce bir sürü ork gördüm. Şuraya buraya hareket halindeydiler ve onlar hakkında duyduklarımın aksine şaşırtıcı derecede disiplinli ve iyi davranışlıydılar. Eh, evet, üç ineğimizi öldürüp yediler, tek atımızı aldılar, ama bu her askerden beklenebilecek bir davranış. Bir ork birimi buranın güneyinde, Barnon yakınlarında garnizon kurmuş.

source: Reme? No, I have not heard about him.
fr: Reme ? Non je n'ai pas entendu parler de lui.
it: Reme? No, non ho sentito nulla di lui.
pl: Reme? Nie, nie słyszałem o nim.
tr: Reme? Hayır, hakkında bir şey duymadım.

source: Bontom? of course I know about it. It is a nice place west from here. Nice villages are there, my wife is from that area.
fr: Bontom ? Bien sûr que je connais. C'est un endroit très sympa à l'est d'ici. Il y a de chouettes villages là-bas. Ma femme vient de cette région.
it: Bontom? Certo che lo conosco. È un posto piacevole a ovest di qui. Ci sono dei bei villaggi in quella zona, mia moglie proviene da lì.
pl: Bontom? Jasne, że słyszałem. To miłe miejsce na zachód stąd. Ładne wioski, moja żona pochodzi z tamtej okolicy.
tr: Bontom? tabii ki biliyorum. Buranın batısında kalan hoş bir yer. Orada güzel köyler var, karım da oralardandır.

source: No offence, but you were already asking me that question.
fr: Ne le prenez pas mal, mais vous m'avez déjà posé cette question.
it: Senza offesa, ma mi hai già fatto questa domanda.
pl: Bez obrazy, ale już mnie o to pytaliście.
tr: Kimse gücenmesin ama, siz bu soruyu zaten sormuştunuz.

source: Well, and what do you propose in exchange?
fr: Bien et que proposez-vous en échange ?
it: Be', e cosa mi dai in cambio?
pl: Hm, a co proponujecie w zamian?
tr: Pekala, ne değiş tokuş etmeyi teklif ediyorsun?

source: If not, I will burn down that village
fr: Sinon, je brûle tout le village.
it: Altrimenti io incendierò questo villaggio.
pl: Jeżeli się nie zgodzicie, spalę waszą wieś.
tr: Yoksa köyü yakacağım

source: I will pay you in gold
fr: Je vous paierai en or.
it: Ti pagherò in oro.
pl: Zapłacę wam w złocie.
tr: Altın olarak ödeyeceğim

source: Chance to fight against orcs and Akladians
fr: La chance de combattre des orcs et des Akladiens.
it: La possibilità di combattere orchi e uomini di Akladia.
pl: Otrzymacie szansę walki z orkami i Akladyjczykami.
tr: Orklara ve Akladyalılara karşı döğüşme şansı

source: No offense, but I value my life more than gold
fr: Ne le prenez pas mal, mais ma vie vaut plus que de l'or.
it: Senza offesa, ma la mia vita vale più dell'oro.
pl: Bez obrazy, ale cenię sobie własne życie bardziej niż złoto.
tr: Kimse gücenmesin ama, benim hayatım altından değerlidir.

source: That supposed to convince me?!? Go away, little butcher. I will not talk to you more anymore
fr: Et c'est censé me convaincre ? Va-t'en, boucher. Je ne veux plus te parler.
it: Questo dovrebbe convincermi? Vattene, piccolo macellaio. Non voglio più parlare con te.
pl: To miało mnie przekonać?!? Odejdź stąd mały rzeźniku. Nie będę z wami więcej rozmawiać.
tr: İkna olduğum mu varsayılıyor?! Defol, seni küçük cani. Bundan sonra seninle konuşmayacağım.

source: And this is good reason, because..?
fr: Et c'est une bonne raison, car...
it: E perché questo sarebbe un buon motivo?
pl: I to ma być dobry powód, ponieważ...?
tr: Ve bu iyi bir sebep, çünkü..?

source: Because...
fr: Parce que...
it: Perché...
pl: Ponieważ...
tr: Çünkü...

source: You may have some fun!
fr: Vous vous amuserez !
it: Ci si può divertire!
pl: Będziesz miał pełno zabawy!
tr: Çok hoşsun!

source: You will earn some gold in process!
fr: Il y a de l'or à gagner !
it: Si può guadagnare dell'oro nel frattempo!
pl: Zarobisz przy tym nieco złota!
tr: Süreç içinde biraz altın kazanacaksınız!

source: People not fighting for freedom are not worth it. Are you?
fr: Les gens qui ne se battent pas pour la liberté n'en valent pas la peine. Et vous, vous en valez la peine ?
it: Chi non combatte per la libertà non la merita. E tu?
pl: Ludzie, którzy nie walczą o wolność nie są jej warci. A wy, jesteści jej warci?
tr: Özgürlüğü için savaşmayan halka özgürlük reva değildir. Kararın ne?

source: What, are you coward? Afraid of few orcs?
fr: Quoi, vous êtes lâche ? Vous avez peur de quelques orcs ?
it: Cosa sei? un codardo? Hai paura di qualche orco?
pl: Co, tchórz was obleciał? Paru orków się boicie?
tr: Ne, sen bir korkak mısın? Orklardan mı korkuyorsun?

source: Well.. Yes, why not. One of our men can handle a bow. You could have some use of him
fr: Eh bien... Oui, pourquoi pas. Quelques-uns de nos hommes savent se servir d'un arc. Ils pourraient vous être utiles.
it: Be'... sì, perché no. Uno dei nostri uomini sa usare l'arco. Potrebbe esservi utile.
pl: Coż... Tak, czemu nie. Jeden z naszych ludzi radzi sobie nieźle z łukiem. Może będzie dla was z niego jakiś pożytek.
tr: Güzel.. Tabii, neden olmasın. Adamlarım yay kullanabilir. Siz de onları.

source: Ha, ha, and I thought you were serious.
fr: Ha, ha. J'ai cru que vous étiez sérieux.
it: Ah, ah, e io che pensavo che dicessi sul serio.
pl: Cha, cha, a już myślałem że mówicie serio.
tr: Ha, ha, ve ağırbaşlı olduğunu düşünüyorum.

source: Orcs? They were here, but they left in hurry. They were pillaging villages east from us. They were going for place called Haeltin, and I've heard they were defeated there by some woman.
fr: Les orcs ? Ils étaient ici, mais ils sont partis précipitamment. Ils pillaient les villages à l'est. Ils allaient vers un endroit nommé Haeltin et j'ai entendu qu'ils y avaient été défaits par une femme.
it: Orchi? Erano qui, ma sono fuggiti in fretta e furia. Stavano saccheggiando i villaggi a est di qui. Erano diretti a un posto chiamato Haeltin e ho sentito che là sono stati sconfitti da una qualche donna.
pl: Orki? Był tutaj, ale w pośpiechu odeszły. Łupiły wsie na wschód od nas. Podążały do miejsca zwanego Haeltin, i słyszałem, że zostały tam pokonane przez jakąś kobietę.
tr: Orklar mı? Buradaydılar ama aceleyle gittiler. Giderken de buranın doğusundaki köyleri yaktılar. Haeltin diye bir yere gidiyorlardı ve duyduğuma göre bir kadın bunları yenmiş.

source: Some woman? SOME WOMAN? That freckled kid will be SOME woman when she will grown up, not me. I am lady, LADY Lorin.
fr: Une femme ? UNE FEMME ? Cette enfant pleine de taches de rousseur sera une femme quand elle aura grandi, mais pas moi. Je suis une Dame, DAME Lorin.
it: Una qualche donna? UNA QUALCHE DONNA? Quella bambina lentigginosa sarà una QUALCHE donna quando crescerà, non io. Io sono signora, sono LADY Lorin.
pl: Jakąś kobietę? *Jakąś kobietę*? Ten piegowaty dzieciak będzie *jakąś* kobietą gdy dorośnie. Ja jestem panią, *panią* Lorin.
tr: Bir kadın? SIRADAN BİR KADIN? Bu çilli velet büyüdüğünde SIRADAN bir kadın olacak, ben öyle değilim. Ben asil bir kadınım; SOYLU BAYAN Lorin’im.

source: Ah, this is that She-wolf of Haeltin you mentioned, Ruvio. Will have to meet her.
fr: Ah, c'est cette 'Louve de Haeltin' dont tu parlais, Ruvio. Nous allons devoir la rencontrer.
it: Ah, questa è quella Lupa di Haeltin che hai citato, Ruvio. Dovremo incontrarla.
pl: Ach, to zapewne ta Wilczyca z Haeltin, o której wspomniałeś, Ruvio. Będziemy musieli ją poznać.
tr: Ah, bu, hani şu bahsettiğin Haeltin’in dişi kurdu, Ruviyo. Onunla tanışmaya hazır ol.

source: Bontom? It is somewhere to south-west. In a village south from here people should know more about it.
fr: Bontom ? C'est quelque part au sud-ouest. Dans un village plus au sud, les gens devraient en savoir plus.
it: Bontom? È da qualche parte a sud-ovest. La gente del villaggio a sud di qua dovrebbe conoscerlo.
pl: Bontom? To gdzieś na południowy-zachód stąd. We wsi na południe stąd ludzie powinni wiedzieć więcej.
tr: Bontom? Güney batıda bir yer. Güneyde bir köy var, belki orada yaşayanlar daha fazlasını biliyordur.

source: If I would be younger, then yes, why not, but I am really too old for adventure seeking.
fr: Si j'étais plus jeune, oui, pourquoi pas, mais je suis vraiment trop vieux pour chercher l'aventure.
it: Se fossi più giovane, allora sì, ma sono veramente troppo vecchio per andare alla ventura.
pl: Gdybym był młodszy, to i owszem, czemu by nie, ale jestem już naprawdę za stary na takie poszukiwanie przygód.
tr: Eğer daha genç olsaydım, neden olmasın, elbette, ama macera aramak için gerçekten çok yaşlıyım.

source: Orcs? Da orcs were in plains pillagin' and burnin'. They are big, bad and you should avoid them boy.
fr: Des orcs ? Les orcs étaient dans les plaines. Ils pillaient et brûlaient tout. Ils sont grands et mauvais. Tu devrais les éviter, gamin.
it: Orchi? Gli orchi saccheggiavano e incendiavano nelle pianure. Sono grossi e cattivi, e dovremmo evitarli, ragazzo.
pl: Orki? Orki były na równinach, paląc i łupiąc. Są wielkie, złe i powinieneś ich unikać chłopcze.
tr: Orklar mı? Orklar ovaları yağmalayan ve yakanlar olmalı. Onlar çok iriler ve çok kötüler, onlardan uzak durmalısın oğlum.

source: Reme? What is that Reme? Some kind of food?
fr: Reme ? Qu'est que c'est que ça ? Ça se mange ?
it: Reme? Cos'è questo Reme? Un tipo di formaggio?
pl: Reme? A co to takiego to Reme? Jakaś potrawa?
tr: Reme? ‘Reme’ nedir? Yenir mi?

source: No, no, it's one of Akladian lords. who..
fr: Non, non, c'est un des seigneurs Akladien. Qui...
it: No, no, è quel signore di Akladia che...
pl: Nie, nie, to jeden z akladyjskich panów, który...
tr: Hayır, hayır o Akladyalı beylerden biridir...

source: Akladian lords, yea I've heard about them. They are big, bad and you should avoid them.
fr: Les seigneurs Akladiens ? Ouais, j'ai entendu parler d'eux. Ils sont grands et mauvais. Tu devrais les éviter.
it: Signore di Akladia, sì, ne ho sentito parlare. Sono grossi e cattivi e dovremmo evitarli.
pl: Akladyjscy panowie, ta słyszałem o nich. Wielcy, źli i powinieneś się trzymać od nich z daleka.
tr: Akladyalı beyler, evet, haklarında birşeyler duydum. Kodamanlar ve kötüler; onlardan uzak durmalısınız.

source: Bontom place, yea I've heard about that. It's somewhere in the south, maybe good people living in villages more to south would know more about it.
fr: Bontom ? Ouais, j'en ai entendu parler. C'est quelque part au sud. Peut-être que de bonnes gens dans les villages plus au sud en sauront plus.
it: Bontom, sì che ho sentito parlare di quel posto. È da qualche parte a sud, forse la buona gente che vive nei villaggi di più a sud dovrebbe saperne di più.
pl: Miejsce Bontom, ta słyszałem o tym. Gdzieś na południu, może dobrzy ludzie żyjący na wsiach bardziej na południe będą wiedzieć coś więcej.
tr: Bontom, evet hakkında birşeyler duydum. Güneyde bir yer, daha güneydeki köylerde yaşayanlar belki daha fazlasını biliyordur.

source: I'm too old for leavin' my village, and one boy who wanted to search for adventures already have joined you in the past.
fr: Je suis trop vieux pour quitter mon village et un garçon en quête d'aventures vous a déjà rejoint dans le passé.
it: Sono troppo vecchio per lasciare il mio villaggio e un ragazzo in cerca di avventure si è già unito con voi nel passato.
pl: Za starym na opuszczanie mojej wsi, a taki jeden co chciał szukać przygód już do was dołączył.
tr: Köyümü terkedemeyecek kadar yaşlıyım, ayrıca macera arayan bir oğlum zaten size katılmıştı.

source: I'm too old for leavin my village, but there is one boy who could fight for you, why not.
fr: Je suis trop vieux pour quitter mon village, mais il y a un garçon qui pourrait se battre pour vous, pourquoi pas.
it: Sono troppo vecchio per lasciare il mio villaggio, ma c'è un ragazzo che potrebbe combattere per voi, perché no.
pl: Za starym na opuszczanie mojej wsi, ale jest tu taki jeden co chętnie dla was by walczył, czemu by nie.
tr: Köyümü terkedemeyecek kadar yaşlıyım, fakat yanınızda döğüşmek isteyen bir oğlum var, neden olmasın.

source: One of local peasant joins your army. It's untrained but LOYAL and STRONG unit.
fr: Un des paysans locaux a rejoint votre armée. Il n'est pas entraîné, mais c'est une recrue FIDÈLE et FORTE.
it: Uno dei contadini del posto si unisce al tuo esercito. Non è una unità allenata ma è LEGALE e RESISTENTE
pl: Jeden z miejscowych chłopów dołączył do twojej armii. Jest to niewytrenowana, ale LOJALNA i SILNA jednostka.
tr: Köylülerden biri ordunuza katılmayı kabul etti. Eğitimsiz ama SADIK ve GÜÇLÜ.

source: John the Baldhead
fr: Jean le Chauve
it: John "il calvo"
pl: Jan Łysa Głowa
tr: Dazlak John

source: Now, when you know where your friend Reme is, you may go to that Bontom place the peasants told us about.
fr: Maintenant, quand vous saurez où se trouve votre ami Reme, vous pourrez aller dans ce village de Bontom dont les paysans nous ont parlé.
it: Adesso che sapete dove è il vostro amico Reme, si potrebbe andare in quel di Bontom di cui ci hanno detto i contadini.
pl: Teraz, gdy wiemy gdzie jest twój przyjaciel Reme, możemy podążyć do tego miejsca nazwanego Bontom o którym mówili nam wieśniacy.
tr: Şimdi, arkadaşınız Reme’nin yerini bildiğinize göre köylülerin bahsettiği Bontom denilen yere gidebilirsiniz.

source: I guess we could ask peasants whether they know something about this Bontom place, in which your friend Reme is kept.
fr: Je suppose que nous pourrions demander aux paysans s'ils connaissent ce Bontom où se trouve votre ami Reme.
it: Penso che potremmo chiedere ai contadini se sanno qualcosa di Bontom, dove il vostro amico Reme è tenuto prigioniero.
pl: Sądzę, że moglibyśmy popytać wieśniaków czy wiedzą coś o tym miejscu Bontom, w którym trzymają twojego przyjaciela Remego.
tr: Arkadaşınız Reme’nin tutulduğu şu ‘Bontom’ denilen yer hakkında birşey bilip bilmediklerini köylülere sorabiliriz diye düşünüyorum.

source: We already know what we had to find out. We should go to Freetown now.
fr: Nous savions déjà ce que nous devions trouver. Nous devrions rentrer à Libreville.
it: Sappiamo già quello che dovevamo scoprire. Adesso dovremmo ora andare a Freetown.
pl: Już wiemy to, czego mieliśmy się dowiedzieć. Powinniśmy wrócić do Wolnego Miasta
tr: Biz zaten ne aradığımızı biliyoruz. Şimdi Özgürkent’e gitmeliyiz.

source: We already were searching for answers in city of Barnon
fr: Nous cherchions déjà des réponses dans la cité de Barnon.
it: Siamo già stati a cercare delle risposte a Barnon.
pl: Już szukaliśmy odpowiedzi w mieście Barnon.
tr: Biz zaten Barnon şehrinde sorularımıza yanıt aramıştık.

source: My lord, from here we may explore few possibilities. To the south, there is city of Barnon. Definetely it would be very dangerous to go there, but...
fr: Monseigneur, d'ici on ne peut explorer que peu de possibilités. Vers le sud, il y a cette cité de Barnon. Il sera sûrement très dangereux de s'y rendre, mais...
it: Mio signore, non abbiamo molte scelte. A sud, c'è la città di Barnon. Sarebbe decisamente molto pericoloso andarci, ma...
pl: Panie mój, możemy rozważyć kilka możliwości. Na południue, leży miasto Barnon. Zdecydowanie jest tam tam bardzo niebezpiecznie, ale..
tr: Efendim, burada bir kaç olasılıktan bahsedebilirim. Güneyde, Barnon şehri var. Oraya gitmek kesinlikle çok tehlikeli olur, fakat...

source: ..but we could probably find something about orcs there, right?
fr: ... mais nous trouverons sûrement quelque chose à propos des orcs, non ?
it: ...ma probabilmente laggiù potremmo scoprire qualcosa sugli orchi, giusto?
pl: ... ale moglibyśmy tam dowiedzieć się czegoś o orkach, prawda?
tr: ..fakat orada orklar hakkında birşeyler öğrenebilirdik, değil mi?

source: We already searched in Haeltin, west from here. That your step-mother was there, known as She-wolf really surprised me.
fr: Nous avons déjà cherché à Haeltin, à l'ouest. Que votre belle-mère soit là-bas, connue sous le surnom de La Louve m'a vraiment surpris.
it: Abbiamo già cercato a Haeltin, a ovest di qui. Che la tua matrigna fosse là, chiamata la "Lupa" mi ha veramente sorpreso.
pl: Szukaliśmy już w Haeltin na zachód stąd. Fakt, że znależliśmy tam twoją macochę, i to pod imieniem Wilczycy, wciąż mnie zadziwia.
tr: Haeltin buranın batısında kalır, orayı araştırmış ve üvey annenizi orada bulmuştuk. Kendisine ‘Dişi Kurt’ dendiğini öğrendiğimde bu beni gerçekten şaşırtmıştı.

source: Yes. We've heard that some woman, known by nickname 'She-wolf of Haeltin', was besieged by the orcs and she was able to repell them. Haeltin is west from here. It would be easy to go to her and ask her few questions.
fr: Oui, nous avons entendu parler d'une femme, connue sous le nom de 'Louve d'Haeltin', qui a été assiégée par les orcs et qui a pu les repousser. Haeltin est à l'ouest d'ici. Il serait facile d'aller là-bas lui poser quelques questions.
it: Sì. Abbiamo sentito che una certa donna, soprannominata come la «Lupa di Haeltin», fosse stata assediata dagli orchi e sia riuscita a respingerli. Haeltin è a ovest di qui. Sarebbe facile raggiungerla e farle alcune domande.
pl: Tak. Słyszeliśmy że jakaś kobieta, zwana 'Wilczycą z Haeltin', była oblężona przez orki, ale była w stanie ich odeprzeć. Haeltin jest na zachód stąd. Byłoby łatwo pójśc do niej i zadać kilka pytań.
tr: Evet. ‘Haeltin’in dişi kurdu’ diye bilinen bir kadın hakkında bir şeyler duyduk, orklar tarafından kuşatılmış ve onları püskürtebilmiş. Haeltin buranın batısında kalıyor. Gidip kendisine bir kaç soru sorabiliriz.

source: We could also go for the swamps.
fr: On pourrait aussi partir pour les marais.
it: Potremmo anche attraversare le paludi.
pl: Moglibyśmy również ruszyć na bagna.
tr: Ayrıca, bataklıklardan da gidebiliriz.
