Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: A lot of friend came to us recently. There are Akladians in your army, I think. Why should I trust you?
fr: Beaucoup d'amis sont venus nous voir récemment. Il y a des Akladiens dans votre armée, je pense. Pourquoi devrais-je vous faire confiance ?
it: Molti amici sono venuti di recente. C'è gente di Akladia nel vostro esercito, mi pare. Perché dovrei fidarmi?
pl: Sporo 'swoich' przyszło do nas ostatnio. W twojej armii są Akladnianie, dlaczego miałbym ci zaufać?

source: And die in first fight. No, thank you.
fr: Et mourir au premier combat. Non merci.
it: E morire al primo scontro. No, grazie.
pl: I umrzeć w pierwszym starciu. Nie, dziękuję.

source: Really? Well, If so, one of our boys may join your army.
fr: Vraiment ? Dans ce cas, l'un de nos gars peut rejoindre vos rangs.
it: Davvero? Be', se è così, uno dei nostri ragazzi può fare parte del vostro esercito.
pl: Naprawdę? Jeśli tak, to jeden z naszych chłopców może dołączyć do twojej armii.

source: Dead people do not bring gold home.
fr: Les morts ne ramènent pas d'or à la maison.
it: I morti non portano oro a casa.
pl: Martwi nie przynoszą złota z powrotem do domu.
tr: Ölüler eve para getirmez.

source: Well, I don't know. He may live in free kingdom of Elensefar.
fr: Oh, je ne sais pas trop. Il pourrait vivre au royaume libre d'Elensefar.
it: Be', non lo so. Forse vive nel regno libero di Elensefar.
pl: Nie wiem. Może żyć w wolnym królestwie Elensefar.

source: West from here. Near Porkton.
fr: À l'ouest, près de Porcvil.
it: A ovest di qua. Vicino a Porkton.
pl: Na zachód stąd, koło Porkton.

source: There was battle west from here, in which Akladians, Outlaws and Orcs tried to captured the Oracle. But they were defeated by some young man, who.. wait a minute. What was your name, again?
fr: Il y a eu une bataille à l'est, durant laquelle des Akladiens, des hors-la-loi et des orcs ont essayé de capturer l'oracle. Mais ils en ont été empêchés par un jeune homme, qui... attendez une minute. Quel est votre nom déjà ?
it: C'è stata una battaglia a ovest di qui, nella quale quelli di Akladia, quelli di Senzalegge e gli orchi hanno cercato di catturare l'Oracolo. Ma sono stati sconfitti da un giovanotto, che... aspetta un attimo. Mi ripeti il tuo nome?
pl: Na zachód stąd była bitwa, Akladianie, bandyci i orki próbowali schwytać Wyrocznię. Ale zostali pokonani przez jakiegoś młodzieńca... Moment. Mówiłeś, że jak się nazywasz?

source: Why do you dislike Lorin?
fr: Pourquoi est-ce que tu n'aimes pas Lorin ?
it: Perché non ti piace Lorin?
pl: Dlaczego nie lubisz Lorin?

source: Tell me about Karen
fr: Parle-moi de Karen
it: Parlami di Karen.
pl: Opowiedz mi o Karen.

source: You must be kidding. This woman is so hard to live near I cannot understand why Yaranov seemed to have crunch on her.
fr: Vous devez sûrement plaisanter ! C'est tellement difficile de vivre près de cette femme que je ne peux pas comprendre pourquoi Yaranov semble accroc à elle.
it: Stai scherzando. È così difficile vivere accanto a questa donna che io non capisco perché Yaranov sembrava avesse una cotta per lei.
pl: Chyba żartujesz. Życie w pobliżu tej kobiety jest tak cięzkie że nie rozumiem dlaczego Yaranov wydawał się być nią zauroczony.

source: Weeell, she is my oldest daughter. From her youth she always wanted to be great fighter, and she always tried to be the best.
fr: Eh bien, elle est ma fille aînée. Depuis qu'elle est petite, elle a toujours voulu devenir une grande guerrière et elle essaie toujours d'être la meilleure en tout.
it: Be', è la mia figlia maggiore. Da quando era ragazza ha sempre voluto diventare una grande guerriera, ha sempre tentato di essere la migliore.
pl: Wieesz... Ostatecznie to moja najstarsza córka. Od małego chciała być wspaniałym wojownikiem i zawsze próbowała być najlepsza.

source: I'm kind of surprised that she is not here with us.
fr: Je suis plutôt surpris qu'elle ne soit pas ici avec nous.
it: Sono sorpreso che non sia qua con noi.
pl: Trochę czuję się zdziwiony, że nie ma jej tutaj z nami.

source: I ordered Karl to tied here and lock her room. I think this gave us enough time to escape. This journey is really too dangerous for her. I hope she will stay safe in Freetown.
fr: J'ai ordonné à Karl de l'attacher et de verrouiller sa chambre. Je pense que cela nous a laissé assez de temps pour nous échapper. Ce périple est vraiment trop dangereux pour elle. J'espère qu'elle sera en sécurité à Libreville.
it: Ho ordinato a Karl di legarla e chiuderla nella sua stanza. Penso che questo ci abbia dato abbastanza tempo per scappare. Questo viaggio è veramente troppo pericoloso per lei. Spero che rimanga al sicuro a Freetown.
pl: Rozkazałem Karlowi związać ją i zamknąć w pokoju. Sądzę, że dało nam to dość czasu do ucieczki. Ta podróż naprawdę by była dla niej zbyt niebezpieczna. Mam nadzieję, że zostanie w Freetown, gdzie będzie bezpieczna.

source: Hey Reme, what's going on?
fr: Hé, Reme, quoi de neuf ?
it: Ehi Reme, come va?
pl: Hej Reme, co tam u ciebie?

source: Nothing really. I think your under.. Wesnothian soldiers started to - well, maybe not like - but to tolerate me.
fr: Pas grand chose. Je crois que vos infé... soldats wesnothiens commencent à - peut-être pas m'aimer - mais me tolérer.
it: Niente in verità. Penso che vostri miser... soldati di Wesnoth hanno cominciato - be', se non ad apprezzarmi - a tollerarmi.
pl: Nic specjalnego. Sądże, że par... eee Wesnotyjscy żołnierze zaczęli - no może, nie lubić - ale tolerować mnie.
tr: Pek öyle değil. Wesnoth askerleri sanırım.. sizin emrinize girdiler - böyle olmayabilir, tabii, ama beni hoş görün.

source: Nice to hear that.
fr: Je suis très heureux de l'entendre.
it: Sono felice di sentirlo.
pl: Miło to słyszeć.
tr: Bunu duymak güzel.

source: Mother, what's going on?
fr: Mère, que se passe-t-il ?
it: Madre, come va?
pl: Matko, co się dzieje?
tr: Anne, ne yapıyorsun?

source: Mother? I think you said I am not your real mother?
fr: Mère ? Je pensais que tu avais dit que je n'étais pas ta vraie mère ?
it: Madre? Io penso che tu avessi detto che io non sono la tua vera madre.
pl: Matko? Myślałam, że powiedziałeś, że nie jestem twoją prawdziwą matką?
tr: Anne? Ben gerçek annen değilim mi dedin?

source: I'm sorry. I was really angry.
fr: Pardon, j'étais en colère.
it: Mi spiace. Ero proprio arrabbiato.
pl: Przepraszam, byłem naprawdę wściekły.

source: What happened that night we left Freetown?
fr: Que s'est-il passé la nuit où nous avons quitté Libreville ?
it: Cosa è accaduto la notte che abbiamo lasciato Freetwon?
pl: Co się wydarzyło tamtej nocy gdy opuszczaliśmy Wolne Miasto?

source: What do you think about Karen?
fr: À quoi penses-tu ? À Karen ?
it: Cosa pensi che sia accaduto a Karen?
pl: Co sądzisz o Karen?

source: What Oracle did tell you?
fr: Qu'est-ce que l'oracle vous a dit ?
it: Cosa ti ha detto l'Oracolo?
pl: Co ci powiedziała Wyrocznia?

source: I've told you I will not tell you.
fr: Je t'ai dit que je n'en parlerais pas.
it: Ti ho già detto che non te lo dirò.
pl: Powiedziałem ci, że ci nie powiem.
tr: Birşey söylemeyeceğimi söyledim sana.

source: Nice child. In few years she even could pretend to be a woman.
fr: Belle enfant. Dans quelques années elle pourra probablement prétendre être une femme.
it: Che bambina graziosa. Tra qualche anno potrebbe persino pretendere di essere una donna.
pl: Ładne dziecko. Za kilka lat mogłaby nawet udawać kobietę.

source: When I was young, I visited her and she told me.. No, I can't tell you. This was just between Oracle and me. The first part of her prediction is already fulfilled. The second part.. I think I will soon know that.
fr: Quand j'étais jeune, je lui ai rendu visite et elle m'a dit... Non, je ne peux pas te le dire. C'est entre l'oracle et moi. La première partie de la prédiction est déjà arrivée. La seconde... Je pense que je le saurai tôt ou tard.
it: Quando ero giovane, le ho fatto visita e mi disse... No, non posso dirtelo. Era una cosa solo tra l'Oracolo e me. La prima parte della sua profezia si è già compiuta. La seconda parte... io penso che lo saprò presto.
pl: Kiedy byłam młoda odwiedziłam ją a ona mi powiedziała... Nie, nie mogę, to była rozmowa tylko między Wyrocznią a mną. Pierwsza część przepowiedni już się wypełniła, druga... Myślę że wkrótce się przekonam.

source: The Woods of Okladia
fr: Les Bois d'Okladia
it: I boschi di Okladia
pl: Lasy Okladii
tr: Okladya Ormanı

source: There are no interrogations in this scenario.
fr: Il n'y a aucun interrogatoire dans ce scénario.
it: Non ci sono interrogatori in questo scenario.
pl: W tym scenariuszu nie ma przesłuchań.

source: Kill all enemy leaders OR
fr: Tuez tous les chefs ennemis OU
it: Uccidi tutti i comandanti nemici O
pl: Zabij wszystkich wrogich przywódców ALBO
tr: Düşman liderlerinin tamamını öldür VEYA

source: Reach the signpost with Gawen.
fr: Atteignez le panneau indicateur avec Gawen.
it: Raggiungi il cartello con Gawen
pl: Przesuń Gawena do drogowskazu.
tr: Gaven’ı yol işaretine götür.

source: So, should continue our journey?
fr: Alors, est-ce qu'on continue notre voyage ?
it: Allora, dovremmo continuare il nostro viaggio?
pl: A więc, czy powinniśmy kontynuować naszą podróż?

source: Everything is lost! The reinforcements for our enemies arrived! We have no chance now to win!
fr: Tout est perdu, les renforts de l'ennemi arrivent ! Nous n'avons plus aucune chance de gagner !
it: Tutto è perduto! Sono arrivati i rinforzi del nemico! Adesso non abbiamo più nessuna possibilità di vincere!
pl: Wszystko stracone! Nadciągnęły nowe wojska nieprzyjaciela! Teraz nie mamy już szans na zwycięstwo!
tr: Herşeyi kaybettik! Düşmanımıza destek de geldi! Kazanma şansımız hiç yok!

source: We've won! What should we do now?
fr: Nous avons gagné ! Qu'allons-nous faire maintenant ?
it: Abbiamo vinto! Adesso cosa faremo?
pl: Wygraliśmy! Co powinniśmy teraz zrobić?

source: We have to hurry before the enemy reinforcements will arrive here. Let's go.
fr: Nous devons nous dépêcher avant que les renforts ennemis n'arrivent ici. Allons-y !
it: Dobbiamo fare in fretta prima che i rinforzi dei nemici arrivino qua. Andiamo.
pl: Musimy się pośpieszyć nim przybędą tutaj posiłki wroga. Ruszajmy.

source: Entering the Okladia
fr: Arrivée à Okladia.
it: L'ingresso ad Okladia
pl: Wkraczając do Okladii
tr: Okladya’ya giriş

source: The Oracle
fr: L'oracle.
it: L'Oracolo
pl: Wyrocznia
tr: Kâhin

source: The Oracle was the name given to woman living in ruins of old city. For generations there was always one female mage with foreseeing abilities living there, so long that no one remembered now how was the city once called. Now it was just the city of the Oracle.
fr: L'oracle était le nom donné à une vieille femme vivant dans les ruines d'une vieille ville. Pendant des générations, il y a toujours eu une femme mage avec des dons de voyance ; pendant si longtemps que plus personne ne se souvient du nom de cette cité. On l'appelait la cité de l'oracle.
it: Oracolo era il nome dato alla donna che vive nelle rovine della vecchia città. Per generazioni c'è sempre stata una donna maga con la capacità di vedere il futuro, così a lungo che nessuno si ricorda come era chiamata una volta la città. Ora è solo più la città dell'Oracolo.
pl: Wyrocznią nazywano kobietę żyjącą między ruinami starego miasta. Przez pokolenia zawsze żyła tam jedna czarodziejka z zdolnościami przewidywania przyszłości, tak długo, że nie pamiętano już jak miasto nazywało się kiedyś. Teraz było to po prostu miasto wyroczni.

source: The city now was besieged. Four different armies, each under different leader, and it seemed this heavily contributed to fact the Oracle still could defend herself. Each army seemed to siege the city on its own. But this was almost last moment for a relief.
fr: La ville était assiégée. Quatre armées différentes, avec chacune un chef différent, mais il semblait que cela contribuait fortement à ce que l'oracle pouvait encore se défendre. Chaque armée semblait assiéger la cité pour elle seule. Mais c'était sûrement les derniers moments de répit.
it: Adesso la città è sotto assedio. Quattro eserciti diversi, ciascuno con un capo diverso e questo pare che abbia fortemente contribuito al fatto che l'Oracolo possa ancora difendersi. Ogni esercito sembra che assedi la città per conto proprio. Ma questo è stato l'ultimo momento di respiro.
pl: Miasto było obecnie oblężone, przez cztery różne armie. To, że armie te były dowodzone przez czterech różnych dowódców, mocno przyczyniło się do faktu, że Wyrocznia wciąż była w stanie odpierać ataki. Wyglądało to tak, jakby każda armia oblegała miasto na własny rachunek. Jednakże była to niemal ostatnia chwila na odsiecz.

source: Oracle's Guard
fr: Garde de l'oracle.
it: Guardia dell'Oracolo
pl: Strażnik Wyroczni

source: Orc
fr: Un orc
it: Orco
pl: Ork
tr: Ork

source: Fat Bart
fr: Gros-Bart
it: Bart "il grassone"
pl: Gruby Bart
tr: Şişko Bart

source: Outlaw
fr: Un hors-la-loi
it: Fuorilegge
pl: Banita
tr: Kanun Kaçağı

source: Remember, the Oracle must be untouched. Do not kill the woman. Bor Cryne want to have her untouched.
fr: N'oubliez pas, l'oracle doit rester indemne. Ne tuez pas la femme. Bor Cryne la veut indemne.
it: Ricordatevi, l'Oracolo non deve essere toccato. Non uccidete la donna. Bor Cryne ordina che la lasciate indenne.
pl: Pamiętajcie, Wyrocznia jest nietykalna. Nie zabijcie jej przypadkiem. Bor Cryne chce mieć ją żywcem.

source: Bor Cryne may want whatever he wants. But the holy Oracle will be guest of the noble lord Uri van Roe.
fr: Bor Cryne peut vouloir ce qu'il veut. Mais le saint oracle sera l'invité du noble seigneur Uri van Roe.
it: Bor Cryne può ordinare quello che vuole. Ma il sacro Oracolo sarà ospite di nobile signore Uri van Roe.
pl: Bron Cryne może sobie chcieć. Święta Wyrocznia będzie gościem czcigodnego Uri van Roe.
tr: Bor Krayn onun istediği herşeyi isteyebilir. Ama kutsal Kâhin, asil efendi Uri van Roe’nun konuğu olacak.

source: You will settle that later. But everything else inside the city will belong to us!
fr: Vous réglerez ça plus tard. Mais tout ce qu'il y a d'autre dans la cité nous appartient !
it: Su questo vi metterete d'accordo più tardi. Comunque tutto il resto della città è nostro!
pl: Później to rozstrzygniecie, Natomiast wszystko, co jest w środku miasta, należy do nas!

source: Ha, ha, human. Everything, which will be left by us.
fr: Ha, ha, humain. Tout ce que nous vous laisserons.
it: Ah, ah, ah, uomo. Tutto quello che vi lasceremo.
pl: A to dobre, ludziku. Wszystko oczywiście, co wam zostawimy.

source: Wait, I think someone is trying to help the besieged.
fr: Attends, je crois que quelqu'un vient nous aider à assiéger cette ville !
it: Aspetta, credo che qualcuno cerchi di portare aiuto agli assediati.
pl: Czekajcie, ktoś chce chyba pomóc oblężonym.

source: Oracle was right, as always! Relief is coming! Faster, dammit, I don't know how long we can hold!
fr: L'oracle avait raison, comme toujours ! La relève arrive ! Plus vite, je ne sais pas combien de temps nous pourrons tenir !
it: L'Oracolo ha ragione, come sempre! I rinforzi stanno arrivando! Più in fretta, dannazione, non so per quanto ancora possiamo reggere!
pl: Wyrocznia miała rację, jak zawsze! Odsiecz nadchodzi! Szybciej do diabła, nie wiem jak długo jeszcze damy radę się utrzymać!

source: Any enemy unit reaches the keep of the Oracle.
fr: Tout ennemi qui atteint le donjon de l'oracle.
it: Una qualunque unità nemica raggiunge la fortezza dell'Oracolo.
pl: Wroga jednostka dotrz do twierdzy Wyroczni.
tr: Düşman birimlerinden birinin Kâhin’in kulesine ulaşması.

source: I found her! I found her! The Oracle!
fr: Je l'ai trouvée ! Je l'ai trouvée ! L'oracle !
it: L'ho trovata! L'ho trovata! L'Oracolo!
pl: Znalazłem! Znalazłem ją! Wyrocznia!
tr: Buldum onu! Buldum onu! Kâhin!

source: Everything is lost! They captured the Oracle!
fr: Tout est perdu ! Ils ont capturé l'oracle !
it: Tutto è perduto! Hanno catturato l'Oracolo!
pl: Schwytali Wyrocznię! Wszystko stracone!
tr: Herşeyi kaybettik! Kâhini ele geçirdiler!

source: We've won! Great. Now, where is that famous oracle?
fr: Nous avons gagné ! Et maintenant, où est ce fameux oracle ?
it: Abbiamo vinto! Fantastico. E adesso dov'è l'Oracolo?
pl: Wygraliśmy! Świetnie. A teraz, gdzie jest ta sławetna wyrocznia?

source: You pronounce that 'the Oracle' by big O. But indeed, where is she?
fr: Cela se dit l'oracle, avec un grand O. Mais en effet, où est-elle ?
it: Pronunciate Oracolo proprio con la O maiuscola. Ma effettivamente, dov'è che si trova?
pl: To się wymawia 'Wyrocznia', przez duże 'W'. Ale faktycznie, gdzie ona jest?

source: Oracle
fr: L'oracle
it: Oracolo
pl: Wyrocznia

source: Here I am. Voice speaking to those, who wants to listen. I know why you are here. I know who you are. Ask your questions and wait for the answers, for I know everything which will be and everything which may be.
fr: Me voici. Je suis la voix qui parle à ceux qui veulent écouter. Je sais pourquoi vous êtes ici. Je sais qui vous êtes. Posez vos questions et attendez les réponses. Je sais tout ce qui sera et tout ce qui pourrait être.
it: Eccomi. Voce che parla a chi la vuole ascoltare. So perché siete qua. So chi siete. Fate le vostre domande e ascoltate le risposte perché io so tutto quello che sarà e tutto quello che potrebbe essere.
pl: Oto jestem. Głos przemawiający do tych, co chcą słuchać. Wiem, dlaczego tu jesteście, wiem, kim jesteście. Zadawajcie wasze pytanie i czekajcie na wasze odpowiedzi, gdyż ja jestem ta, co zna wszystko co się zdarzy i co się zdarzyć może.

source: Everything? Then how it happened that you were besieged and almost captured? Why you had not escaped or called someone to help you?
fr: Tout ? Mais alors, comment se fait-il que vous ayez été assiégée et presque capturée ? Pourquoi ne vous êtes-vous pas échappée ou n'avez-vous pas appelé quelqu'un à l'aide ?
it: Tutto? E allora come è potuto succedere che ti assediassero e quasi ti catturassero? Perché non sei fuggita o non hai chiamato qualcuno ad aiutarti?
pl: Wszystko? To jak to się stało, że byłaś oblężona i niemalże pojmana? Czemuś nie uciekła wcześniej albo nie wezwała kogoś na pomoc?

source: The answer to your question is the answer to your doubts. Why haven't I escaped? Why haven't I called someone for help? Why are you here?
fr: La réponse à cette question est la réponse à vos doutes. Pourquoi ne me suis-je pas enfuie ? Pourquoi n'ai-je pas cherché de l'aide ? Qui êtes-vous ?
it: La risposta alle tue domande è la risposta ai tuoi dubbi. Perché non sono fuggita? Perché non ho chiamato qualcuno ad aiutarmi? Perché siete qua?
pl: Odpowiedź na twoje pytanie to odpowiedź na twoje wątpliwości. Czemu nie uciekłam? Czemu nie wezwałam kogoś na pomoc? Czemu wy tu jesteście?

source: Lady, we are searching for great mage, Deorien. Maybe you know...
fr: Madame, nous recherchons un grand mage, Deorien. Peut-être savez-vous...
it: Signora, noi stiamo cercando il grande mago Deorien. Forse tu sai...
pl: Pani, szukamy wielkiego maga, Deoriena. Może wiecie, gdzie...

source: Search for Deorien in the ruins of the great city, where even wind cries when bringing back memories of marvelous past. But he will give you answers, some of which you may find unwelcome.
fr: Vous trouverez Deorien dans les ruines de la grande ville, où même le vent pleure en se remémorant le passé merveilleux. Il vous donnera les réponses, même si certaines pourraient ne pas vous satisfaire.
it: Cerca Deorien tra le rovine della grande città, dove persino il vento piange quando il pensiero torna al meraviglioso passato. Vi darà le risposte che cercate, ma non vi piaceranno.
pl: Szukajcie Deoriena wśród ruin wielkiego miasta, gdzie nawet wiatr płacze wspominając historię wspaniałej przeszłości. Ale on da wam i takie odpowiedzi, które mogą się wam nie spodobać.

source: Ruins of great city? What kind of answer is this? Where is that city? Why can't you give me straight answer?
fr: Les ruines d'une grande cité ? Qu'est-ce que c'est que cette réponse ? Où est cette ville ? Pourquoi ne pouvez-vous pas me donner de réponse claire ?
it: Le rovine della grande città? Ma che razza di risposta è questa? Dov'è questa città? Perché non mi puoi dare una risposta chiara?
pl: Ruiny wielkiego miasta? To ma być odpowiedź? Gdzie jest to miasto? Dlaczego nie możecie mi dać prostej odpowiedzi.

source: I am Oracle. Why should I give straight answers? Why do you think my answer is not enough for you? Why do you think I should tell you more?
fr: Je suis l'oracle. Pourquoi devrais-je donner des réponses claires ? Pourquoi pensez-vous que mes réponses soient insuffisantes ? Pourquoi pensez-vous que je devrais vous en dire plus ?
it: Io sono l'Oracolo. Perché dovrei dare risposte dirette? Perché pensi che la mia risposta non sia sufficiente per te? Perché pensi che dovrei dirti di più?
pl: Jestem Wyrocznią. Kto powiedział, że mam dawać proste odpowiedzi? Dlaczego sądzisz, że moja odpowiedź ci nie wystarczy? Dlaczego uważasz, że masz prawo usłyszeć coś więcej?

source: Oracle.. I..
fr: Oracle... Je...
it: Oracolo... io...
pl: Wyrocznio.. Ja...

source: I know your questions, Lorin from Gallorae, clan which had more gold in hair of their daughters than in their treasures. First answer is yes, you are. Second is yes, he will be. third is no, you will never be.
fr: Je connais votre question, Lorin de Gallorae, le clan qui avait plus d'or dans les cheveux de ses filles que dans son trésor. La première réponse est oui, vous l'êtes. La deuxième est oui, il le deviendra. Et la troisième est non, vous ne le deviendrez jamais.
it: Conosco le tue domande, Lorin di Gallorae, il clan che ha avuto più oro nei capelli delle sue figlie che nei suoi forzieri. La prima risposta è sì, tu lo sei; la seconda è sì, lo sarai; la terza è no, non lo sarai mai.
pl: Znam twoje pytania, Lorin z Gallorae'ów, klanu co więcej złota posiada na głowach złotowłosych córek niż w swoim skarbcu. Pierwsza odpowiedź brzmi tak, jesteś. Druga brzmi tak, zostanie nim. Trzecia brzmi nie, nigdy nie będziecie.
tr: Sorularını biliyorum, Gallorae’lerden Lorin. Kabilenin kızlarının saçlarındaki altın, hazinelerindekinden daha fazladır. İlk sorunu yanıtı: evet, sensin. İkincisinin yanıtı: evet, o olacak. Üçüncüsü ise: hayır, sen asla olmayacaksın.

source: As Oracle I have nothing more to say to you. As woman, I have one advise. There is only one man in this world which may change your future. I think you know his name. Go and find him. Beg him for forgiveness if you will have to. Stay with him as long as you can.
fr: En tant qu'oracle, je n'ai rien à vous dire de plus. En tant que femme, j'ai un conseil. Il n'y a qu'un seul homme dans ce monde qui peut changer votre futur. Je pense que vous connaissez son nom. Retrouvez-le. Demandez-lui de vous pardonner si c'est nécessaire. Et restez avec lui le plus longtemps possible.
it: Come Oracolo non ho altro da dirti. Come donna, ho un consiglio. C'è solo un uomo sulla terra che può cambiare il tuo futuro. Penso che tu conosca il suo nome. Va e trovalo. Invoca il suo perdono se dovrai farlo. Rimani con lui il più a lungo possibile.
pl: Jako Wyrocznia nie mam ci nic więcej do powiedzenia. Jako kobieta mam jedną radę. Jest tylko jeden mężczyzna na tym świecie, który może odmienić twoją przyszłość. Myślę, że wiesz o kim mówię. Idź, odnajdź go. Błagaj o wybacznie jeśli trzeba. Zostańcie z nim tak długo jak będziesz mogła.
