Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Uri van Roe - do you remember that day on Barnon, when you have betrayed me?
fr: Uri van Roe : te souviens-tu de ce jour à Barnon, où tu m'as trahi ?
it: Uri van Roe, ti ricordi di quel giorno a Barnon in cui mi hai tradito?
pl: Uri van Roe - czy pamiętasz ten dzień pod Barnon, kiedy mnie zdradziłeś?

source: You? Betrayed you? You mixling, you underling, you never were my king - no Akladian worth this name could serve creature like you!
fr: Toi ? Te trahir ? Toi, le mélange, toi l'inférieur, tu n'as jamais été mon roi : aucun Akladien digne de ce nom pourrait servir une créature comme toi !
it: Tu? Tu sei stato tradito? Un mezzosangue, un miserabile come te non potrà mai essere il mio re - nessun uomo di Akladia degno di essere chiamato così potrebbe servire una creatura come te!
pl: Ciebie? Zdradziłem ciebie? Ty mieszańcu, podludziu, nigdy nie byłeś moim królem. Żaden Akladianin godny tego miana nie mógłby służyć takiej kreaturze jak ty!

source: Do you believe in God, Uri?
fr: Crois-tu en Dieu, Uri ?
it: Credi negli dei, Uri?
pl: Czy wierzysz w Boga Uri?
tr: Tanrıya inanır mısın, Uri?

source: I... what?
fr: Je ... comment ?
it: Io... cosa?
pl: Czy ja... Co?
tr: Ben... ne?

source: Why I was able to win? Why I am able to defeat people like you? Why Akladians, who allied with so called 'underlings' are alive and well, and those, who were with you and Bor, are cursed by all Akladian and Wesnothian people alike?
fr: Pourquoi est-ce que j'ai pu gagner ? Pourquoi est-ce que j'ai pu battre des gens comme vous ? Pourquoi les Akladiens qui se sont alliés avec ceux que vous appelez 'inférieurs' sont bien vivants et que ceux qui étaient avec toi et Bor sont maudits aussi bien par les Akladiens que par les Wesnothiens ?
it: Per quale motivo credi che io sia riuscito a vincere? Perché sono stato in grado di sconfiggere gente come te? Perché gli uomini di Akladia alleati con i cosidetti "miserabili" sono sani e salvi mentre quelli che erano con Bor Cryne vengono maledetti dalla gente di Akladia e di Wesnoth?
pl: Dlaczego zdołałem wygrać? Dlaczego jestem w stanie pokonać ludzi takich jak ty? Dlaczego Akladianie którzy sprzymierzyli się z tak zwanymi podludźmi są zdrowi i cali a ci którzy byli z tobą i Borem są przeklinani przez wszystko co żyje?

source: God withdraw his support from us, because we abandoned his paths, and he is punishing us.
fr: Dieu nous a retiré son soutien, parce que nous avons abandonné ses sentiers et il nous punit.
it: Gli dei ci hanno voltato le spalle, perché abbiamo abbandonato i loro sentieri; ci stanno punendo.
pl: Bóg przestał nas wspierać bo zboczyliśmy z jego ścieżki, to jest jego kara.

source: Think about it, Uri. Indeed, you have abandoned his paths. Because it is you who are punished, not those, who are with me.
fr: Repense à ça, Uri. Vous avez en effet abandonné ses 'sentiers' parce que c'est vous qu'il punit, pas ceux qui sont avec moi.
it: Pensaci, Uri. Avete davvero abbandonato i loro sentieri. Perché siete voi che siete stati puniti, non quelli che sono con me.
pl: Pomyśl Uri. WY zboczyliście z jego ścieżki, bo to wy jesteście karani, a nie ci którzy są ze mną.

source: Human.. killed me.. Human...
fr: Un humain... m'a tué... un humain...
it: Uomo... mi ha ucciso... un uomo
pl: Człowiek... mnie zabił... Człowiek
tr: İnsan... öldürdü beni... İnsan...

source: Listen, orc..
fr: Écoute, orc...
it: Ascolta, orco.
pl: Słuchaj orku...
tr: Dinle ork...

source: I won't stop until the last one of you is killed
fr: Je ne m'arrêterai que lorsque le dernier d'entre vous sera mort.
it: Non mi fermerò fino a che l'ultimo fra voi non sarà morto.
pl: Nie przestanę dopóki ostatni z was nie zginie
tr: Sizden kimse kalmayana dek durmayacağım.

source: I feel no hate for you
fr: Je ne ressens aucune haine à ton égard.
it: Non provo odio per te.
pl: Nie czuję do was nienawiści.

source: Human killed you - and human will kill all your soldiers, to the last orc...
fr: Un humain t'a tué et un humain va tuer tous tes soldats, jusqu'au dernier orc...
it: Un uomo ti ha ucciso - e gli uomini uccideranno tutti i tuoi soldati, fino all'ultimo orco...
pl: Człowiek zabił ciebie - i ludzie zabiją wszystkich twoich żołnierzy, do ostatniego orka...
tr: İnsan öldürdü seni - ve tüm askerlerini son orka kadar insan öldürecek...

source: I feel no hate for you. You fought well.
fr: Je ne ressens aucune haine envers toi. Tu t'es bien battu.
it: Non provo odio per te. Ti sei battuto bene.
pl: Nie czuję do was nienawiści, walczyliście dobrze.

source: I've never heard human talking like this to orcs.. It is said that there is eternal hatred between our kinds, and our two races cannot live together on this world created by Mother Earth.
fr: Je n'ai jamais entendu un humain parler comme ça aux orcs... Il est dit qu'il y a une haine éternelle entre nos peuples et que nos deux races ne peuvent vivre ensemble dans le monde créé par Mère Terre.
it: Non ho mai sentito un uomo parlare in questo modo a un orco... Si dice che ci sia un odio eterno tra le nostre genti e le nostre due razze non possano vivere insieme su questo mondo creato da Madre Terra.
pl: Nigdy nie słyszałem człowieka mówiącego tak do orków... Powiedziane jest, że między naszymi ludami panuje wieczna nienawiść, i że nie mogą one zyć wspólnie na świecie stworzonym przez Matkę Ziemię.

source: How can I hate the orcs after what I've heard from Deorien? Die in peace, warrior.
fr: Comment pourrais-je détester les orcs après avoir entendu ce que Deorien m'a dit ? Meurs en paix, guerrier.
it: Come potrei odiare gli orchi dopo quello che mi ha detto Deorien? Muori in pace, guerriero.
pl: Jak mogę nienawidzić orków po tym co usłyszałem od Doriena? Umieraj w spokoju wojowniku.

source: No, wait.. before I die.. My soldiers were dying here, and now I am asking myself, what for? Why should more of them die here? They would die here gaining nothing for ourselves. Would you allow my warriors to leave?
fr: Non, attendez... Avant que je ne meure... Mes soldats sont en train de mourir ici et maintenant je me demande, pourquoi ? Pourquoi plus encore devraient mourir ici ? Ils mourraient ici sans rien gagner pour nous. Laisseriez-vous mes soldats partir ?
it: No, aspetta... prima che io muoia... I miei soldati stanno morendo qua e ora mi domando: perché? Perché ne devono morire altri? Morirebbero qua senza conquistare nulla per noi. Permetterai ai miei guerrieri di ritirarsi?
pl: Nie, czekaj.. Zanim zginę... Moi wojownicy padają wokół mnie jeden po drugim, i teraz pytam sam siebie, dlaczego? Dlaczego ma ich ginąć tu więcej? Swoją śmiercią nic dla siebie nie zyskają. Czy pozwoliłbys moim wojownikom odejść w pokoju?

source: I'm sorry, I can't risk.
fr: Je suis désolé, je ne peux prendre aucun risque.
it: Mi spiace ma non posso rischiare.
pl: Przykro mi, ale nie mogę zaryzykować.
tr: Kusura bakma, risk alamam.

source: I agree.
fr: Je suis d'accord.
it: Sono d'accordo.
pl: Zgoda.
tr: Kabul.

source: I'm sorry, but I can't risk. If I would allow your soldiers to leave, they will surely go back one day and strike us.
fr: Je suis désolé, je ne peux prendre aucun risque. Si je laisse tes soldats partir, ils reviendront sûrement un jour et nous attaquerons.
it: Mi spiace ma non posso rischiare. Se permettessi ai tuoi soldati di andarsene, sicuramente un giorno tornerebbero e ci colpirebbero.
pl: Przykro mi, ale nie mogę zaryzykować. Jeżeli pozwolę twoim żołnierzom odejść, na pewno wrócą pewnego dnia by zaatakować mój kraj.

source: Yes, I will agree. I will let your soldiers out.
fr: Oui, je suis d'accord, je laisserai tes soldats partir.
it: Sì, sono d'accordo. Lascerò fuori i tuoi soldati.
pl: Tak, zgodzę się. Pozwolę twoim żołnierzom odejść.

source: Thank you, human. My soldiers, stop fighting and return to your homes!
fr: Merci, humain. Mes soldats, arrêtez de vous battre et retournez dans vos maisons !
it: Grazie, uomo. Soldati, smettete di combattere e tornate alle vostre case!
pl: Dziękuję człowiecze, Żolnierze, zaprzestańcie walki i wracajcie do domów!

source: Aargh! I feel... cold...
fr: Aaargh ! Je me sens... tout froid...
it: Aargh! Sento... freddo...
pl: Ahhh! Czuję... zimno...

source: No, wait, don't die yet - please, answer me few questions...
fr: Attends, ne meurs pas encore. S'il te plaît, réponds à mes questions...
it: No, aspetta, non morire ancora - forza, rispondi allemie domande...
pl: Stój! Jeszcze nie umieraj! Wiem, że jeszcze mnie słyszysz, odpowiedz mi na kilka pytań!
tr: Hayır, bekle, hemen ölme - lütfen bir kaç soruma yanıt ver...

source: And why.. should I do it?
fr: Et pourquoi... devrais-je faire cela ?
it: E perché... dovrei farlo?
pl: I dlaczego... Powinienem to zrobić?

source: They are different kinds of death.
fr: Il y a différentes sortes de mort.
it: Ci sono diversi modi di morire.
pl: Jest wiele rodzajów śmierci.

source: Because your king ask you
fr: Parce que ton roi te le demande.
it: Perché te lo chiede il tuo re.
pl: Ponieważ twój król cię pyta

source: You are trying to scare me? Ha, ha.. I am dying already... And I won't tell you anything.
fr: Tu essaies de me faire peur ? Ha ha... je suis déjà en train de mourir... Et je ne te dirai rien !
it: Stai cercando di spaventarmi? Ah, ah... io sto già morendo... e non ti dirò nulla.
pl: Usiłujesz mnie nastraszyć?Cha, cha... Ja umieram... I nic ci nie powiem.

source: My king? Ha, ha, that's funny.. I have no king...
fr: Mon roi ? Ha ha, c'est trop drôle... Je n'ai pas de roi...
it: Mio re? Ah, ah, ah, divertente... Io non ho nessun re...
pl: Mój król? Cha, cha. Zabawne... Ja nie mam króla...
tr: Kralım? Ha, ha, çok komik... benim kralım yok...

source: Then tell me because I made you laugh before death.
fr: Alors dis-le moi parce que je t'ai fait rire avant ta mort.
it: Allora dimmi perché ti ho fatto ridere prima di morire.
pl: Więc powiedz mi bo rozśmieszyłem cię przed śmiercią.

source: All right then. Ask me, young king.
fr: Très bien. Pose-moi tes questions, jeune roi.
it: D'accordo. Chiedi, giovane re.
pl: Dobrze więc. Pytaj mnie, młody królu.

source: Please tell me..
fr: S'il vous plaît, dites-moi...
it: Per favore dimmi...
pl: Proszę, powiedz mi...

source: Who have hired assassin who was sent to kill me?
fr: Qui a loué les services de cet assassin pour me faire tuer ?
it: Chi ha assoldato l'assassino per uccidermi?
pl: Kto wynajął zabójcę, który probował mnie zabić?

source: Do you sell the poisons?
fr: Vends-tu du poison ?
it: Vendi veleni?
pl: Sprzedajecie trucizny?
tr: Zehir satıyor musunuz?

source: You sold poison to Lorin's clan once.
fr: Tu as vendu du poison au clan de Lorin par le passé.
it: Una volta hai venduto del veleno al clan di Lorin.
pl: Kiedyś sprzedaliście truciznę klanowi Lorin.

source: Lorin's clan once bought the poison from the outlaws. Do you know why?
fr: Le clan de Lorin a un jour acheté du poison aux hors-la-loi. Savez-vous pourquoi ?
it: Una volta il clan di Lorin ha comprato il veleno dai senzalegge. Sai perché?
pl: Klan Lorin kupił onegdaj truciznę od banitów. Czy wiesz dlaczego?
tr: Lorin’in sülalesi zehiri haydutlardan aldı. Nedenini biliyor musun?

source: But why? And when?
fr: Mais pourquoi ? Et quand ?
it: Ma perché? E quando?
pl: Ale dlaczego? I kiedy?

source: I don't know for sure, but it was just before your mother was poisoned. The poison we sold them was very specific - it's hard to mistake the symptoms.
fr: Je n'en suis pas sûr, mais c'était juste avant que ta mère soit empoisonnée. Le poison que nous leur avons vendu était très spécifique : il est très difficile de se tromper sur les symptômes.
it: Non ne sono sicuro, ma è stato poco prima che tua madre fosse avvelenata. Il veleno che gli vendemmo era molto particolare - è difficile confondere i sintomi.
pl: Nie jestem pewien, ale to było chwilę przed otruciem twojej matki. Jad który im sprzedaliśmy był bardzo charakterystyczny, trudno pomylić objawy.

source: As outlaw, you know probably a lot about poisons.. My mother was poisoned.. Do you know who could do it?
fr: En tant que hors-la-loi, tu dois probablement connaître beaucoup de poisons... Ma mère a été empoisonnée... Sais-tu qui aurait pu faire ça ?
it: Come fuorilegge, probabilmente ne saprai parecchio sui veleni... Mia madre è stata avvelenata... Sai chi avrebbe potuto farlo?
pl: Jako banita wiesz zapewne sporo o truciznach... Moją matkę otruto... Czy wiesz kto mógł to zrobić?

source: I'm sorry, but I cannot help you here. Akladian clans do buy poison from us here and there, but if you can't give me some clues, I won't be able to help you.
fr: Je suis désolé, mais je ne peux pas t'aider. Les clans Akladiens nous achètent du poison de temps en temps. Mais si tu me donnes un peu plus d'indices, je pourrais peut-être t'aider.
it: Sono spiacente, ma su questo non posso aiutarti. I clan di Akladia comprano il veleno da noi ogni tanto, ma se hai altri indizi da darmi, non potrò aiutarti.
pl: Przepraszam ale nie jestem w stanie ci pomóc. Klany kupowały od nas trucizny przy różnych okazjach więc jeśli nie dasz mi jakiś wskazówek nic nie będę w stanie powiedzieć.

source: There was assassin who was send after me. He was interrogated and he testified he was send from Outlaw Place. It was almost two years ago - can you remember who have hired him?
fr: On a envoyé un assassin contre moi. On l'a interrogé et il a certifié qu'il venait de la base des hors-la-loi. C'était il y a à peu près deux ans. Vous souvenez-vous qui l'avait engagé ?
it: Un assassino era stato mandato sulle mie tracce. È stato interrogato e ha confessato che era stato mandato dal Covo di Senzalegge. Sarà stato quasi due anni fa - riesci a ricordarti chi può averlo assunto?
pl: Niemal dwa lata temu wysłano za mną zabójcę. Został schwytany i przesłuchany, zeznał, że wysłano go z Miejsca Banitów. Pamiętasz kto go wynajął?

source: Of course.. I remembered it, because it was such unusual for Akladians to ask us for such a thing.. And it started our contacts.
fr: Bien sûr... Je m'en souviens, parce que c'était si rare pour les Akladiens de nous demander une telle chose... Et c'est comme ça que nos contacts ont démarrés.
it: Certo... me lo ricordo perché era piuttosto inusuale che a chiederci una cosa del genere fossero quelli di Akladia... e così sono cominciati i nostri contatti.
pl: Oczywiście... To było tak niezwykłe zlecenie jak na Akladian... No i rozpoczeło wzajemną współpracę.
tr: Elbette.. hatırlıyorum onu. Böyle bir şeyi Akladyalılara sormanın bize bir yararı olmazdı.. ve o başlangıç noktamız.

source: Akladian? Who was is then?
fr: Akladien ? Qui était-il alors ?
it: Quelli di Akladia? Chi altri?
pl: Akladyjski? Kto to był?

source: And who if not Bor Cryne... <cough> If you have any other questions, hurry, because I can feel the death is just few steps from me...
fr: Et qui si ce n'est Bor Cryne... <Tousse> Si tu as encore des questions, dépêche-toi parce que je peux sentir la mort, elle n'est qu'à quelques pas de moi...
it: E chi se non Bor Cryne... <tossisce> Se hai altre domande, fa' in fretta, perché sento che la morte è solo a pochi passi da me...
pl: Kto jeśli nie Bor Cryne... <kaszel> Jeśli masz inne pytania pospiesz się, czuję jak śmierć stoi tuż obok...

source: One necromant goes down - the world seems a little bit happier because of this.
fr: Un nécromancien disparaît : grâce à ça, le monde semble un peu plus heureux.
it: Un negromante in meno - e il mondo sembra un pochino più felice.
pl: Jeden nekromanta mniej, świat wydaje się być z tego powodu nieco szczęśliwszy.
tr: Bir hortlakçı daha ortadan kalktı - dünya onsuz biraz daha mutlu görünüyor.

source: I am not really dying! I am just switching my existence to another level...
fr: Je ne suis pas vraiment en train de mourir ! Je change juste de niveau d'existence...
it: Non sto davvero morendo! Sto solo passando a un altro livello di esistenza...
pl: Tak naprawdę nie ginę! Po prostu moja świadomość przechodzi na inny poziom istnienia...

source: Wait! You could be my right hand. You could be second just to the God ruling the world. All gold of all continents, all woman and everything you could dream for...
fr: Attends ! Tu pourrais être ma main droite. Tu pourrais être le deuxième juste à côté de Dieu pour diriger le monde. Tout l'or de tous les continents, toutes les femmes tout ce dont tu pourrais rêver...
it: Aspetta! Potresti essere il mio braccio destro. Potresti essere secondo solo al dio che regna sul mondo. Avresti tutto l'oro di tutti i continenti, tutte le donne e tutto quello che potresti desiderare...
pl: Czekaj! Mógłbyś być moją prawą reką, drugim po bogu władającym światem. Wszystke bogactwa, kobiety, co tylko sobie wymarzysz...

source: There is only one thing I was dreaming about, and you could do nothing do make it real.
fr: Il n'y a qu'une seule chose qui me faisait rêver et tu ne peux rien faire pour la rendre réelle.
it: Io desidero solo una cosa e tu non puoi far nulla per renderla reale.
pl: Była tylko jedna rzecz której pragnąłem a ty nie byłeś w stanie zrobić nic żeby ją urzeczywistnić.

source: Was it a woman? I know people all too well, I was amongst them for hundred years. She died, and you wish she would be with you? I can make it real. I can bring her back.
fr: C'était une femme ? Je connais trop bien les gens, j'ai été parmi eux pendant des centaines d'années. Elle est morte et tu voudrais qu'elle soit avec toi ? Je peux faire ça. Je peux la ramener.
it: Era una donna? Conosco troppo bene le persone, sono stato in mezzo a loro per cento anni. È morta e vorresti che fosse con te? Posso renderlo reale. Posso riportarla indietro.
pl: Kobieta? Znam ludzi aż za dobrze, żyłem wśród nich setki lat. Umarła a ty chcesz ją odzyskać? Mogę to zrobić, mogę ją sprowadzić spowrotem.

source: You could bring back only a thing which would be mockery of her former self. There is no place under the sun for things you would want to do.
fr: Tu ne pourrais ramener qu'une chose qui ne serait qu'une parodie de ce qu'elle était. Il n'y a pas de place sous le soleil pour les choses que tu veux faire.
it: Potresti riportare indietro soltanto una cosa che sarebbe una parodia del suo vecchio io. Non c'è posto sulla terra per che tu vorresti fare.
pl: Mógłbyś sprowadzić rzecz będącą szyderstwem tego co miałaby udawać. Nie ma miejsca pod słońcem dla rzeczy, które chciałbyś robić.

source: Curse you, whole Akladian race! Curse you! And I put my curse on you, Gawen Hagarthen!
fr: Soyez maudits, toute la race Akladienne ! Soyez maudits ! Et je lance ma malédiction sur toi, Gawen Hagarthen !
it: Che siano maledetti tutti gli uomini di Akladia! Siano maledetti! E maledico anche te, Gawen Hagarthen!
pl: Przeklęta niech będzie cała Akladyjska rasa! Przeklinam was! I kładę też klątwę na ciebie, Gawenie Hagarthenie!
tr: Tüm Akladyalılara lanet olsun! Lanet olsun size! Ve lanetim üzerine olsun, Gaven Hagarten!

source: Oh no! Our spiritual leader is dead! Run for your life!
fr: Oh non ! Notre chef spirituel est mort ! Courez pour votre vie !
it: Oh no! Il nostro capo spirituale è morto! Mettiamoci in salvo.
pl: O nie! Nasz duchowy przywódca nie żyje! Ratuj się kto może!
tr: Oh hayır! Manevi liderimiz öldü. Canını seven kaçsın!

source: Master! Master! Without your will, our army will stop to exist! Noooo!
fr: Maître ! Maître ! Sans votre volonté, notre armée va cesser d'exister ! Nooon !
it: Padrone! Padrone! Senza di te il nostro esercito smetterà di esistere! Noooo!
pl: Mistrzu! Nieee! Bez ciebie nasza armia przestanie istnieć! Mistrzuuuu!

source: I am dying, human, but you will be dead too, soon!
fr: Je meurs, humain, mais tu mourras un jour, toi aussi et très bientôt !
it: Io sto morendo, uomo, ma, presto, anche tu sarai morto!
pl: Umieram człowiecze, ale ty również będziesz martwy, wkrótce!
tr: Ben ölüyorum, insan, ama sen de yakında öleceksin!

source: Why that hate? I do not hate you. Why you are fighting us? the fruits of our defeat will be harvested by Grekulak alone.
fr: Pourquoi cette haine ? Je ne te déteste pas. Pourquoi est-ce que tu nous combats ? Les fruits de notre défaite ne seront récoltés que par Grekulak.
it: Perché c'è questo odio
pl: Po co ta nienawiść? Ja jej nie czuję. Po co z nami walczyć? Owoce naszej klęski zbierze jedynie Grekulak.

source: And Grekulak is our spiritual leader, stupid human. He will lead our race to greatness!
fr: Et Grekulak est notre chef spirituel, humain stupide ! Il mènera notre race vers la grandeur !
it: E Grekulak è il nostro capo spirituale, stupido uomo. Egli guiderà la nostra razza alla grandezza!
pl: A on jest naszym duchowym przywódcą głupi człeku. Poprowadzi naszą rasę do wielkości!

source: Isn't Grekulak human? And isn't he leading undead for greatness!
fr: Est-ce que Grekulak n'est pas un humain ? Et est-ce que Grekulak ne mène pas les morts-vivants à la grandeur ?
it: Grekulak non è forse umano? E non sta guidando i non-morti alla grandezza!
pl: A czy nie jest on również człowiekiem? Nie wygląda mi też na to by prowadził nieumarłych gdziekolwiek.

source: No.. Stop trying to fool me.. I will die loyal to our spiritual leader...
fr: Non, arrête de me brouiller... Je mourrai loyal à notre chef spirituel...
it: No... Smettila di cercare di ingannarmi... Io morirò fedele al nostro capo spirituale...
pl: Nie... Przestań mi mieszać w głowie... Umrę lojalny względem naszego przywódcy...

source: From all people on the world, it had to be you!
fr: De tous les gens dans le monde, ce devait être toi !
it: Tra tutte le persone al mondo, proprio tu!
pl: Ze wszystkich ludzi na świecie to musiałeś być ty!

source: Yes, Bor. It have to be me. You know it have to be me.
fr: Oui, Bor, ce devait être moi. Tu le sais que ça devait être moi.
it: Sì, Bor. Dovevo essere io. Tu sai che dovevo essere io.
pl: Tak Bor, musiałem, wiedziałeś że tak będzie.

source: Lorin... Do it fast.
fr: Lorin... Fait le vite.
it: Lorin... Fallo e basta.
pl: Lorin.. Zrób to szybko.
tr: Lorin... Çabuk ol.

source: Why? You are afraid of pain?
fr: Pourquoi ? Vous avez peur de souffrir ?
it: Perché? Hai paura di soffrire?
pl: Dlaczego? Boisz się bólu?

source: Of pain? Never. But I don't want underlings to see me screaming
fr: De douleur ? Jamais. Mais je ne veux pas qu'un inférieur me voie crier.
it: Soffrire? Mai. Ma io non voglio che i miserabili mi vedano urlare.
pl: Bólu? Nigdy. Ale nie chcę by pariasi widzieli jak krzyczę.

source: That one wish I can grat you, Bor.
fr: Je peux consentir à ce souhait, Bor.
it: Su questo ti posso accontentare, Bor.
pl: To jedno mogę ci zaofiarować Bor.

source: Uri! Oh, How I am happy to see your face again!
fr: Uri ! Oh, maintenant, je suis heureux de revoir ton visage.
it: Uri! Oh, quanto sono felice di rivederti!
pl: Uri! Jak się cieszę znowu widząc twoją twarz!

source: Shut up, your witch. You betrayed our race - you are allied to that mixling, and fight alongside underlings!
fr: Tais-toi, sorcière. Tu as trahi notre race, tu t'es alliée à ce bâtard et tu combats avec les inférieurs.
it: Taci, strega. Hai tradito la nostra razza - ti sei alleata con questi mezzosangue, e combatti al fianco dei miserabili!
pl: Zamknij się wiedźmo. Zdradziłaś naszą rasę, jesteś w sojuszu z tym mieszańcem i walczysz u boku pariasów!
