Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: I didn't know..
fr: Je ne savais pas...
it: Non so...
pl: Nie wiedziałem..
tr: Bilmiyordum..

source: So now you know. And what you will do about it?
fr: Maintenant, tu sais. Et que feras-tu de tout ça ?
it: E adesso che lo sa, cosa farai?
pl: No to teraz już wiesz. I co zamierzasz z tym zrobić?
tr: Artık biliyorsun. Ve bunun için ne yapacaksın?

source: I don't know.
fr: Je ne sais pas.
it: Non lo so.
pl: Nie wiem.
tr: Bilmiyorum.

source: What about this:
fr: Que pensez-vous de ceci :
it: Cosa ne pensi di:
pl: A co powiecie na to:
tr: Bunun hakkında:

source: I will kill you and rip off your head.
fr: Je vais te tuer et t'arracher la tête.
it: Ti ucciderò e ti taglierò la testa.
pl: Zabiję ciebie i oderwę ci głowę.
tr: Seni öldürecek ve kelleni alacağım.

source: What about joining us against those orcs?
fr: Pourquoi ne pas te joindre à nous contre ces orcs ?
it: Che ne pensi di unirti a noi contro gli orchi?
pl: A co powiesz na dołączenie do nas w walce przeciw orkom?
tr: Bu orklara karşı bizimle birlik olur musun?

source: Will you join us to fight those orcs? Or would you prefer to ally with those madmen wanting to slaughter their own kin?
fr: Te joindras-tu à nous pour combattre ces orcs ? Ou est-ce que tu préfères t'allier à ces fous qui veulent décimer leur propre espèce ?
it: Ti unirai a noi contro questi orchi? oppure preferisci essere alleato di questi pazzi che vogliono massacrare la loro stessa gente?
pl: Dołączysz do nas by walczyć z tymi orkami? Czy raczej wolisz sojusz z tymi szaleńcami pragnącymi zarżnąć własny rodzaj?
tr: Bu orklarla döğüşmek için bize katılır mısın? Yoksa kendi akrabalarını boğazlamak isteyen bu kötü adamlarla ittifak yapmayı mı tercih edersin?

source: Yes.. I will join you.
fr: Oui... Je vous rejoindrai.
it: Sì... mi unirò a voi.
pl: Tak... dołączę do ciebie.
tr: Evet... Size katılacağım.

source: So, we won.
fr: Donc, nous avons gagné.
it: Così, abbiamo vinto.
pl: Więc wygraliśmy.
tr: Bu durumda, biz kazandık.

source: Disappointed? Wanted to have more action?
fr: Déçue ? Vous vouliez plus d'action ?
it: Delusa? Avresti voluto più azione?
pl: Rozczarowana? Chciałabyś widzieć więcej akcji?
tr: Hayal kırıklığına uğradım. Daha fazla hareket bekliyordum.

source: There will be enough action when orcs will come.
fr: Il y aura assez d'action quand les orcs arriveront.
it: Ne avremo a iosa quando arriveranno gli orchi.
pl: Będzie dość akcji gdy orki nadejdą.
tr: Orklar gelince yeterince hareket olacak.

source: What part of the phrase 'do not kill their leaders, leave that for me' have you not understood?
fr: Quelle partie de la phrase 'ne tuez pas leurs chefs, laissez-les moi' n'as-tu pas comprise ?
it: Quale parte della frase: «Non uccidete i comandanti, lasciateli a me» non hai capito?
pl: Której części zdania 'nie zabijać ich przywódców, zostawić ich dla mnie' nie zrozumiałeś?
tr: ‘Liderlerini öldürme, bana bırak’ cümlesinden anlayamadığın ne?

source: But it was self-defense!
fr: Mais, c'était de la légitime défense !
it: Ma era auto-difesa!
pl: To było w samoobronie!
tr: Fakat ben kendimi savundum!

source: Yeah, sure. God, why those males are thinking I can't handle my enemies myself?
fr: Oui, bien sûr ! Mon Dieu, pourquoi les mâles pensent-ils que je ne peux pas m'occuper moi-même de mes ennemis ?
it: Sì, certo. Ma, per tutti gli dei, perché questi maschi pensano che non posso farcela da sola contro i miei nemici?
pl: Taa, jasne. Boże, dlaczego wszyscy mężczyźni wokół nie wierzą, że sama potrafię sobie poradzić z moimi wrogami?
tr: Elbette... Tanrım, bu erkekler neden düşmanımla başa çıkamayacağımı düşünürler?

source: So, we took over the castle. Quite pleasant surprise. What now?
fr: Bon, nous avons pris le château. Certes, une surprise plaisante... et maintenant ?
it: Dunque, abbiamo preso il castello. Una piacevole sorpresa. E ora?
pl: A więc, wzięliśmy zamek. Dość miła niespodzianka. Co teraz?
tr: Kaleyi aldık. Memnuniyet verici bir gelişme. Şimdi ne olacak?

source: Surprise? What do you mean by that?
fr: Surprise ? Que voulez-vous dire ?
it: Sorpresa? Cosa vuoi dire?
pl: Niespodzianka? Co masz na myśli?
tr: Bunu beklemiyor muydunuz? Ne demek istiyorsunuz?

source: I meant that I thought we wouldn't be able to take that castle, because...
fr: Je veux dire que je ne pensais pas que nous pourrions prendre ce château parce que...
it: Volevo dire che pensavo che non saremo riusciti a prendere quel castello, perché...
pl: Miałem tylko na myśli, że sądziłem, że nie damy rady wziąć tego zamku, bo...
tr: Bu kaleyi alamayabilirdik demek istiyorum, çünkü...

source: Because what? You think that just because I am a weak woman I can't take a castle?
fr: Parce que quoi ? Tu penses que je ne peux prendre un château parce que je suis une faible femme ?
it: Perché cosa? Credi che io sia una donna così debole da non poter prendere un castello?
pl: Bo co? Wydaje cie się, że tylko dlatego, że jestem słabą kobietą, nie dam rady z zdobyć zamku?
tr: Çünkü ne? Çünkü ben bir kaleyi alamayacak kadar zayıf bir kadın mıyım, öyle mi düşünüyorsun?

source: No, I just.. Oh, heavens, the castle has good defensive position and.. Stop it. What are you going to do now?
fr: Non, je ... Oh, le château avait une bonne position défensive et ... arrêtez ça. Qu'allez-vous faire maintenant ?
it: No, solo... Oh, cielo, il castello aveva una buona posizione difensiva e... Basta. Cosa facciamo adesso?
pl: Nie, tylko... Niebiosa, zamek jest dobrze usytuowany i... Przestań. Co masz teraz zamiar zrobić?
tr: Hayır, sadece... Aman yarabbi, şato savunma için ne kadar iyi yerde... Bırakalım bunu şimdi... Ne yapacaksın?

source: Well, haven't you heard? Some army, orcish, is coming here. We have to prepare defense. And then we will think what else.
fr: Eh bien, tu n'as pas entendu ? Une armée orc va arriver. Nous devons préparer la défense, nous envisagerons la suite après.
it: Be', non hai sentito? Sta per arrivare un esercito di orchi. Dobbiamo preparare le difese. E poi penseremo al resto.
pl: Nie słyszałeś? Jakaś armia orków nadchodzi, musimy przygotować obronę. A potem pomyślimy co jeszcze.
tr: Duymadın mı? Bir ork ordusu geliyor buraya. Savunma için hazır olmalıyız. Başka ne lazım sonra düşünürüz.

source: Well, I have my own castle. That's for starters. Now I need more gold, so I guess we would have to kindly ask our neighbours for some. But we need some time to rest and cure the wounded.
fr: Bien, j'ai mon propre château. C'est un début. Maintenant, j'ai besoin de plus d'or, donc je suppose que nous devrons aller gentiment en demander à nos voisins. Mais nous avons besoin de nous reposer et de soigner nos blessures.
it: Bene, ho un mio castello. Tanto per cominciare. Ora ho bisogno di più oro, dunque credo che dovremmo gentilmente chiederlo ai nostri vicini. Ma abbiamo bisogno di un certo tempo di riposare e curare i feriti.
pl: Cóż, mam mój własny zamek - na początek. Teraz potrzebuję więcej złota, więc zapewne trzeba będzie grzecznie poprosić o nie sąsiadów. Ale najpierw trzeba nam czasu by odpocząć i by nasi ranni wydobrzeli.
tr: Güzel, kendi kalem var. Başlangıç olarak iyi. Şimdi biraz daha altın lazım, tahminimce, komşularımızdan biraz daha müşfik olmalarını isteyeceğiz. Fakat dinlenmek ve yaralarımızı iyileştirmek için zamana ihtiyacımız var.

source: Strange thing, but it seems that killing so many of them you gained their respect.
fr: C'est étrange, mais on dirait qu'en en tuant autant, vous avez gagné leur respect.
it: Strano, ma sembra che uccidendo molti dei loro compagni ti sei guadagnata il loro rispetto.
pl: Dziwna sprawa, wydaje się że zabijając tak wielu z nich zyskałaś ich szacunek.
tr: Tuhaf şey, çoğunu öldürdüğünüz halde onların güvenini kazandınız.

source: What so strange in that?
fr: Qu'y a-t-il d'étrange ?
it: Cosa c'è di strano?
pl: A co w tym takiego dziwnego?
tr: Bunda tuhaf olan ne?

source: Anyway, it seems that some of them could even fight for you.
fr: De toute façon, on dirait que certains se battraient même pour vous.
it: In ogni modo, sembra che alcuni di loro potrebbero persino combattere per te.
pl: W każdym razie wydaje się, że niektórzy z nich mogliby by nawet walczyć dla ciebie.
tr: Yine de onların bazıları sizin için döğüşebilir gibi görünüyor.

source: Inside of the castle we found a lot of supplies. I hope we will find good use for it.
fr: Nous avons trouvé plein de vivres dans le château. J'espère que nous leur trouverons un bon usage.
it: Abbiamo trovato molti rifornimenti all'interno del castello. Spero che sapremo come usarli.
pl: Wewnątrz zamku odnaleźliśmy sporo zapasów. Mam nadzieję że zrobimy z nich dobry użytek.
tr: Kalenin içinde bir miktar malzeme bulduk. Umarım yararlı olur.

source: A woman! Woman killed me! Aaargh!
fr: Une femme ! Une femme m'a tué ! Aaargh !
it: Una donna! Una femmina mi ha ucciso! Aaargh!
pl: Kobieta! Kobieta mnie zabiła! Aaargh!
tr: Bir kadın! Kadın öldürdü beni! Aaaahh!

source: What? Is he some kind of misogynist?
fr: Quoi ? Il est un peu misogyne ou quoi ?
it: Che cosa? È un certo genere di misoginia?
pl: Co? Facet jest wrogiem kobiet czy co?
tr: Ne? O bir çeşit kadın düşmanı mı?

source: I lose to a woman? Nooo...
fr: J'ai perdu face à une femme ? Nooooon....
it: Una femmina mi ha battuto? Nooo...
pl: Przegrałem z kobietą!? Nieee!!
tr: Bir kadına mı yenildim? Hayıııır...

source: You really can fight. I want to honour you before my death.
fr: Vous savez vraiment vous battre. Je veux vous honorer avant ma mort.
it: Tu sai veramente combattere. Voglio renderti onore prima di morire.
pl: Naprawdę umiesz walczyć. Pozwól mi oddać ci honor przed śmiercią.
tr: Siz gerçekten döğüşebiliyorsunuz. Ölümümden önce sizi onurlandırmak isterim.

source: What's wrong with you, Akladians? They hated you, you started to kill them and now they start to like you? Are you all some kind of glutton for punishment?
fr: Qu'est-ce qui cloche avec vous, Akladiens ? Ils vous détestent, vous commencez à les tuer et maintenant, ils commencent à vous aimer ? Est-ce que vous êtes tous amateurs de punitions ?
it: Che cosa c'è che non va con voi di Akladia? Ti odiavano, hai cominciato a ucciderli e ora cominciano ad apprezzarti? Avete un gusto malsano per le punizioni?
pl: Co jest nie tak z wami, Akladyjczykami? Nienawidzili ciebie, zaczęłaś ich zabijać i teraz nagle ciebie lubią? Czy wy wszyscy jesteście masochistami?
tr: Sizde yanlış olan ne, Akladyalılar? Onlar nefret ediyor sizden, onları öldürmeye başlayınca onlar da sizi sevmez olmadı mı? Eziyet çektirmekten zevk mi alıyorsunuz?

source: She's a fighter! I could even fight for someone like her...
fr: C'est une combattante ! Je pourrais même me battre pour quelqu'un comme elle ...
it: È una combattente! Se potessi solo combattere per una come lei...
pl: Co za wojownik z tej kobiety! Dla kogoś takiego jak ona chętnie bym walczył...
tr: O bir döğüşçü! Ben böyle biri için hala döğüşemem...

source: Sorry, I am not a necromancer.
fr: Désolé, je ne suis pas un nécromancien.
it: Spiacente, non sono un negromante.
pl: Przykro mi, nie wskrzeszam umarłych.
tr: Pardon, ben bir nekromatik değilim.

source: They seem to respect you now. Strange.
fr: Ils semblent vous respecter maintenant. Étrange.
it: Pare che ora ti rispettino. Strano.
pl: Wygląda na to, że teraz zaczęli ciebie szanować. Dziwne.
tr: Şimdi size saygı gösteriyorlarmış gibi görünüyor. Tuhaf.

source: Siege of Haeltin
fr: Le Siège d'Haeltin
it: L'assedio di Haeltin
pl: Oblężenie Haeltin
tr: Haeltin Kuşatması

source: It seems that $ano_loyal[0].user_description was so impressed by Lorin's performance in this siege, that he will fight for her without the need to pay him. He became LOYAL.
fr: On dirait que $ano_loyal[0].user_description a été si impressionné par la performance de Lorin durant ce siège qu'il se battra gratuitement pour elle. Il devient FIDÈLE.
it: Pare che il comportamento di Lorin durante l'assedio abbia così impressionato $ano_loyal[0].user_description che d'ora in poi combatterà per lei senza essere pagato. È diventato LEGALE.
pl: Wygląda na to, że $ano_loyal[0].user_description tak zaimponowala postawa Lorin w czasie oblężenia, że chce walczyć dla niej nawet bez zapłaty. Jednostka stała się LOJALNA.
tr: Lorin’in bu kuşatmadaki başarısından $ano_loyal[0].user_description öyle etkilenmiş ki, bundan sonra döğüşmek için ücret almayacak. SADIK asker haline geldi.

source: Inside the castle of Haeltin, Lorin have found large quantities of food, as well as arrows and weapons. It seemed like the castle owners were expecting a huge army to come.
fr: Dans le château d' Haeltin, Lorin a trouvé une grande quantité de nourriture, ainsi que des flèches et des armes. Les propriétaires du château s'attendaient sans doute à voir une immense armée débarquer.
it: Nel castello di Haeltin, Lorin trovò molte provviste, frecce e armi. Sembrava che la gente del castello stesse aspettando l'arrivo di un enorme esercito.
pl: Wewnątrz zamku Haeltin, Lorin znalazła wielkie zapasy żywności, strzał i broni. Wyglądało to tak, jakby właściciele zamku oczekiwali przybycia wielkiej armii.
tr: Lorin, Haeltin şatosunun içinde büyük miktarda yiyeceğin yanı sıra oklar ve cephane buldu. Şato sahipleri dev bir ordunun geleceğini umuyorlarmış gibi görünüyordu.

source: Lorin ordered the castle to be prepared for defense. Men had worked day and night, while first snowflakes were melting on their bodies. She worked with them too, as hard as if she wanted to prove that she is as good as men. Or as if she wanted to be too tired to have time for bringing back memories.
fr: Lorin ordonna de préparer le château pour la défense. Les hommes travaillèrent jour et nuit, alors que les premiers flocons de neige fondaient sur leur corps. Elle aussi travaillait avec eux, si dur qu'on eut pu croire qu'elle voulait prouver qu'elle était aussi douée qu'un homme. Ou alors voulait-elle être si fatiguée qu'elle en oublierait ses souvenirs.
it: Lorin diede ordine di preparare la difesa del castello. Gli uomini lavorarono giorno e notte, mentre i primi fiocchi di neve si scioglievano a contatto con i loro corpi. Anche la signora lavorò con loro duramente come se volesse dimostrare di non essere da meno di un uomo. O come se volesse essere troppo stanca per ripensare al passato.
pl: Lorin nakazała przygotować zamek do obrony. Ludzie pracowali dzień i noc, podczas gdy pierwsze płatki śniegu topniały na ich ciałach. Pracowała razem z nimi, tak ciężko jakby chciała dowieść, że jest tak dobra jak mężczyźni. Albo, jakby chciała być zbyć zmęczona by mieć czas na wspomnienia.
tr: Lorin şatonun savunma için hazırlanmasını emretti. Adamları günler geceler boyu ilk kar taneleri düşene dek çalıştılar. Lorin de onlarla birlikte çalıştı, iş zordu ve tecrübe söz konusu olduğunda erkekler kadar iyiydi. Yoksa yorgunluktan bitab düşer ve geçmişi düşünmeye vakti olmazdı.

source: My Lady, the defenses are ready. I ordered a moat dug out in the north, we also put some new fortifications in place, but they are not finished.
fr: Madame, nous sommes prêts à nous défendre. J'ai ordonné de creuser des douves au nord. Nous avons aussi fortifié quelques endroits, mais ce n'est pas encore fini.
it: Mia signora, le difese sono pronte. Ho ordinato di scavare un fossato a nord, abbiamo anche preparato delle nuove fortificazioni, ma non sono ancora finite.
pl: Pani moja, obrona jest gotowa. Rozkazałem wykopać fosę na północy, wznieśliśmy również nieco nowych umocnień, ale niestety nie są jeszcze ukończone.
tr: Hanımım, savunmamız hazır. Kuzeyde bir hendek kazılmasını emrettim, ayrıca bazı kuvvetlendirmeler de yapılacak, fakat onlar henüz bitmedi.

source: We have no time to finish it. They are already here. Faster, move the supplies to hideout in mountains, so even if they reach the keep they won't find anything.
fr: Nous n'aurons pas plus de temps pour finir. Ils sont déjà là. Déplacez les provisions dans les montagnes au plus vite. Comme ça, même s'ils atteignent le château, ils n'y trouveront rien.
it: Non abbiamo tempo per finirle. Sono già qua. Svelti, spostate le provviste nei nascondigli sulle montagne, in modo che se anche raggiungessero la fortezza non troverebbe nulla.
pl: Nie ma to czasu. Już nadeszli. Przenieście zapasy do kryjówki w górach, tak by nie znaleźli nic nawet jeżeli zdobędą twierdzę.
tr: Onları bitirmeye vaktimiz yok. Düşman zaten burada. Erzağımızı hızla dağa taşıyıp gizleyin, böylece kaleye ulaşsalar bile birşey bulamasınlar.

source: Where is the promised food? Where are the rooms to rest? Answer me, human!
fr: Où est la nourriture promise ? Où sont les chambres pour se reposer ? Réponds-moi, humain !
it: Dov'è il cibo che ci hai promesso? Dove sono i letti per riposare? Rispondimi, uomo!
pl: Gdzie obiecane jadło? Gdzie miejsca na spoczynek? Mów człowieczku!
tr: Vaadedilen erzak nerede? Kalacağımız odalar nerede? Yanıt ver, insan!

source: Brother! Where are you? Why do you keep gates of Haeltin closed?
fr: Mon frère ! Où es-tu ? Pourquoi laisses-tu les portes d'Haeltin fermées ?
it: Fratello mio! Dove sei? Perché non hai aperto le porte di Haeltin?
pl: Bracie! Gdzieżeś jest? Czemu trzymasz wrota Haeltin zamknięte?
tr: Kardeşim! Neredesin? Haeltin’in kale kapılarını neden kapattınız?

source: Your brother is dead, and you will be too, soon.
fr: Ton frère est mort et tu le seras bientôt aussi.
it: Tuo fratello è morto, e anche tu lo sarai presto.
pl: Twój brat jest martwy, tak jak i ty wkrótce.
tr: Kardeşiniz öldü, yakında siz de öleceksiniz.

source: Dead? How is that possible? Who killed him?
fr: Mort ? Comment est-ce possible ? Qui l'a tué ?
it: Morto? Come è possibile? Chi lo ha assassinato?
pl: Martwy? Jak to możliwe? Kto go zabił?
tr: Öldü mü? Bu nasıl oldu? Kim öldürdü onu?

source: He was slain by my hand.
fr: Il est tombé de ma main.
it: L'ho ucciso con le mie mani.
pl: Padł z mojej ręki.
tr: Ellerimde öldü.

source: Does it matter? He is dead now.
fr: Est-ce que ça a la moindre importance ? Il est mort maintenant.
it: Cosa importa? È morto ormai.
pl: A jakie ma to znaczenie? Jest martwy.
tr: Lafı bile olmaz mı? O öldü.

source: My brother! No! You witch, you will answer for that! I will burn you alive!
fr: Mon frère, non ! Sorcière, tu répondras de ça ! Je te brûlerai vive !
it: Mio fratello! No! Strega, la pagherai! Ti brucerò viva!
pl: Bracie mój! Nie! Odpowiesz za to ty wiedźmo! Spalę cię żywcem!
tr: Kardeşim! Hayır! Sen cadısın, bunu ödeyeceksin! Seni diri diri yakacağım!

source: Come and try it.
fr: Essaie seulement !
it: Vieni e provaci.
pl: Chodź i spróbuj.
tr: Gel de dene.

source: Enough of this chit-chat! We are out of supplies and we are hungry. Soldiers! Your food is inside of this castle. Get them!
fr: Assez de bla-bla ! Nous n'avons plus de provisions et nous avons faim. Soldats ! Votre pitance est dans ce château. Allez la chercher !
it: Basta parole! Siamo senza rifornimenti e siamo affamati. Soldati! Il vostro cibo è all'interno di quel castello. Prendiamocelo!
pl: Dość tych pogaduszek! Skończyły się nam zapasy i głód szarpie nam trzewia. Żołnierze! Wasze jedzenie czeka w tym zamku! Brać ich!
tr: Bu kadar sohbet yeter! Erzağımız tükendi ve biz açız. Askerler! Yiyeceğiniz bu şatoda. Gidip alın!

source: We should sacrifise an ox to God. There are too many of them, without God's help we won't be able to defeat them.
fr: Nous devrions sacrifier un boeuf à Dieu. Nous en avons trop. Sans l'aide de Dieu, nous ne pourrons pas les vaincre.
it: Dovremmo sacrificare un'oca agli dei. Sono troppi, senza l'aiuto degli dei non potremo sconfiggerli.
pl: Powinniśmy złożyć byka w ofierze Bogu. Jest ich zbyt wielu, bez Jego pomocy nie damy rady ich pokonać.
tr: Tanrıya bir öküz kurban etmeliyiz. Çok kalabalıklar, Tanrının yardımı olmaksızın onları yenmemiz mümkün olmayacak.

source: We do not have to defeat them, luckily. They are not prepared for a long siege, so it would be enough to survive initial onslaught. Then, they will have to withdraw, because they will have no food.
fr: Avec un peu de chance, nous n'aurons pas à les vaincre. Ils ne se sont pas préparés à un long siège. Il sera sûrement suffisant de survivre au premier assaut. Ensuite, ils devront battre en retraite, par manque de nourriture.
it: Non dobbiamo sconfiggerli, fortunatamente. Non sono preparati per un lungo assedio, dunque sarebbe sufficiente sopravvivere all'attacco iniziale. Dopo, dovranno ritirarsi, perché non hanno cibo.
pl: Na szczęście nie musimy. Nie są przygotowani do długiego oblężenia, tak więc wystarczy przetrzymać pierwsze natarcie. Potem bedą musieli się wycofać ze względu na brak prowiantu.
tr: Şansa bakın ki, onları öldürmek zorunda değiliz. Uzun sürecek bir kuşatmaya hazır değiller, dolayısıyla, ilk hücuma direnmek yeterli olacaktır. Sonra, çekilmek zorundalar, çünkü yiyecekleri yok.

source: Lady Lorin, I know your habit of interrogating enemy leaders. Please, take my advice, if you must, ignore the orcs, they do not look intelligent enough to give sensible answers.
fr: Dame Lorin, je sais à quel point vous êtes habile à l'interrogatoire des chefs ennemis. Laissez-moi quand même vous donner un conseil. Ignorez les orcs tant que vous le pouvez. Ils n'ont pas l'air suffisamment intelligents pour donner des réponses sensées.
it: Lady Lorin, so che avete l'abitudine di interrogare i comandanti nemici. Vi prego, accettate il mio consiglio, se proprio dovete, lasciate perdere gli orchi, non sembrano abbastanza intelligenti per dare risposte sensate.
pl: Pani Lorin, poznałem już twój zwyczaj przesłuchiwania wrogich przywódców. Proszę, rozważ moją radę. Jeżeli naprawdę musisz kogoś przesłuchać, zignoruj orki, nie wyglądają wystarczająco inteligentnie by udzielać rozsądnych odpowiedzi.
tr: Bayan Lorin, düşman liderleriyle konuşma alışkanlığınızı biliyorum. Lütfen öğüdümü dikkate alın, mümkünse Orkları bunun dışında tutun. Sizin istediğiniz yanıtları verebilecek zekaya sahip görünmüyorlar.

source: Move the supplies to the mountains. That way, even if they break into the castle, they still will have no food.
fr: Déplacez les provisions dans les montagnes. Ainsi, même s'ils entrent dans le château, ils n'auront pas la nourriture.
it: Spostate le provviste sulle montagne. In questo modo, anche se fanno breccia nel castello, saranno comunque senza cibo.
pl: Przenieście zapasy w góry. W ten sposób nawet gdy dostaną się do zamku, nie zdobędą żywności.
tr: Erzağı dağa taşıyın. Bu suretle, şatoya girseler bile yiyecek bulamayacaklar.

source: We have less than 300 golden pieces. Are you sure we will be able to survive the enemy onslaught with these?
fr: Nous avons moins de 300 pièces d'or. Êtes-vous sûr que nous pourrons survivre au premier assaut avec si peu ?
it: Abbiamo meno di 300 pezzi d'oro. Sei sicuro che saranno sufficienti per sopravvivere all'attacco nemico?
pl: Mamy mniej niż 300 sztuk złota. Czy jesteś pewna, że z tak małą ilością damy radę przetrzymać napór wroga?
tr: Elimizde 300 altından az var. Bunlarla düşman hücumundan sağ çıkabileceğimize emin misin?

source: HEROIC: Kill all enemy leaders OR
fr: HEROÏQUE : tuer tous les chefs ennemis OU
it: EROE: uccidi tutti i comandanti nemici O
pl: Bohatersko: Zabij wszystkich wrogich przywódców ALBO
tr: KAHRAMANCA: Tüm düşman liderlerini öldür VEYA

source: NORMAL: Survive to the end of turn limit.
fr: NORMAL : survire jusqu'à la limite du nombre de tours.
it: NORMALE: Sopravvivi fino alla fine dei turni
pl: ZWYKLE: Przetrwaj do końca limitu tur.
tr: NORMAL: Turlar bitene kadar dayan.

source: A woman.. A woman has killed me.. what a disgrace..
fr: Une femme... Une femme m'a tué... Quelle honte...
it: Una donna... mi ha ucciso una femmina... che disonore...
pl: Kobieta.. Kobieta mnie zabiła... Co za hańba...
tr: Bir kadın.. Bir kadın öldürdü beni.. rezil oldum ..

source: What did he say?
fr: Qu'a-t-il dit ?
it: Cosa ha detto?
pl: Co on tam wybełkotał?
tr: Ne dedi?
