Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: So, I think this should be easy. There is only one Orcish leader north from here. Take him down and that's all
fr: Je crois que ce sera facile. Il n'y a qu'un seul chef orc au nord. Abattez-le et ce sera bon.
it: Così, penso che non ci saranno difficoltà. C'è solo un comandante degli orchi a nord di qui. Prendiamolo ed è tutto finito.
pl: Sądzę, że to będzie dość łatwe. Jest tylko jeden wódz orków, na północ stąd. Wystarczy go zabić i po wszystkim.
tr: Bunun kolay olacağını düşünüyorum.Kuzeyde tek bir ork lideri var. Onu indirelim ve bitsin.

source: Hello there! Missed me?
fr: Salut ! Je vous ai manqué ?
it: Eccomi qua! Vi sono mancata?
pl: Hej tam! Tęskniłeś za mną?
tr: Merhaba oradakiler! Beni özlediniz mi?

source: Forgive me, my lord. I know how it looks, but I was really trying.
fr: Pardonnez-moi, Monseigneur. Je sais de quoi ça a l'air : je vous assure, j'ai essayé de faire de mon mieux...
it: Perdonami, mio signore, so cosa potrebbe sembrare, ma ci ho veramente provato.
pl: Wybaczcie mi panie. Wiem jak to wygląda, ale ja naprawdę się starałem.
tr: Affedin beni, efendim, Nasıl göründüğünü biliyorum, fakat gerçekten denedim.

source: I was kind of expecting you.
fr: Je vous attendais un peu.
it: Quasi me l'aspettavo.
pl: Wiesz, właściwie to się ciebie spodziewałem.
tr: Seni biraz da bekliyordum, hani.

source: There are no hidden elements in this scenario. Orcish leader can't be interrogated. This scenario is intended for gathering more experience for Gawen's troops. Remember, you will be allowed to choose twelve best troops in next scenario.
fr: Il n'y aura aucun élément caché dans ce scénario. Le chef orc ne peut pas être interrogé. Ce scénario a pour seul but de donner plus d'expérience aux troupes de Gawen. Rappelez-vous que vous ne pourrez choisir que les douze meilleures unités au prochain scénario.
it: Non ci sono elementi nascosti in questo scenario. Il capo degli orchi non può essere interrogato. Questo scenario serve solo per far fare altra esperienza alle truppe di Gawen. Ricorda che dovrai scegliere solo le dodici unità migliori per il prossimo scenario.
pl: W tym scenariuszu nie ma ukrytych elementów. Dowódca orków nie może być przesłuchany. Scenariusz jest przewidziany do zdobycia większej ilości doświadczenia przez żołnierzy Gawena. Pamiętaj, że będziesz musiał wybrać dwunastu najlepszych ludzi w następnym scenariuszu.
tr: Bu senaryoda gizli öğeler yok. Ork lideri sorgulanmayacak. Bu senaryo Gaven’ın askerlerinin daha fazla tecrübe kazanması için tasarlandı. Sonraki senaryoda, en iyi on iki askeri seçeceğinizi unutmayın.

source: Choosing the Best
fr: Le Choix des meilleurs.
it: La scelta dei migliori
pl: Wybierając Najlepszych
tr: En iyiyi seçmek

source: Finally, I was confident that my troops are ready for the task which awaited me. When I told Gwidle about that, he insisted on having farewell feast. There was wine, food and nice music. There were also finest dancers from Freetown girls and women, doing some kind of traditional folk-dance in special costumes with masks and shawls.
fr: Finalement, j'étais convaincu que mes troupes étaient prêtes pour la tâche qui m'attendait. Quand j'en eus parlé à Gwidle, il insista pour organiser une cérémonie d'adieux. Il y eut du vin, de la nourriture et de la musique. Il y eut aussi les meilleures danseuses de Libreville. Elles exécutèrent quelques danses folks traditionnelles en costumes, masques et châles.
it: Finalmente ero certo che le mie truppe erano pronte per il compito che le aspettava. Quando lo riferii a Gwidle, insistette sulla necessità di organizzare una festa di addio. Ci fu vino, cibo e musica. C'erano anche le migliori ballerine di Freetown, ragazze e donne, che eseguirono alcune danze popolari indossando i costumi con gli scialli e le maschere della tradizione.
pl: Wreszcie byłem pewien, że moi ludzie są gotowi do zadania, które mnie oczekiwało. Gdy powiedziałem o tym Gwidle, nalegał by urządzić pożegnalną ucztę. Było wino, jedzenie i muzyka. Były też najlepsze tancerki spośród dziewcząt i kobiet Miasta prezentujące jakiś tradycyjny taniec ludowy w specjalnych kostiumach z maskami i szalami.
tr: Sonunda, askerlerimin beni bekleyen göreve hazır olduklarına ikna olmuştum. Givıdıl ile bunun hakkında konuştuğumda, bir veda ziyafeti vermekte ısrar etti. Şarap, yemek ve hoş bir müzik vardı. Ayrıca, maskeleri ve şallarıyla özel giysiler içinde geleneksel halk dansları yapan Özgürkentli kadınlar ve kızlar vardı.

source: Soon we all were a little bit drunk. From my right Karen was commenting dancer's faults and saying how she would be much better, and even how much her dancer's costume was better. From my left I've heard Andrey Yaranov trying to seduce my step-mother, the harder the more he was drunk, while Lorin was ignoring him and babbling about something oracle told her in her youth.
fr: Nous fûmes tous vite un peu ivres. À ma droite, Karen n'arrêtait pas de commenter les fautes des danseuses, soulignant à quel point elle ferait mieux et à quel point son costume de danse était plus beau. À ma gauche, j'entendais Andrey Yaranov essayer de séduire ma belle-mère, de plus en plus lourd à mesure qu'il buvait. Lorin l'ignorait et discutait de quelque chose que l'oracle lui aurait dit dans sa jeunesse.
it: Dopo poco tutti eravamo un po' brilli. Alla mia destra sedeva Karen che commentava gli errori delle ballerine e spiegava quanto lei fosse più brava o persino quanto il suo costume fosse più bello. Alla mia sinistra sentivo Andrey Yaranov che cercava di sedurre la mia matrigna, sempre più volgare man mano che beveva, Lorin invece lo ignorava e biascicava su qualcosa che gli aveva detto l'Oracolo quando era giovane.
pl: Wkrótce wszyscy byliśmy nieco pijani. Po mojej prawej Karen komentowała błędy tancerek, wmawiając mi o ile by była lepsza na ich miejscu a nawet o ile jej kostium tancerza byłby lepszy. Z mojej lewej słyszałem Andreya Yaranova próbującego uwieść moją macochę, tym bardziej się starającego im bardziej był pijany, podczas gdy Lorin ignorowała go, niewyraźnie mi tłumacząc co wyrocznia jej powiedziała w czasach jej młodości.
tr: Hepimiz biraz içmiştik. Sağımda Karen, dansçıların hatalarını açıklıyor, nasıl daha iyi olacaklarını hatta dansçıların giysilerinin nasıl olması gerektiğini anlatıyordu. Solumdan. Andrey Yaranov’un üvey annemi baştan çıkarmaya çalıştığını duyuyordum, daha zoru Lorin’in onu görmezden gelerek kahinin gençliğinde ona söyledikleri hakkındaki gevezeleklerinden dolayı çok içmişti.

source: Karen was the first who left the chamber, and Lorin went immediately after her. Of course Yaranov jauntly followed her. I drink with Ruvio, without much talking, and when I decided I had enough I went to my bedroom.
fr: Karen quitta la pièce la première et Lorin parti juste après elle. Bien sûr, Yaranov la suivit prestement. Je bus avec Ruvio, sans beaucoup parler, et quand je décidai que j'en avais assez, je rejoignis ma chambre.
it: Karen fu la prima a lasciare la stanza, seguita immediatamente da Lorin. Naturalmente Yaranov la seguì baldanzoso. Io bevvi ancora con Ruvio, senza parlare granché e quando decisi di averne avuto abbastanza me ne andai a letto.
pl: Karen pierwsza opuściła salę, a Lorin poszła zaraz po niej. Oczywiście Yaranov żwawo podążył za nią. Piłem potem z Ruviem, nie mówiąc zbyt wiele, a gdy uznałem, że mam dość, ruszyłem do mojej sypialni.
tr: Ziyafeti ilk terkeden Karen’di, onu ardından Lorin izledi. Yaranov da kaygısızca onu takibetti. Ben Ruviyo ile konuşmaksızın içmeye devam ettim ve yeterince içtiğime karar verince odama gittim.

source: I am not sure when she came to me, deprived of shame and clothes. She entered my chamber so quietly that in first moment I thought it was a dream. I was too drunk to ask any questions. I was too drunk to oppose her when she slipped into my bed.
fr: Je ne suis pas sûr du moment où elle me rejoignit, dépourvue de gêne comme de vêtements. Elle entra dans ma chambre si silencieusement qu'au début, je pensais rêver. J'étais trop soûl pour poser des questions, trop soûl pour l'empêcher de se glisser dans mon lit.
it: Non sono sicuro di quando fosse venuta da me, senza pudori né vestiti. Entrò nella mia camera così silenziosamente che all'inizio pensai fosse un sogno. Ero troppo ubriaco per fare domande. Ero anche troppo ubriaco per oppormi quando si infilò nel mio letto.
pl: Nie jestem pewien, kiedy przyszła do mnie, pozbawiona wstydu i ubrań. Weszła do mojego pokoju tak cicho, że w pierwszej chwili sądziłem, że to sen. Byłem zbyt pijany by zadawać jakiekolwiek pytania. Byłem zbyt pijany by się jej sprzeciwiać gdy wśliznęła się do mojego łóżka.
tr: Utançtan ve elbiselerinden yoksun olarak bana ne zaman geldiğinden emin değilim. Odama o kadar çabuk girdi ki, bir an hayal gördüm sandım. Soru soramayacak kadar çok içmiştim. O kadar içkiliydim ki, yatağımda beni soyduğunda karşı koyamadım.

source: Who was she? She was in dancer's mask, but somehow I doubt she was one of dancers I saw few hours earlier. There was something familiar in the way she moved, breathed and gasped. Maybe if I would be sober I would recognise her even with mask. But I wasn't, and I didn't care.
fr: Qui était-elle ? Elle portait un masque de danse, mais j'avais des doutes qu'elle soit une des danseuses que j'avais vues quelques heures auparavant. Il y avait quelque chose de familier dans sa façon de bouger, de respirer et de haleter. Peut-être l'aurais-je reconnue si j'avais été sobre, même avec le masque. Mais je ne l'étais pas et je m'en fichais.
it: Chi era? Portava la maschera delle ballerine, ma dubito comunque dubito che fosse una delle ballerine che avevo visto poche ore prima. Aveva qualcosa di familiare nel modo in cui si muoveva, respirava e sospirava. Forse se fossi sobrio l'avrei riconosciuta anche senza maschera. Ma ero ubriaco e me ne sono fregato.
pl: Kim była? Była w masce tancerki, ale wątpiłem by była jedną z dziewczyn tańczących przede mną kilka godzin wcześniej. Było coś znajomego w sposobie w jaki się ruszała, oddychała, wzdychała. Może gdybym był trzeźwy rozpoznałbym ją nawet mimo maski. Ale nie byłem, i nie dbałem o to.
tr: Kimdi o kadın? Yüzünde bir dansçının maskesi vardı, ama bir kaç saat önce gördüğüm dansçılardan biri olduğundan biraz şüpheliyim. Nefesinde, konuşmasında, hareketlerinde birşeyler tanıdık geliyordu. Belki, kendime hakim olsaydım, maskeye rağmen onu tanırdım. Fakat değildim ve tanıyamadım.

source: She left me as quietly as she came, as if she was just a dream. But I still could smell her in the air, and my hands still remembered her as well. Whoever was she, I was sure I would recognise her if I would only touch her again.
fr: Elle me quitta aussi silencieusement qu'elle n'était venue, comme une rêverie. Mais odeur s'étendait toujours dans l'air et mes mains sentaient toujours son corps brûlant. Qui puisse-t-elle être, j'étais sûr de pouvoir la reconnaître rien qu'en la touchant à nouveau.
it: Se ne andò in silenzio come era venuta, come se fosse solo un sogno. Ma ancora potevo ancora sentire il suo odore nell'aria e le mie mani ancora se la ricordavano. Chiunque fosse, ero sicuro che l'avrei riconosciuta se l'avessi di nuovo toccata.
pl: Odeszła tak cicho jak przybyła, jakby była tylko snem. Ale wciąż czułem jej zapach w powietrzy, a moje ręce wciąż pamiętały ciepło jej ciała. Kimkolwiek była, byłem pewien, że ją rozpoznałbym gdybym tylko miał szansę dotknąć jej choć jeden raz.
tr: Kadın geldiği gibi sessizce sanki bir rüya imişçesine bıraktı gitti. Fakat ben hala onun havadaki mokusunu alıyordum ve ellerim de onu hatırlıyordu. O her kimse, tekrar dokunduğumda onu tanıyacağımdan emindim.

source: But I had no chance. Next day Gwidle wake up me at the very dawn and I came to my soldiers, to choose twelve best of them. I think most of them was in better shape than I, they at least had some sleep that night.
fr: Mais je n'en eus pas la chance. Le jour suivant, Gwidle me réveilla à l'aube et j'allais choisir mes douze meilleurs soldats. Je pense qu'ils étaient presque tous en meilleure forme que moi. Ils avaient au moins dormi quelques heures, eux.
it: Ma non ne ebbi la possibilità. Il giorno seguente Gwidle mi svegliò all'alba e andai dai miei soldati per scegliere i dodici migliori. Pensai che la maggior parte di loro sarebbe stata in una forma migliore della mia, dato che almeno avevano dormito un po' quella notte.
pl: Ale dano mi na to szansy. Następnego dnia Gwidle obudził mnie bladym świtem i poszedłem do moich żołnierzy, wybrać dwunastu najlepszych z nich. Wydaje mi się, że większość z nich było w lepszej formie niż ja, oni przynajmniej spali chociaż trochę tej nocy.
tr: Fakat, hiç şansım yoktu. Ertesi gün şafakta beni Givıdıl uyandırdı ve en iyi on ikisini seçmek üzere askerimin yanına geldim. Onları benden daha iyi durumda buldum, en azından gece daha iyi uyumuşlardı.

source: Wonderful day... Perfect for starting a quest. Did you slept well?
fr: Quel jour merveilleux... Parfait pour partir à l'aventure ! Vous avez bien dormi ?
it: Una giornata meravigliosa... Perfetta per cominciare la nostra ricerca. Avete dormito bene?
pl: Cudowny dzień... Idealny by rozpocząć poszukiwania. Czy dobrze ci się spało?
tr: Harike bir gün... Bir maceraya başlamak için herşey çok uygundu. İyi uyudun mu?

source: Well... Not really. Hm.. Where is Karen?
fr: Eh bien... Pas vraiment. Hum... Où est Karen ?
it: Be'... non proprio. Hm... Dov'è Karen?
pl: Więc.. Nie całkiem. Hm... Gdzie jest Karen?
tr: Şey... Pek değil. Hımmm... Karen nerede?

source: She is still asleep. Yesterday was too much for my poor daughter.
fr: Elle dort encore. Je pense que la soirée d'hier fut trop dure pour ma pauvre fille.
it: Sta ancora dormendo. Ieri è stata una giornata troppo pesante per mia figlia.
pl: Jeszcze śpi. Wczorajszy wieczór okazał się zbyt ciężki dla mojej biednej córki.
tr: Hala uyuyor. Zavallı kızım için dün çok yoğun geçti.

source: I looked into her room. The dancer's outfit was on the floor, and she slept in her clothes. I guess she tried to change her clothes, you know, to show you how good dancer is she, and then she fell asleep.
fr: Je jetais un oeil dans sa chambre. Le costume de danse était sur le plancher et elle dormait dans ses vêtements. Je suppose qu'elle avait essayé de se changer pour pouvoir montrer quelle grande danseuse elle était quand elle est tombée de sommeil.
it: L'ho chiusa nella sua camera. L'abito da ballerina era sul pavimento e lei era addormentata con ancora i suoi vestiti addosso. Penso che abbia provato a cambiarsi d'abito, sapete, per farvi vedere quanto fosse brava come ballerina e invece sia caduta addormentata.
pl: Zaglądałem do jej pokoju. Ubiór tancerza leżał rzucony na podłogę, a ona sama spała w swoich ubraniach. Chyba próbowała się przebrać, no wiecie, żeby wam pokazać jaką dobrą jest tancerką, i zasnęła przy tym.
tr: Odasına baktım. Dansçı giysisi yerdeydi ve elbiseleriyle uyumuştu. Biliyorsunuz, size ne kadar iyi bir dansçı olduğunu gösterecekti. Elbiselerini değiştirmeyi denediğini, fakat uykuya yenildiğini anladım.

source: Uhm... How old is your daughter anyway?
fr: Hum, quel âge a votre fille exactement ?
it: Ehm... quanti anni ha tua figlia comunque?
pl: Ummm.. Właściwie ile lat ma twoja córka?
tr: Hımm.. Kızın kaç yaşında?

source: Poor child. When I saw her yesterday she barely could walk.
fr: Pauvre enfant. Quand je l'ai vue hier, elle pouvait à peine marcher.
it: Povera piccola. Quando l'ho vista ieri riusciva a malapena a camminare.
pl: Biedne maleństwo. Gdy widziałam ją wczoraj, była tak pijana, że ledwo mogła chodzić.
tr: Zayıf çocuk. Dün onu gördüğümde tek başına yürüyordu.

source: Mother! What have you do with your hair?
fr: Mère ! Qu'avez-vous fait de vos cheveux ?
it: Madre! Cosa hai fatto ai capelli?
pl: Matko! Co zrobiłaś z włosami?
tr: Anne! Saçlarına ne yaptın?

source: Hair? My hair? I decided that they were hindrance in battle so I cut it.
fr: Mes cheveux ? J'ai décidé qu'ils étaient encombrants durant les batailles, donc, je les ai coupés.
it: Capelli? I miei capelli? Ho deciso che in battaglia mi erano d'impaccio e così li ho tagliati.
pl: Włosami? Moimi włosami? Doszłam do wniosku, że przeszkadzały mi w bitwie, więc je obcięłam.
tr: Saç? Saçım? Savaşta beni engellemesin diye kestim.

source: You could have asked someone else to do it for you. Hm.. and where is Yaranov?
fr: Vous auriez pu demander à quelqu'un d'autre de le faire pour vous. Hum... et où est Yaranov ?
it: Avresti potuto chiedere a qualcuno che lo facesse per te... Hm... e dov'è Yaranov?
pl: Mogłaś poprosić, żeby ktoś to zrobił za ciebie. Hm.. A gdzie jest Yaranov?
tr: Sizin için yapmamı istediğiniz bir şey varsa söyleyin. Hımm... Yaranov nerede?

source: He left Freetown.
fr: Il a quitté Libreville.
it: Ha lasciato Freetown.
pl: Opuścił miasto.
tr: O Özgürkent’i terketti.

source: You know, I even started to like him. But last night he lost all my sympathy and respect. Don't ask me. I won't answer.
fr: Tu sais, je commençais à l'apprécier. Mais la nuit passée, il a perdu toute ma sympathie et mon respect. Ne me demandez pas pourquoi, je ne répondrai pas !
it: Sai, cominciava persino a piacermi. Ma l'altra sera ha perso sia la mia simpatia sia il mio rispetto. Non farmi domande, non risponderò.
pl: Wiesz, nawet zaczęłam go lubić. Ale ostatniej nocy utracił całą moją sympatię i szacunek. Nie pytaj mnie. Nie odpowiem.
tr: Biliyorsunuz, onu sevmeye başlamıştım. Fakat son gece ona karşı olan hislerim ve ilgim kayboldu. Bir şey sormayın bana. Yanıt vermeyeceğim.

source: I thought he, I mean he and you..
fr: Je croyais qu'il... enfin, je veux dire, que lui et vous...
it: Pensavo che lui, cioè tu e lui...
pl: Myślałem, że on, to znaczy on i ty...
tr: Düşündüm de o, yani o ve siz...

source: My son, because you lost your memory, you probably forgot about some of our customs. In our tradition, a widow cannot have another man again, under very severe punishments.
fr: Mon fils, parce que tu as perdu la mémoire, tu as probablement oublié certaines de nos coutumes. Dans notre tradition, une veuve ne peut pas avoir d'autre homme, au risque de châtiments sévères.
it: Figlio mio, siccome hai perso la vostra memoria, probabilmente ti sei dimenticato di alcune delle nostre usanze. Secondo le nostre usanze, una vedova non può più avere altro uomo, sotto la minaccia di punizioni molto severe.
pl: Synu mój, straciłeś pamięć i dlatego właśnie zapewne nie pamiętasz naszych zwyczajów. Wdowa nigdy nie może być z innym mężczyzną, gdyż czekają za to surowe kary.
tr: Oğlum, hafızanı kaybettiğin için muhtemelen bazı adetlerimizi unuttun. Adetlerimize göre, bir dul tekrar evlenemez, cezası çok ağırdır.

source: Wait a minute. Your father, Gawen, married Lorin after death of your mother, hadn't he?
fr: Attendez un instant. Votre père, Gawen, a épousé Lorin après la mort de votre mère, exact ?
it: Aspettate un momento. Vostro padre, Gawen, ha sposato Lorin dopo la morte di vostra madre, vero?
pl: Chwila. Twój ojciec, Gawenie, poślubił Lorin po śmierci twojej matki, czyż nie?
tr: Bir dakika. Baban, Gaven, annenin ölümünden sonra Lorin’le evlendi, değil mi?

source: Who have allowed you to listen, underling? This discussion is between two worthy people. Go and bother someone else.
fr: Qui t'a permis d'écouter, inférieur ? Cette discussion se passe entre deux personnes de valeur. Va voir ailleurs si j'y suis !
it: Come ti sei permesso di ascoltare, miserabile? Questa discussione è fra due persone per bene. Va' a importunare qualcun altro.
pl: Ktoś ci pozwolił słuchać, pariasie? To dyskusja między dwoma wartościowymii ludźmi. Poszukaj kogoś innego by mu przeszkadzać.
tr: Sana kim izin verdi bizi dinlemeye, parya? Bu tartışma iki saygın kişi arasında. Git ve kimseyi rahatsız etme.

source: Your step-mother is really starting to get on my nerves.
fr: Votre belle-mère commence vraiment à me taper sur le système.
it: La vostra matrigna comincia veramente a darmi sui nervi.
pl: Twoja macocha naprawdę zaczyna mi działać na nerwy.
tr: Üvey anneniz gerçekten sinirlerimi germeye başladı.

source: I said, a widow cannot have a man, husband or in any other way. The man can. There was time when men could even have few wives at once. Now, there are many women which defy that old custom. And many of them are unpunished. But I am wife of king, and this is totally different case. What can be forgiven when done by average woman, can not when it is an act of king's wife.
fr: J'ai dit qu'une veuve ne pouvait pas prendre un homme, ni un mari, ni rien d'autre. Les hommes le peuvent. Il y a même eu une époque où les hommes avaient plusieurs femmes à la fois. Maintenant, il y a beaucoup de femmes qui défient cette vieille coutume, et beaucoup d'entre elles restent impunies. Mais je suis la femme d'un roi et cela rend la situation tout à fait différente. Un acte qui peut être pardonné à une femme ordinaire, ne peut pas l'être à une reine.
it: Ho detto che una vedova non può avere un uomo, un marito o in qualunque altro senso. L'uomo può. Un tempo gli uomini potevano persino avere più mogli contemporaneamente. Adesso molte donne sfidano questo antico costume. E molte di loro non vengono punite. Ma io sono moglie di re e dunque il mio caso è completamente differente. Quello che può essere perdonato a una donna normale, non può esserlo se è un atto della moglie di un re.
pl: Powiedziałam, wdowa nie może mieć innego mężczyzny, jako męża czy w jakikolwiek inny sposób. Wdowiec może. Bywały czasy, gdy mężczyźni miewali po kilka żon naraz. Obecnie wiele kobiet nie przestrzega starych zwyczajów, ponownie wychodząc za mąż po owdowieniu, i wiele z nich nawet unika kary. Ale ja jestem żoną króla, a to zupełnie inna sprawa. Co można wybaczyć zwykłej kobiecie, nie ujdzie płazem królewskiej małżonce.
tr: Ben, bir dul kadın bir kocaya, bir erkeğe sahip olamaz, dedim. Erkek yapabilir. Erkeklerin bir kaç karısı olduğu zamanlar da vardı. Şimdi, eski adetlere karşı çıkan çok kadın var ve çoğu cezalandırılmadı. Fakat, ben kralın karısıyım ve tamamen farklı bir durum. Sıradan bir kadın yaptığında bazı şeyler affedilebilir, ama kralın karısı için söz konusu olamaz.

source: One wonderful culture you have. Now, Gawen, pick up twelve best troops.
fr: Quelle merveilleuse culture vous avez là. Maintenant, Gawen, choisissez vos douze meilleures troupes.
it: La vostra è una civiltà meravigliosa. Adesso, Gawen, scegliete le dodici truppe migliori.
pl: Wspaniąłą kulturę macie, nie powiem. A teraz, Gawenie, wybierzcie dwunastu najlepszych żołnierzy.
tr: Harikulade bir kültüre sahipsiniz. Şimdi, Gaven, en iyi on iki askeri seç.

source: I want to join you in your quest.
fr: Je veux vous accompagner dans la quête.
it: Vorrei unirmi alla vostra ricerca.
pl: Chcę dołączyć do was w czasie waszych poszukiwań
tr: Araştırmanıza katılmak isterim.
