Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: From what we gathered, Akladians in whole Vakladia were fighting against each other. Bor Cryne and his faction slowly but steadily was gaining an advantage, thanks to help of the orcs. Bandits and rebels - and sometimes the difference was just in name - were roaming around. The hard times were ahead.
fr: D'après les informations que nous avons rassemblées, les Akladiens se battaient entre eux dans tout Vakladia. Bor Cryne et sa faction étaient lentement mais sûrement en train de prendre l'avantage grâce à l'aide des orcs. Les bandits et les rebelles, on aurait dit que la seule différence était dans le nom, rôdaient aux environs. Les temps difficiles ne faisaient que commencer.
it: Dalle informazioni raccolte, gli uomini di Akladia si stavano combattendo l'uno l'altro in tutta Vakladia. Bor Cryne e la sua fazione, grazie all'aiuto degli orchi, si stava lentamente ma costantemente avvantaggiando. I banditi e i ribelli - e a volte la differenza era solo nel nome - bazzicavano nei dintorni. Ci aspettavano tempi duri.
pl: Z tego, co słyszeliśmy, Akladyjczycy w całej Vakladii skakali sobie nawzajem do gardeł. Bor Cryne i jego stronnicy powoli, lecz stale zdobywali przewagę, dzięki pomocy orków. Bandyci i rebelianci - a różnica między nimi była czasami jedynie w nazwie - przemierzali kraj. Nadchodziły bardzo ciężkie czasy.

source: I wasn't happy with results of our visit to Oracle. None of the so called 'answers' she gave us satisfied me. Still, we had no idea where to search for Deorien, and the discussion between Lorin and Oracle just confused me. Lorin refused to talk about this and became much more taciturn, comprising something in herself.
fr: Je n'étais pas content des résultats de notre visite à l'oracle. Aucune des réponses qu'elle nous avait données ne me satisfaisait. Non seulement nous n'avions toujours pas la moindre idée de l'endroit où chercher Deorien, mais en plus la discussion entre l'oracle et Lorin me troublait. Lorin refusa d'en parler et devint beaucoup plus taciturne, compromettant quelque chose en elle.
it: Non ero felice del risultato della nostra visita all'Oracolo. Nessuna delle sue cosiddette "risposte" ci aveva soddisfatto. Non avevamo ancora idea di dove cercare Deorien e la discussione fra Lorin e l'Oracolo mi aveva solo confuso. Lorin rifiutò di parlarne e si chiuse in se stessa diventando molto più taciturna.
pl: Nie byłem specjalnie szczęśliwy z rezultatów wizyty u Wyroczni. Żadna z jej tak zwanych 'odpowiedzi' nas nie usatysfakcjonowała. Wciąż nie mieliśmy pojęcia gdzie szukać Deorienia, a dyskusja między Lorin i Wyrocznią wprawiła mnie w zmieszanie. Lorin odmówiła rozmowy na ten temat i stała się o wiele bardziej milcząca, jakby coś ukrywając.

source: To the Oracle
fr: Chez l'oracle
it: Dall'Oracolo
pl: Do Wyroczni
tr: Kâhin’e gider

source: So, should we go to the Oracle?
fr: Alors, devrions-nous aller voir l'oracle ?
it: Allora dovremmo andare dall'Oracolo?
pl: A więc, czy powinniśmy udać się do Wyroczni?

source: My lord, we already visited the Oracle
fr: Monseigneur, nous avons déjà rendu visite à l'oracle.
it: Mio signore, siamo già stati dall'Oracolo.
pl: Panie mój, już odwiedziliśmy byliśmy Wyrocznię.
tr: Efendim, Kâhini ziyaret etmiştik

source: My lord, I really insist to visit Oracle first
fr: Monseigneur, j'insiste, nous devrions vraiment rendre visite à l'oracle.
it: Mio signore, permettetemi di insistere per andare prima a trovare l'Oracolo.
pl: Mój panie, naprawdę nalegam abyśmy najpierw odwiedzili Wyrocznię.

source: Well, I think that...
fr: Bon, je pense que...
it: Be', penso che...
pl: Coż, myślę, że...

source: I already know where Deorien may be.
fr: Je sais déjà où Deorien peut se trouver.
it: Io so già dove potrebbe essere Deorien.
pl: Ja już wiem, gdzie Deorien może być.
tr: Deorien’in nerede olabileceğini zaten biliyorum.

source: You are right. Let's go to the Oracle first.
fr: Tu as raison, allons d'abord voir l'oracle.
it: Hai ragione. Andiamo prima dall'Oracolo.
pl: Masz rację. Ruszajmy najpierw do Wyroczni.

source: So, should we pick that way?
fr: Alors, devons-nous aller par là ?
it: Allora dovremmo prendere questa strada?
pl: A więc, czy powinniśmy wybrać tą drogę?

source: Village leader
fr: Le Chef du village.
it: Capo del villaggio
pl: Przywódca wioski

source: Welcome to our village, noble travelers.
fr: Bienvenue dans notre village, nobles voyageurs.
it: Benvenuti nel nostro villaggio, nobili viaggiatori.
pl: Witajcie w naszej wiosce, szlachetni wędrowcy.

source: We are freedom fighters searching for mage Deorien.
fr: Nous sommes des combattants pour la liberté et nous recherchons le mage Deorien.
it: Noi siamo i guerrieri della libertà in cerca del mago Deorien.
pl: Jesteśmy bojownikami o wolność szukającymi maga Deoriena.

source: Freedom fighters? Yea, sure. But please do not fight for freedom here. We are honest hardworking people.
fr: Combattants pour la liberté ? Oui, bien sûr. Mais ne vous battez pas pour la liberté ici, s'il vous plaît. Nous sommes des gens honnêtes et travailleurs.
it: Combattenti per la libertà? Sì, sicuro. Ma per favore non combattere qua per la libertà. Siamo onesti e gran lavoratori.
pl: Bojownicy o wolność? Oczywiście. Ale proszę, nie wojujcie o wolność w naszej okolicy. Mieszkają tu uczciwi, ciężko pracujący ludzie.
tr: Özgürlük savaşçıları? Evet, tabii. Ama lütfen burada özgürlük için savaşmayın. Biz dürüst ve çok çalışkan insanlarız.

source: Would you fight for me?
fr: Voudriez-vous vous battre pour moi ?
it: Combatteresti per me?
pl: Czy chcesz walczyć dla mnie?

source: Do you know something about mage Deorien?
fr: Que savez-vous au sujet du mage Deorien ?
it: Sai qualcosa del mago Deorien?
pl: Czy wiesz cokolwiek o magu Deorienie?
tr: Büyücü Deorien ile ilgili bir şey biliyor musunuz?

source: Do you know where Oracle lives?
fr: Savez-vous où l'oracle habite ?
it: Sai dove vive l'Oracolo?
pl: Czy wiesz, gdzie przebywa Wyrocznia?
tr: Kâhin’in nerede yaşadığını biliyor musun?

source: Have you heard any interesting news recently?
fr: Avez-vous entendu des nouvelles intéressantes récemment ?
it: Hai avuto notizie interessanti di recente?
pl: Czyście słyszeli ostatnio jakieś interesujące wieści?
tr: Son zamanlarda ilginç haberler duydunuz mu?

source: Why anyone would want to fight for you?
fr: Pourquoi quelqu'un voudrait-il se battre pour vous ?
it: Perché qualcuno dovrebbe combattere per te?
pl: Dlaczegoby ktokolwiek chciał walczyć dla was?

source: You have a chance to fight for you freedom.
fr: Il aurait la chance de se battre pour la liberté.
it: Avrebbe la possibilità di combattere per la libertà.
pl: Mielibyście szansę walczyć o waszą wolność.

source: I may be your future king.
fr: Je pourrais bien devenir le futur roi.
it: Io potrei essere il vostro futuro re.
pl: Być może jestem waszym przyszłym królem.
tr: Ben gelecekte kralınız olabilirim.

source: In army you may change your lot.
fr: Dans l'armée, il pourrait changer de destin.
it: L'esercito ti può cambiare la vita.
pl: W armii możesz odmienić swój los.

source: Why not?
fr: Pourquoi pas ?
it: Perché no?
pl: Dlaczego by nie?

source: In this forest, we are free already.
fr: Nous sommes déjà libres dans cette forêt.
it: In questa foresta, noi siamo già liberi.
pl: W tym lesie, jużeśmy wolni.
tr: Ormanda, biz özgürüz zaten.

source: No kidding. I mean, no kidding, your Majesty.
fr: Sans plaisanter ! Je veux dire, sans plaisanter votre Majesté.
it: Scherzi a parte. Cioè, scherzi a parte, vostra Maestà.
pl: Jaaaasne. To znaczy, jaaaasne, Wasza Wysokość.

source: Change my lot? What do you mean?
fr: Changer sa destinée, que voulez-vous dire ?
it: Cambiarmi la vita? Che vuoi dire?
pl: Zmieni mój lost? Co macie na myśli?

source: Well, you know, you may earn some gold, and if you are lucky, you may even became a knight.
fr: Eh bien, il pourrait gagner de l'or et s'il est chanceux, il pourrait même devenir chevalier.
it: Be', ascolta, puoi guadagnare dell'oro e, se sei fortunato, potresti persino diventare cavaliere.
pl: Coż, no wiecie, moglibyście zarobić sporo złota, a przy odrobinie szczęścia moglibyście nawet stać się rycerzem.

source: A knight? Ha, ha, I thought you were serious. There are only archers in that village.
fr: Chevalier ? Ah ! Ah ! J'ai cru que vous étiez sérieux ! Il n'y a que des archers dans ce village !
it: Cavaliere? Ah, ah, per un attimo ti ho preso sul serio. Ci sono solo arcieri in questo villaggio.
pl: Rycerzem? Cha, cha, a jużem myślał, że poważnie mówicie. W tej wsie dałoby się odnaleźć tylko łuczników.

source: Best archers may even earn 45 gold pieces when hired, a twenty golden pieces for each battle.
fr: Les meilleurs archers peuvent même gagner 45 pièces d'or en recrue ; une vingtaine de pièces d'or par bataille.
it: Gli arcieri migliori possono anche guadagnare 45 pezzi d'oro all'ingaggio, più venti pezzi per ogni battaglia.
pl: Najlepsi łucznicy mogą zarobić nawet do 45 sztuk złota przy powołaniu do armii, i po 20 sztuk złota za każdą bitwę.
tr: En iyi okçular bile kiralandıklarında 45 altın, her savaşta da 20 altın alırlar.

source: Fourty-five golden pieces? Ok, I think there will be a volunteer here. He will fight for you.
fr: Quarante-cinq pièces d'or ! Très bien, je pense qu'il y aura un volontaire, ici. Il se battra pour vous.
it: Quarantacinque pezzi d'oro? Ok, pensa che ci sia un volontario qua. Combatterò per te.
pl: Czterdzieści pięć sztuk złota? Ha, myślę że znajdzie się tutaj jakiś ochotnik. Z chęcią będzie dla was walczył.
tr: Kırk beş altın? Tamam, burada bir gönüllü olacaktı. O sizin için döğüşür.

source: My lord, will we accept that unit into our army? It is not loyal unit, it's just simple Bowman.
fr: Monseigneur, est-ce qu'on va accepter cette unité dans notre armée ? Il n'est pas fidèle, ce n'est qu'un simple archer.
it: Mio signore, potremo accettare questa unità nel nostro esercito? Non è una unità leale, è solo un semplice arciere.
pl: Panie mój, czy przyjmiemy tą jednostkę do armii? To nie jest lojalna jednostka, to zwykły Łucznik.
tr: Efendim, bu birimi orduya kabul edecek miyiz? Sadık bir birim değil, sadece basit bir Okçu.

source: Because we have a lot to do in our own village, for example?
fr: Parce que nous avons énormément à faire dans notre propre village, par exemple.
it: Perché abbiamo un sacco di cose da fare nel nostro villaggio, per esempio?
pl: Ponieważ mamy mnóstwo rzeczy do zrobienia w naszej własnej wsi, tak na przykład?

source: I already answered that question.
fr: J'ai déjà répondu à cette question.
it: Ho già risposto a questa domanda.
pl: Jużeście mnie o to raz pytali.
tr: Bu soruya zaten yanıt verdim.

source: Well, I don't know. But I think he lives in Isle of Anduin, where all mages live.
fr: Eh bien, je ne sais pas. Mais je suppose qu'il vit sur l'île d'Anduin, là où tous les mages vivent.
it: Be', non so. Ma io penso che viva nell'isola di Anduin, ci vivono tutti i maghi.
pl: Cóż, nie wiem. Ale myślę ja sobie, że pewnie na wyspie Anduin, jak wszyscy magowie.

source: You mean you don't know? South from here, east from larger village called Porkton. If I lived in that village, I would change its name into something different. Hugton, for example.
fr: Vous voulez dire que vous ne le savez pas ? Au sud d'ici, à l'est d'un plus gros village appelé Porcvil. Si j'habitais ce village, je changerais son nom. En Beurkvil, par exemple !
it: Volete dire che non lo sapete? A sud di qui, a est dal villaggio più grande chiamato Porkton. Se vivessi in quel villaggio, io cambierei il suo nome in un altro. Hugton, per esempio.
pl: To znaczy, że nie wiecie? Na południe stąd, na wschód od większej wsi zwanej Porkton. Gdyby przyszło mi żyć w tej wiosce, zmieniłbym jej nazwę na inną. Hugton, na przykład.

source: Something interesting? Well, young Henry is marrying with Mary from Buckston. Last storm was so heavy that it broke all trees in Larry's orchard. Orcs and Akladians are slaughtering themselves. Anything more? Hmm... I don't think so.
fr: Quelque chose d'intéressant ? Eh bien, le jeune Henry a épousé Mary de Fricvill. La dernière tempête a été si violente qu'elle a cassé tous les arbres du verger de Larry. Les orcs et les Akladiens se massacrent. Quelque chose de plus ? Hum... Je ne pense pas.
it: Qualcosa di interessante? Be', il giovane Enrico sta per sposare Maria di Buckston. L'ultima tempesta è stata così dura che ha rotto tutti gli alberi nel frutteto di Lucio. Gli orchi e gli uomini di Akladia si massacrano a vicenda. Altro? Hm... Non credo.
pl: Coś interesującego? Coż, młody Henry żeni się z Mary z Buckston. Ostatnia burza była tak potężna, że wiatr połamał wszystkie drzewa w sadzie Larry'ego. Orki i Akladyjczycy wyrzynają się wzajemnie. Czy coś więcej? Hm.. Chyba nie.

source: Have luck in your travel, stranger. You will need that.
fr: Je vous souhaite la chance dans votre voyage, étranger. Vous en aurez besoin.
it: Che la fortuna accompagni il tuo viaggio. Ne avrai bisogno.
pl: Szczęścia w podróży nieznajomy. Będziesz go potrzebował.
tr: Yolculuğunda iyi şanslar, yabancı. Buna ihtiyacın olacak.

source: Wesnothians! What are you doing here? If you thought you could pillage our village, you will be dissapointed!
fr: Des Wesnothiens ! Que faites-vous ici ? Si vous pensiez que vous pourriez piller notre village, vous allez être déçus !
it: Uomini di Wesnoth! Che ci fate qua? Se pensate di poter saccheggiare il nostro villaggio, rimarrete delusi!
pl: Wesnothianie! Co wy tu robicie? Jeśli myśleliście, że możecie splądrować naszą wioskę, będziecie rozczarowani.

source: Gawen Hagarthen? No! That would mean.. My king!
fr: Gawen Hagarthen ? Non ! Ça voudrait dire... Mon roi !
it: Gawen Hagarthen? No! Questo significa... Mio re!
pl: Gawen Hagarthen? Nie! To by przecież znaczyło... Mój król!
tr: Gaven Hagarten? Hayır! Bunun anlamı... Kralım!

source: Ah, the rebel from Freetown?
fr: Ah, le rebelle de Libreville ?
it: Ah, il ribelle di Freetwon?
pl: Ach, buntownik z Wolnego Miasta?

source: My king, you do not have to ask. You may order us to join you.
fr: Mon roi, vous n'avez pas besoin de le demander. Ordonnez-nous de nous joindre à vous !
it: Mio re, non dovete chiedere. Ci potete ordinare di unirci a voi.
pl: Mój królu, nie musicie pytać. Możecie nam rozkazać, byśmy do was dołączyli.

source: Fighting for you? Against my own kin? No joke.
fr: Me battre pour vous ? Contre ma propre famille ? Vous plaisantez !
it: Combattere per te? Contro la mia stessa gente? Non scherzare.
pl: Walczyć po twojej stronie? Przeciwko mojej własnej rasie? Bez żartów proszę.

source: Well, I don't know. But I think The Oracle may know, she knows everything.
fr: Eh bien, je ne sais pas. Mais je pense que l'oracle saura. Elle sait tout.
it: Be', io non lo so. Ma penso che l'Oracolo possa saperlo, lei sa tutto.
pl: Nie wiem tego. Ale Wyrocznia może wiedzieć. Jej wszystko jest wiadome.

source: The holy God's voice is east from here. I've heard she will visit one of our lords, soon.
fr: La sainte voix de Dieu est à l'est d'ici. J'ai entendu qu'elle allait bientôt rendre visite à un de nos seigneurs.
it: La sacra voce degli dei è a est di qua. Ho sentito che presto renderà visita a uno dei nostri signori..
pl: Święty głos Boga jest na wschód od tego miejsca. Słyszałem, że wkrótce ma odwiedzić jednego z naszych panów.

source: How should I know? The lords have their own lifes, we have our own.
fr: Comment pourrais-je le savoir ? Les seigneurs ont leur propre vie, nous avons la nôtre.
it: Come faccio a saperlo? I signori hanno una propria vita, noi abbiamo la nostra.
pl: A skąd mi to wiedzieć? Panowie mają swoje życia, a my mamy swoje.

source: Well, Akladians from Easkladia were defeated by Wesnothians in battle near Broken Heart Runlet. I think it is because God hide his face from us. Their king escaped. If you asked me, I will answer that Easkladia is finished.
fr: Eh bien, les Akladiens d'Easkladia ont été vaincus par les Wesnothiens lors d'une bataille près de Ruisselet-Coeur-Brisé. Je pense que c'est parce que Dieu se détourne de nous. Leur roi s'est enfui. Si vous voulez mon avis, Easkladia est finie.
it: Be', gli uomini di Akladia da Easkladia sono stati sconfitti da quelli di Wesnoth nella battaglia vicino al ruscello dei cuori infranti. Penso che sia successo perché gli dei ci nascondono il loro volto. Il loro re è scappato. Se me lo chiedete, vi direi che Easkladia è finito.
pl: Cóż, Wesnotyjczycy pokonali Akladyjczyków z Easkladii w bitwie koło strumienia Złamanego Serca. Ja tam sobie tak myślę, że to dlatego, bo Bóg odwrócił od nas swoją twarz. Król Easkladii uciekł. Gdybyście chcieli mojego zdania, to bym powiedział, że już po Easkladii.

source: We have no king now and because of that, according to custom other Hagarthens should wait one year until one of them would be invited to rule Vakladia by either regent or council of lords. But we have no regent either and lords are fighting amongst themselves. So I think sooner or later Hagarthens from other kingdoms will invite themselves.
fr: Nous n'avons pas de roi pour le moment et selon nos traditions, les autres Hagarthens devraient attendre un an avant que l'un d'entre eux ne soit invité à diriger Vakladia, que ce soit un régent ou le Conseil des Seigneurs. Mais nous n'avons pas de régent et les seigneurs s'entre-tuent. C'est pourquoi je pense qu'un jour ou l'autre les Hagarthens des autres royaumes s'inviteront d'eux-mêmes.
it: Adesso non abbiamo più re e perciò, secondo la tradizione, gli altri Hagarthen dovrebbero aspettare un anno prima che uno di loro sia invitato a governare Vakladia dal reggente o dal consiglio dei signori. Ma noi non abbiamo reggente e i signori si stanno combattendo tra di loro. Perciò credo che presto o tardi si inviteranno da soli.
pl: Nie mamy króla i przez to, zgodnie ze zwyczajem, inni Hagarththensi powinni odczekać rok zanim jeden z nich zostanie zaproszony przez namiestnika, lub radę lordów, by władać Vakladią. Lecz namiestnika również nie mamy a panowie walczą między sobą. Myślę, że prędzej czy później Hagarthenowie z innych królestw zaproszą się sami.

source: Other Hagarthens? How many of them?
fr: Les autres Hagarthens ? Combien sont-ils ?
it: Altri Hagarthen? Quanti?
pl: Inni Hagarthenowie? Jak wielu ich jest?

source: There is old Perien from Easkladia, but he has troubles on his own, there are two brothers: Luc and Gauri from Guilcorta and there is Buffin from Okladia. Well, there is also gossip that new messiah will come and he will led Akladians to true greatness...
fr: Il y a le vieux Perie d'Easkladia, mais il a déjà assez d'ennuis comme ça. Il y a les deux frères : Luc et Gauri de Guilcorta. Il y a Buffin d'Okladia. Oh ! Il y a aussi des rumeurs selon lesquelles un nouveau messie va mener les Akladiens vers l'âge d'or...
it: C'è il vecchio Perien di Easkladia, ma ha i suoi problemi, ci sono i due fratelli: Luc e Gauri da Guilcorta e c'è Buffin da Okladia. Be', c'è anche la voce del nuovo Liberatore che deve arrivare per guidare la gente di Akladia alla vera gloria...
pl: Stary Perien z Eskladii, ale on ma własne kłopoty, dwóch braci - Luc i Gauri z Guilcorty i Buffin z Oklandii. No i jeszcze ta plotka głosząca nadejście nowego mesjasza mającego poprowadzić Akladian do prawdziwej wielkości...

source: My lord! Isn't that this Gaumhaldric, about whom we've heard so many tales?
fr: Monseigneur ! N'est-ce pas ce Gaumhaldric, celui dont nous avons tant entendu parler ?
it: Mio signore! Questo non è quel Gaumhaldric, di cui tanto si racconta?
pl: Mój panie! Czy to nie Gaumhaldric, o którym słyszeliśmy tak wiele opowieści?

source: It would be honour to join your army.
fr: Ce serait un honneur de pouvoir rejoindre votre armée.
it: Per me è un onore unirmi al vostro esercito.
pl: To będzie zaszczyt dołączyć do waszej armii.
tr: Ordunuza katılmak bir onurdur.

source: My lord, will we accept that unit into our army? It is loyal unit, but it's just simple Peasant.
fr: Monseigneur, allons-nous accepter cette unité dans notre armée ? C'est une unité fidèle, mais ce n'est qu'un simple paysan.
it: Mio signore, potremo accettare questa unità nel nostro esercito? È una unità legale, ma è solo un semplice contadino.
pl: Panie, czy przyjmiemy tą jednostkę w swoje szeregi? Jest lojalna, ale to tylko prości chłopi.
tr: Efendim, bu birimi orduya kabul edecek miyiz? Sadık bir birim ama sadece basit bir köylü.

source: Yes, this is good enough reason.
fr: Oui, c'est une raison suffisante.
it: Sì, questo è un motivo sufficiente.
pl: Tak, to wystarczający powód.

source: Gold? I thought you are fighting for freedom, not gold. I am so dissapointed.
fr: De l'or ? Je pensais que vous vous battiez pour la liberté, pas pour l'or. Je suis vraiment déçu.
it: Oro? Pensavo che combatteste per la libertà, e non per l'oro. Sono estermamente deluso.
pl: Złoto? Myślałem, że walczycie o wolność. Rozczarowaliście mnie.
tr: Altın? Ben altın için değil, özgürlük için savaştığınızı sanıyordum. Hayal kırıklığına uğradım.

source: East from here.
fr: À l'est d'ici.
it: A est di qua.
pl: Na wschód stąd.
tr: Buranın doğusunda.

source: East from here. But please, be hurry.
fr: À l'est d'ici, mais s'il vous plaît, dépêchez-vous !
it: A est di qua. Ma per favore, fate in fretta.
pl: Na wschód stąd. Proszę, pospieszcie się.
tr: Buranın doğusunda. Fakat lütfen, acele edin.

source: Large army went there not long ago. Orcs, Akladians, Outlaws. I don't know what are their intentions, but I think they are not extremely friendly.
fr: Une grande armée est allée là-bas il n'y a pas si longtemps. Des orcs, des Akladiens, des hors-la-loi. Je ne sais pas quelles étaient leurs intentions, mais je ne pense pas qu'ils étaient très amicaux.
it: Un grande esercito è passato di qua ad poco. Orchi, uomini di Akladia e di Senzalegge. Non conosco le loro intenzioni, ma non penso che siano esattamente amichevoli.
pl: Duża armia przeszła tędy niedawno. Orki, bandyci, Akladianie. Nie znam ich zamiarów, ale nie podejżewam o przesadnie przyjazne uczucia.

source: The greatest news of them all is that you have saved the Oracle. This - this is so wonderful I can't find proper words to describe it.
fr: La plus grande nouvelle de toutes, c'est que vous avez sauvé l'oracle. C'est si merveilleux ! Je ne trouve pas les mots pour en parler.
it: La notizia più grande di tutte è che avete salvato l'Oracolo. È... È così meraviglioso che non riesco a trovare le parole adeguate per dirlo.
pl: Najlepsza wiadomość to ta, że ocaliłeś Wyrocznię. To jest tak wspaniałe, że nie potrafię znaleźć właściwych słów by to opisać.

source: Akladians from other kingdom were defeated by our people in battle near Broken Heart Runlet. Well, our people - this was army from Blackwater. Large army recently went east, I think they want harm the Oracle.
fr: Des Akladiens des autres royaumes ont été vaincus par notre peuple dans la bataille près de Ruisselet-Coeur-Brisé. Enfin, notre peuple - il s'agissait d'une armée d'Aiguenoire. Une grande armée est venue de l'est, je pense qu'ils veulent du mal à l'oracle.
it: La nostra gente ha sconfitto nella battaglia vicino al ruscello dei cuori infranti quelli di Akladia degli altri regni. La nostra gente, be'... era un esercito da Blackwater. Un grosso esercito di recente è andato verso ovest, penso che intendano attaccare l'Oracolo.
pl: Alkadianie z innych królestw ulegli naszym ludziom w bitwie nieopodal strumienia Złamanego Serca. Nasi ludziom, no może nie do końca, to była armia z Portu Czarnej Wody. Duża armia ostatnio wyruszyła na wschód, myślę, że chcą skrzywdzić Wyrocznię.

source: Who's there? Friend or foe?
fr: Qui va là ? Ami ou ennemi ?
it: Chi c'è? Amico o nemico?
pl: Kto idzie? Swój czy obcy?

source: Friend.
fr: Ami.
it: Amico.
pl: Swój.
tr: Dost.
