Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: I told you that I don't blame you for repeating words of your master.
fr: Je t'ai dit que je ne t'en voulais pas pour avoir répété les mots de ton maître.
it: Ti ho detto che non ti biasimo per aver ripetuto le parole del tuo padrone.
pl: Powiedziałam ci przecież, że nie winię cię za powtórzenie słów twojego pana.
tr: Efendinize söylemimi tekrarlamak için size sorumluluk vermediğimi söylemiştim.

source: So you will allow me to live?
fr: Alors, vous me laisserez vivre ?
it: E allora non mi ucciderai?
pl: Pozwolisz mi więc żyć?
tr: Yani yaşamama izin verecek misiniz?

source: I haven't said that. You see, I really don't like your face.
fr: Je n'ai pas dit ça ! Tu vois, je n'aime vraiment pas ta tête.
it: Non ho detto questo. Vedi, la tua faccia proprio non mi piace.
pl: Tego nie powiedziałam. Widzisz, strasznie mi sie nie podoba twoja wredna gęba.

source: You are lucky that I have not got more time, or I will play with you more, dishonourable scum.
fr: Tu as de la chance que je n'aie pas plus de temps, ou j'aurais plus joué avec toi, vermine de bas étage !
it: Sei fortunato che io non abbia più tempo altrimenti avrei giocato ancora con te, feccia senza onore.
pl: Masz szczęscie, że nie mam więcej czasu, bo pobawiłabym się z tobą dłużej, psie bez honoru.
tr: Zamanım kalmadığı için şanslısın, yoksa seninle daha çok oynayacaktım, alçak pislik.

source: You are lucky that this underling whom you call your king does not know...
fr: Tu as de la chance que cet inférieur que tu appelles ton roi ne sait pas...
it: Sei fortunato che questo miserabile che chiami tuo re non sappia...
pl: Szczęśliwie dla ciebie się składa, że ten parias którego nazywacie swoim królem nie wie, że...
tr: Kral dediğiniz bu parya herşeyi bilmediği için asıl siz şanslısınız...

source: Enough of that, go to your ancestors!
fr: Ça suffit, retourne auprès de tes ancêtres !
it: Basta così, raggiungi di tuoi antenati!
pl: Dość tego, przywitaj swoich przodków!
tr: Bu kadar yeter, atalarının yanına git!

source: Where is he? He starts to act on my nerves...
fr: Où est-il ? Il commence à me courir sur les nerfs...
it: Dove si è ficcato. Comincia a darmi sui nervi...
pl: Gdzież się on mógł podziać? Zaczyna mi działać na nerwy...
tr: Nerede o? Sinirlerimi germeye başladı...

source: Oops.
fr: Oups.
it: Ops.
pl: Ups.
tr: Hoop.

source: It looks like he recruited a lot of units.
fr: On dirait qu'il a recruté beaucoup d'unités.
it: Pare che abbia reclutato molte unità.
pl: Wygląda, że powołał mnóstwo jednostek.
tr: Biraz daha birim askere almış görünüyor.

source: Yes indeed. This could be a bit harder than we expected.
fr: Oui, en effet, ça pourrait devenir plus dur que je ne le pensais.
it: Proprio così. Potrebbe essere più difficile del previsto.
pl: W rzeczy samej. To może być nieco trudniejsze, niż oczekiwaliśmy.
tr: Evet elbette. Bu beklenenden biraz daha zor olabilir.

source: My friends will come very soon! You are already doomed! Ha ha ha!
fr: Mes amis vont arriver très bientôt ! Vous êtes déjà condamnés ! Ha ha ha !
it: I miei amici verranno molto presto! Siete condannati! Ah ah ah!
pl: Moi przyjaciele wkrótce przybędą! Wasz los jest przesądzony!
tr: Dostlarım çok yakında gelir! Kendini ölmüş bil! Ha ha ha!

source: Let's try to get a little faster. This traitor's friends may appear in any moment.
fr: Essayons d'aller plus vite. Les amis de ce traître pourraient arriver à n'importe quel moment.
it: Dobbiamo fare più in fretta. Gli amici del traditore potrebbero apparire in qualsiasi momento.
pl: Lepiej się nieco pośpieszmy. Przyjaciele tego zdrajcy mogą się pojawić w każdej chwili.
tr: Biraz daha çabuk olmaya çalışalım. Bu hainlerin dostları her an gelebilir.

source: Ha ha ha! You are doomed! I can hear the trumpet of my friends coming to aid me!
fr: Ha ha ha ! Vous êtes foutus ! Je peux entendre les cors de mes amis qui viennent m'aider !
it: Ah ah ah! Siete condannati! Ascoltate le trombe dei miei amici che stanno arrivando ad aiutarmi!
pl: Cha, cha, cha! Wasz los wkrótce się dopełni! Słyszę odgłos trąb wojennych moich przyjaciół przybywających by mi pomóc!
tr: Ha ha ha! Ölmeye hazır ol! Yardıma gelen arkadaşlarımın trampetlerini duyuyorum!

source: No! More traitors are coming from every side! We have no hope for dealing with them!
fr: Oh non, il y a de plus en plus de traîtres qui viennent de tous les côtés ! Nous n'avons plus aucune chance de les mater !
it: No! Altri traditori stanno arrivando da tutte le parti! Non c'è speranza di venire a patti con loro!
pl: Nie! Więcej zdrajców nadchodzi z każdej strony! Nie mamy szansy by sobie z nimi poradzić!
tr: Hayır! Hainler her taraftan geliyor! Onlarla anlaşmak için hiç umut kalmadı!

source: Run for your life! That wimp cannot possibly lead us to victory!
fr: Courez pour votre vie ! On ne peut plus gagner comme ça !
it: Mettiamoci in salvo! Quel buono a nulla non è in grado di portarci alla vittoria!
pl: Ratuj się kto może! Ten słąbeusz nie da rady poprowadzić nas do zwycięstwa!
tr: Canını seven kaçsın! Bu sulugözün bizi zafere taşıması mümkün olamaz!

source: Poor fellow!
fr: Pauvre bougre !
it: Poveretto!
pl: Biedaczysko!
tr: Zavallı adam!

source: He had honourable death. Do not let fear for losing units paralyse you; There are a lot more clanmembers ready to fight for you.
fr: Il a eu une mort honorable. N'ayez pas peur de perdre des unités. Il y a encore beaucoup d'autres membres du clan prêts à se battre pour vous.
it: La sua morte sarà onorata. Non permettere che la paura di perdere unità ti paralizzi; ci sono molti altri membri del clan di Akladia pronti a battersi per te.
pl: Miał honorową śmierć. Nie pozwólcie, by strach przed utratą jednostek sparaliżował was. Jeszcze wielu członków klany jest gotowych walczyć dla was.
tr: O onuruyla öldü. Seni güçsüz kılan birimlerini kaybetmekten korkma; senin için döğüşmeye hazır bir sürü Kabile Üyesi var.

source: Remember Gawen, that while most of our units don't care about the time of day, Homeguards, Shieldguards and Protectors prefer to fight at day, and during nights they should be used carefully.
fr: Souvenez-vous, Gawen, que tandis que la plupart de nos unités ne sont pas influencées par la période du jour, les Gardiens de maison, les Gardiens boucliers et les Protecteurs préfèrent combattre le jour. Ils doivent être utilisés la nuit avec précaution.
it: Ricordatevi Gawen, che mentre la maggior parte delle nostre unità non si preoccupano per l'ora, le guardie nazionali, gli Shieldguards e i Protettori preferiscono combattere di giorno e durante la notte dovrebbero essere usati con attenzione.
pl: Pamiętaj Gawenie, że choć większość naszych ludzi nie dba o porę dnia, Strażnicy domów, Tarczownicy i Protektorzy wolą walkę w świetle dnia, podczas gdy w nocy powinniście zachować ostrożność w używaniu ich.
tr: Hatırla Gaven, bizim birimlerin çoğu için günün saatinin önemi yoktur. Muhafızlar, Zırhlı Muhafızlar ve Koruyucular gündüzü tercih ederler ve geceleyin dikkatli kullanılmaları gerekir.

source: Ah, he is using the Sturmknights. Be careful about them, Gawen. They like to fight during nights and they are used to darkness. Counter them with Shieldguard at days.
fr: Ah, il utilise les cavaliers d'ombre. Soyez prudent avec eux, Gawen. Ils aiment se battre la nuit et ils ont l'habitude du noir. Contrez-les par des Gardes à boucliers le jour.
it: Ah, sta impiegando gli Sterminatori. Guardatevi da loro, Gawen. A loro piace combattere di notte e sono abituati all'oscurità. Di giorno mandategli contro i Difensori.
pl: Ach, używa Szturmowców. Uważaj na nich, Gawenie. Lubią walczyć nocami i przywykli do ciemności. Przeciwstawiaj im Gwardzistow, ale tylko w blasku słońca.
tr: Ah, Yıldırım Şövalyeleri kullanıyorsunuz. Onları kullanırken dikkatli olun, Gaven. Onlar gece döğüşmeyi severler ve karanlıkta kullanılırlar. Gündüz onların yerine Zırhlı Muhafızları kullan.

source: Conversation
it: Conversazione
pl: Rozmowa
tr: Görüşme

source: Carrenemoes were serving loyally to our kings for generations. My name is Reme, son of Raul. My ancestors, according to our family legends, were amongst those who led our people in great revolt and then in our epic escape through the swamps and forrests. We were helping to build large kingdoms of Akladians in the lands of underlings. We paid for that with blood; And now - why I am wondering what was that all for?
fr: Les Carremoes ont loyalement servi nos rois pendant des générations. Mon nom est Reme, fils de Raul. Mes ancêtres, selon les légendes de notre famille, furent parmi ceux qui ont conduit notre peuple à la grande révolution et ensuite à la fuite épique à travers les marais et la forêt. Nous aidions à la construction des grands royaumes d'Akladia sur les terres des inférieurs. Nous l'avons payé avec notre sang. Maintenant, pourquoi est-ce que je me demande à quoi tout cela a servi ?
it: La casa di Carrenemoe ha fedelmente servito i nostri re per generazioni. Mi chiamo Reme, figlio di Raul. Le leggende di famiglia raccontano che i miei antenati erano tra coloro che hanno guidato la nostra gente nella grande rivolta e poi nell'epica fuga attraverso paludi e foreste. Abbiamo contribuito a costruire il grande regno di Akladia nelle terre dei miserabili. Abbiamo versato il nostro sangue; e ora - perché mi chiedo a cosa è servito tutto ciò?
pl: Carrenemoe służyli lojalnie naszym królom przez całe pokolenia. Moje imię to Reme, syn Raula. Moi przodkowie, zgodnie z rodzinną legendą, byli między tymi, co powiedli nasz lud do wielkiego buntu a potem do owianej legendą ucieczki przez bagna i lasy. Pomagaliśmy zbudować wielkie królestwa Akladyjczyków w krajach pariasów. Zapłaciliśmy za to krwią - i teraz, dlaczego pytam sam siebie po co było to wszystko?
tr: Karenemo’lar nesillerdir kralımıza sadakatle hizmet ediyordu. Benim adım Reme, Raul’ün oğlu. Atalarım, rivayete göre, büyük isyanda ve orman ve bataklıklar boyunca destansı kaçışımızda halkımıza liderlik edenler arasındaydı. Biz parya toprakları üzerinde Akladyalıların büyük krallıklar kurmasına yardım ettik. Bunun için kanımızı verdik; ve şimdi - tüm bu olanlar için endişeleniyorum.

source: Maybe it is because of that kid. Before I met him, I never wondered about differences between us and underlings. It was simple, God himself gave us world to rule and everyone else was to serve us. Yet, Gawen Hagarthen is half underling. In fact, he look like one of them. And he was always more brave and honourable than many of other people I know...
fr: Peut-être est-ce à cause de ce garçon. Avant de le rencontrer, je ne me suis jamais demandé quelles différences il y avait entre nous et les inférieurs. C'était simple, Dieu lui-même nous avait donné le monde à diriger et tous les autres étaient là pour nous servir. Mais, Gawen Hagarthen est à moitié inférieur. En fait, il a l'air d'être l'un d'entre eux et il a toujours été plus courageux et plus honorable que beaucoup des autres personnes que je connais.
it: Forse è colpa del ragazzo. Prima che lo incontrassi, non mi sono mai interrogato sulle differenze tra noi e i miserabili. Era tutto così semplice, gli dei in persona ci hanno affidato il mondo per regnare e tutti gli altri dovevano servirci. Già, Gawen Hagarthen è mezzo miserabile. In realtà, sembra proprio uno di loro. E ha molto più coraggio e onore di molte persone che conosco...
pl: Może to z powodu tego dzieciaka. Zanim go nie spotkałem, nigdy się nie zastanawiałem nad różnicami między nami i pariasami. Było to proste, Bóg we własnej osobie dał nam świat do rządzenia a wszyscy inni są tylko po to, by nam służyć. A jednak - Gawen Hagarthen to w połowie parias. Właściwie, wygląda jak jeden z nich. A zawsze było w nim więcej odwagi i honoru niż w wielu innych ludziach, których znam...
tr: Belki, bu çocuk yüzündendir. Onunla tanışmadan önce, bizimle paryalar arasındaki farklar yüzünden hiç endişelenmemiştim. O basitti, Tanrı dünyayı yönetmek için bize vermişti, başka herkesi de bize hizmet etsinler diye. Gaven Hagarten yarı parya ve aslında onlardan biri gibi görünüyor. Ama bildiğim pek çok kişiden daha cesur ve onurlu biri o.

source: Enough of this thoughts. He is now our official crowned king. Lorin wants lords to acknowledge that, she is almost smiling first time in many, many months. Looking at her, I wonder what Gawen does remember about her. It seems that nothing, which is a lucky coincidence for her. She seems to forget, that only about half of our lords appeared in Vattin. The main battle is still not won..
fr: Assez de ces pensées. Maintenant, il est notre roi officiel. Lorin veut que les seigneurs le reconnaissent, elle sourit presque pour la première fois depuis des mois. En la regardant, je me demande de quoi Gawen se souvient à son sujet. Apparemment, de rien. C'est une chance pour elle. Elle semble oublier que la moitié seulement de nos seigneurs sont apparus à Vattin. La bataille principale n'est pas encore gagnée.
it: Devo smettere di pensarci. Ora è ufficialmente incoronato nostro re. Lorin vuole che i lord lo riconoscano, per la prima volta dopo tanti mesi sta quasi per sorridere. Guardandola, mi chiedo cosa si ricordi di lei Gawen. Pare nulla, una fortunata coincidenza per lei. Sembra che abbia dimenticato che circa solo la metà dei lord sia giunta a Vattin. La battaglia decisiva non è ancora vinta...
pl: Dość tych myśli. Teraz jest naszym oficjalnie ukoronowanym królem. Lorin pragnie, by panowie to uznali, niemalże się uśmiecha po raz pierwszy od wielu, wielu miesięcy. Patrząc na nią, zastanawiam się co Gawen pamięta o niej. Chyba nic, co jest dość szczęśliwym zbiegiem okoliczności dla niej. Zachowuje się jakby nie widziała, że jedynie połowa naszych lordów pojawiła się w Vattin. Główna bitwa wciąż jest nie wygrana.
tr: Bu kadar yeter. O şimdi resmen kralımız. Lorin, beylerin de bunu kabul etmesini istiyor. Aylardır ilk defa gülümsüyor. Ona bakınca, Gaven’ın onun hakkında bir şeyler hatırlamaya başlayacağından endişe ediyorum. Tesadüfe bakın ki, hiçbir şey hatırlamıyor gibi görünüyor. Lorin, Vattin’de bizim beylerin sadece yarısının göründüğünü unutmuş görünüyor. Asıl savaş henüz kazanılmadı...

source: Royal guard
fr: Garde royal
it: Guardia reale
pl: Królewski Gwardzista
tr: Kraliyet muhafızı

source: Lords of Vakladia, it is a honour to have you here as guests. I hope you will all serve me as loyally as to my father.
fr: Seigneurs de Vakladia, c'est un honneur de vous avoir ici, vous êtes mes invités. J'espère que vous me servirez aussi loyalement que vous avez servi mon père.
it: Signori di Vakladia, è un onore avervi qui come ospiti. Spero che mi servirete fedelmente come avete fatto con mio padre.
pl: Panowie Vakladii, jest honorem gościć was tutaj. Mam nadzieję, że służyć mi będziecie równie lojalnie jak mojemu ojcu.
tr: Vakladia beyleri, sizi burada konuk olarak görmek bir onur. Bana da babama olduğu gibi sadakatle hizmet edeceğinizi umuyorum.

source: On our way here, we met assassin, hired by someone to kill Gawen Hagarthen.
fr: Durant notre voyage, nous avons rencontré un assassin. Quelqu'un l'avait payé pour qu'il tue Gawen Hagarthen.
it: Mentre arrivavamo qua, abbiamo incontrato un sicario, pagato da qualcuno per uccidere Gawen Hagarthen.
pl: W czasie drogi tutaj, spotkaliśmy zabójcę, wynajętego przez kogoś, by zgładził Gawena Hagarthena.
tr: Buraya gelirken bir suikastçi ile karşılaştık, Gaven Hagarten’i öldürmesi için biri para vermiş.

source: Who could do such terrible thing! Did you have time to interrogate him?
fr: Qui pourrait faire une chose pareille ! Avez-vous eu le temps de l'interroger ?
it: Chi ha potuto fare una cosa così terribile! Siete riusciti a interrogarlo?
pl: Któż mógłby się poważyć na tak straszliwy czyn! Czy mieliście czas go przesłuchać?
tr: Böyle korkunç bir şeyi kim yapabilir? Sorgulayabildiniz mi?

source: Yes. He confessed to be hired by some of Akladian lords.
fr: Oui. Il a avoué avoir été recruté par un seigneur Akladien.
it: Sì. Ha confessato di essere stato pagato da un signore di Akladia.
pl: Tak. Wyznał, że wynajęty był przez jednego z akladyjskich panów.
tr: Evet. Bazı Akladyalı beyler tarafından tutulduğunu itiraf etti.

source: It's strange how some are lying out of fear. What else he was saying?
fr: C'est étrange comme certains peuvent mentir sans peur. Qu'a-t-il dit d'autre ?
it: Sono davvero bizzarre le menzogne che si arriva a dire per paura. Cos'altro ha detto?
pl: Zadziwiające jak niektórzy mogą łżeć ze strachu. Co jeszcze więcej wybełkotał ów parias?
tr: Tuhaf, bazıları nasıl da yalan söyleyerek işin içinden sıyrılıveriyor. Başka ne dedi?

source: Something like: argh. He died before I could ask him more questions.
fr: Quelque chose comme : argh. Il est mort avant que je n'aie pu lui poser plus de questions.
it: Qualcosa tipo: argh. Poi è morto prima che potessimo fargli altre domande.
pl: Nie jestem pewna, ale brzmiało to jakby: argh. Zginął, nim zdołałam zadać mu więcej pytań.
tr: Şöyle bir şey: aaahh. Başka soru soramadan öldü.

source: So, do you suggest there are people amongst us who could do such low thing!? That accusations are outrageus!
fr: Donc, vous sous-entendez qu'il y a quelqu'un parmi nous qui est capable de telle bassesse !? Ces accusations sont outrageantes !
it: Dunque, insinui che ci sia qualcuno tra di noi che potrebbe aver fatto una cosa così vile!? Sono delle accuse infamanti!
pl: A więc, sugerujecie, że między nami są ludzie, zdolni do popełnienia tak niskich i ohydnych czynów? Te oskarżenia są oburzające!
tr: Yani, bize karşı, böyle aşağılık şeyler yapanlar olduğunu mu düşünüyorsunuz!? Bu suçlamalar rezilce!

source: Unfortunately, no.
fr: Malheureusement, non.
it: Sfortunatamente, no.
pl: Niestety, nie.
tr: Talihsizliğe bakın ki, hayır.

source: Unfortunately, indeed. Probably it was some of underling leaders.
fr: Malheureusement en effet ! C'était probablement un des chefs inférieurs.
it: È proprio una sfortuna. Probabilmente è stato qualcuno dei capi dei miserabili.
pl: Zaprawdę, niestety. Zapewne wynajął kto któryś z wodzów pariasów.
tr: Talihsizliğe bakın, elbette. Galiba, parya liderlerinden biriydi.

source: There are lords which I can't see here. Why is that?
fr: Il y a des seigneurs que je ne vois pas ici. Comment cela se fait-il ?
it: Non vedo alcuni dei lord. Come mai?
pl: Są panowie których nie widzę wśrod nas. Co jest tego powodem?
tr: Burada göremediğim bazı beyler var. Neden?

source: There are some who are doubting that a mix.. that son of underling could be legally our king.
fr: Il y en a qui doutent qu'un mélange... que le fils d'un inférieur puisse être notre roi légitime.
it: C'è chi dubita che un mezz... che un figlio di una miserabile possa essere legalmente nostro re.
pl: Są tacy, co wątpią czy miesza... czy syn pariaski może być zgodnie z prawem naszym władcą.
tr: Bunun bir melez olduğunu, paryanın oğlunun meşru kralımız olamayacağını düşünenler var...

source: Remember, that you are talking about my mother.
fr: N'oubliez pas que vous parlez de ma mère.
it: Ricordati che stai parlando di mia madre.
pl: Pamiętaj, że mówisz o mojej matce.
tr: Dikkat et, annem hakkında konuşuyorsun.

source: My lord, but this is the truth. Hard times are ahead. Underlings are revolting against us. Those, which we choose not to conquer in the past are having ridiculous thoughts of taking our God-given lands. Some are saying that we need strong king, of our kin, not - forgive me my words, I am only repeating what others are saying - a mixling kid.
fr: Mais c'est la vérité, Monseigneur. Des temps difficiles nous attendent. Les inférieurs se révoltent contre nous. Ceux que nous avons choisi de ne pas conquérir dans le passé ont la pensée ridicule de reprendre les terres que Dieu a mises dans nos mains. Certains disent que nous avons besoin d'un roi fort, de notre espèce et non, pardonnez-moi Monseigneur car je ne fais que répéter ce que d'autres disent, d'un enfant bâtard.
it: Mio signore, ma questa è la verità. Tempi cupi ci aspettano. I miserabili sono in rivolta. Quelli che decidemmo di non sottomettere nel passato stanno addirittura pensando di prendere le terre che gli dei ci hanno dato. C'è chi dice che abbiamo bisogno di un re forte, della nostra razza, e non - perdonate le mie parole, sto solo ripetendo cosa altri hanno detto- un re mezzosangue.
pl: Mój panie, ale taka jest prawda. Ciężkie czasy są przed nami. Pariasi buntują się przeciw nam. Ci, których zdecydowaliśmy się nie podbijać w przeszłości, mają teraz niedorzeczne myśli o odebraniu nam naszych danych przez Boga ziem. Niektórzy mówią, że trzeba nam silnego króla, króla z naszej rasy, a nie - wybaczcie mi panie, powtarzam tylko co mówia inni - mieszańca-gołowąsa.
tr: Efendim, bu gerçek. Zor zamanlar bunlar. Paryalar bize karşı ayaklanıyor. Bunlar, geçmişte, Tanrı-armağanı toprakları alma konusundaki saçma düşüncelerle fethetmemeyi tercih ettiğimiz topraklarda yaşayanlar. Bazıları daha güçlü krala ihtiyacımız olduğunu söylüyor, bizim akrabalarımız değil - sözlerimi affedin efendim, ben sadece başkalarının bir melez çocuk için söylediklerini yineliyorum.

source: All of them are traitors who will be punished. And those who will stay loyal to us will be rewarded.
fr: Ceux-là sont des traîtres et ils seront punis. Ceux qui nous resteront loyaux seront récompensés.
it: Sono tutti dei traditori e saranno puniti. Mentre coloro che ci saranno fedeli saranno ricompensati.
pl: Wszyscy oni to zdrajcy, którzy zostaną ukarani. A ci, którzy pozostali wobec nas lojalni, mogą liczyć na nagrodę.
tr: Onların hepsi cezalandırılacak hainlerdir. Bize sadık kalanlar ödüllendirilecektir.

source: (whispering) She dares to speak about loyalty...
fr: (soupir). Et elle ose parler de loyauté...
it: (mormorando) Osa parlare di fedeltà...
pl: (szeptem) Lojalność? I kto to mówi...
tr: (fısıltıyla) Sadakat hakkında konuşmaya cüret edebiliyor...

source: We will attack the traitors immediately.
fr: Nous attaquerons immédiatement les traîtres.
it: Attaccheremo i traditori immediatamente.
pl: Zaatakujemy tych zdrajców natychmiast.
tr: Hainlere hemen saldıracağız.

source: My lady, we want you to reconsider. Those lords are our friends truly disturbed about future of our kingdom and our people. We need them alive as friends, not dead.
fr: Madame, nous voudrions que vous reconsidériez vos propos. Ces seigneurs sont nos amis et ils sont réellement concernés par le futur de notre royaume et de notre peuple. Nous avons besoin d'eux vivants, comme amis et non comme morts.
it: Mia signora, vorrei che cambiaste idea. Questi signori sono nostri amici e sono sinceramente preoccupati per il futuro del nostro regno e della nostra gente. Abbiamo bisogno di loro e della loro amicizia, da morti non ci servono.
pl: Pani moja, chcielibyśmy, abyście przemyślała waszą decyzję. Ci panowie to nasi przyjaciele szczerze zaniepokojeni przyszłością naszego królestwa i naszego ludu. Potrzebujemy ich żywych jako przyjaciół, nie martwych.
tr: Hanımım, tekrar düşünmenizi öneririm. Bu beyler bizim gerçek dostlarımız, krallığımızın ve halkımızın geleceği altüst olur. Onlara canlı ihtiyacımız var, ölü değil.
