Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Seems a fair deal. Show uss.. damned. Show us gold and you may leave.
fr: On dirait qu'on peut s'entendre. Montre-nous l'or et tu pourras partir.
it: Sembra un buon accordo. Mosssstrami... dannazione. Mostrami l'oro e potrai andare.
pl: Uczciwy układ. Pokaż nam miejsssce i... szlag. Możesz iść.
tr: Hoş bir anlaşma gibi görünüyor. Göster bize... lanet olsun. Altını yerini göster bırakayım seni.

source: You have received 50 gold pieces
fr: Vous avez reçu 50 pièces d'or.
it: Hai ricevuto 50 pezzi d'oro
pl: Otrzymałeś 50 sztuk złota
tr: 50 altın aldınız.

source: My lady, we have found some gold Saurians were hiding. They probably earned it by robbing the humans living nearby.
fr: Madame, nous avons trouvé de l'or que les sauriens cachaient. Ils ont probablement dû voler ça aux gens du coin.
it: Mia signora, abbiamo trovato un po' di oro che i sauri stavano nascondendo. Probabilmente se lo sono procurati derubando gli uomini che vivono nei dintorni.
pl: Pani, znaleźliśmy złoto ukrywane przez Jaszczury, zdobyli je zapewne rabując pobliskie osady.
tr: Hanımım Sürüngenlerin gizlediği bir miktar altın bulduk. Muhtemelen yakınlarda yaşayan insanları soyarak elde etmişlerdir.

source: Oh, so I am still 'my lady' to you? Good. We may have some use of the gold in future.
fr: Oh et donc je suis toujours 'votre dame'. Bien. Nous pourrions avoir besoin de cet or dans le futur.
it: Oh, allora sono ancora la "tua signora"? Bene. Potremo spenderlo bene quell'oro in futuro.
pl: Och, więc wciąż jestem dla ciebie panią? Dobrze. W przyszłości możemy potrzebowac pieniędzy.
tr: Oh, bana hala *hanımım* diyorsunuz? Pekala. İlerde altının birazını kullanabiliriz.

source: I don't care what 'we' you have on mind.
fr: Je me fous de quel 'nous' vous avez en tête !
it: Non mi importa a quale "noi" stai pensando.
pl: Nie obchodzi mnie jakie 'my' masz na myśli.
tr: ‘Biz’ ile neyi kastettiğiniz umurumda değil.

source: You have received 150 gold pieces
fr: Vous avez reçu 150 pièces d'or.
it: Hai ricevuto 150 pezzi d'oro
pl: Otrzymałeś 150 sztuk złota.
tr: 150 altın aldınız.

source: Separation
fr: Séparation.
it: Separazione
pl: Rozstanie
tr: Ayrılış

source: Finally the party reached the crossroads. One, northern path led to Vattin, second to Reme's clan settlements. Reme Carrenemoe decided to leave the Lorin to her own destiny here.
fr: La compagnie atteignit finalement le carrefour. Le premier chemin, vers le nord, menait à Vattin, le second, vers les territoires du clan de Reme. Reme Carremoe décida de laisser Lorin à sa propre destinée à partir de là.
it: Il gruppo giunse infine al bivio. La strada a nord portava a Vattin, mentre l'altra agli insediamenti del clan di Reme. Qui Reme Carrenemoe decise di abbandonare Lorin al proprio destino.
pl: Wreszcie drużyna osiągnęła rozstaje. Stąd jedna droga prowadziła na północ, do Vattin, druga do siedzib klanu Remego. Reme Carrenemoe zdecydował, że włąśnie tu zostawi Lorin jej własnemu losowi.
tr: Sonunda grup bir kavşağa geldi. Yollardan biri kuzeye Vattin’e diğeri ise Reme’nin kabilesinin bölgesine gidiyordu. Reme Karenemo, Lorin’i burada kaderine terketmeye karar verdi.

source: Now you should be safe, Lady Lorin. I have escorted you to this place. You may choose now five best troops from my army. I will leave you also all the gold we have, that is |$gold|. And then, we will separate.
fr: Maintenant, vous devriez être en sécurité, Lady Lorin. Je vous ai escorté jusqu'à cet endroit. Vous pouvez choisir cinq des meilleures troupes de mon armée. Je vous laisse aussi tout l'or que nous avons, en tout |$gold| pièces. Et puis nous nous séparerons.
it: Ora dovresti essere in salvo, Lady Lorin. Ti ho scortato fin qua. Ora ti puoi scegliere le cinque migliori unità del mio esercito. Ti lascerò anche tutto l'oro che abbiamo: |$gold| pezzi. E poi, ci separeremo.
pl: Pani, odeskortowałem cię na tyle daleko, że powinnaś już być bezpieczna. Możesz wybrać pięciu najlepszych ludzi z mojej armii. Zostawię ci również całe złoto, które mamy, to jest |$gold| sztuk. A potem się rozstaniemy.
tr: Artık, güvende olmalısınız, Bayan Lorin. Size buraya kadar eşlik ettim. Şimdi ordumdan en iyi beş askeri seçebilirsiniz. Ayrıca yanımdaki altının tamamını size bırakıyorum, alın bu $gold altını. Sonra sizden ayrılacağım.

source: Reme.. You've said that you were always loyal servant of Hagarthens..
fr: Reme... Vous avez dit que vous aviez toujours été un serviteur loyal des Hagarthens...
it: Reme... hai giurato che saresti stato sempre servo fedele degli Hagarthen...
pl: Reme... Mówiłeś, że zawsze byłeś wiernym sługą Hagarthenów.
tr: Reme... Daima Hagarten’lerin sadık hizmetkarı olduğunu söylemiştin...

source: I was and I am. But you are no Hagarthen, my lady. I have no obligations to you. There are no Hagarthens in Vakladia, no more.
fr: Je l'étais et je le reste. Mais vous n'êtes pas une Hagarthen, Madame. Je n'ai aucune obligation à votre égard. Il n'y a plus d'Hagarthen à Vakladia, désormais.
it: Lo sono stato e lo sono ancora. Ma non ci sono Hagarthen, mia signora. Non ho obblighi nei tuoi confronti. Non ci sono Hagarthen a Vakladia, non più.
pl: Byłem i jestem. Ale ty pani nie jesteś z Hagarthenów. Nie mam wobec ciebie żadnych zobowiązań. Nie ma Hagarthenów w Vakladii, już nie .
tr: Öyleydim ve hala öyleyim. Fakat siz Hagarten değilsiniz, hanımım. Size karşı hiçbir yükümlülüğüm yok. Artık Vakladia’da hiç Hagarten kalmadı.

source: And what about that Orcish army we find out about? We should stick together!
fr: Et que faites-vous de cette armée orc que nous avons trouvée ? Nous devrions rester ensemble.
it: E quell'esercito di orchi che abbiamo scoperto? Dovremmo restare uniti!
pl: A co z tą armią orków, o której się dowiedzieliśmy? Powinniśmy trzymać się razem!
tr: Öğrendiğimiz ork ordusu hakkında ne yapacağız? Birlikte direnmeliyiz!

source: I've already told you. There is no <we>. And neither I nor you can do anything about that Orcs.
fr: Je vous ai déjà dit qu'il n'y a pas de <nous>. Et ni vous ni moi ne pouvons faire quoi que ce soit à propos de ces orcs.
it: Te l'ho già detto. Non c'è nessun <noi>. E né io né te possiamo fare qualcosa per quegli orchi.
pl: Już wam powiedziałem: nie ma 'my'. Poza tym, ani ja, ani ty nie jesteśmy w stanie zrobić nic w sprawie tych orków.
tr: Ben zaten söyledim size: Biz diye birşey yok. Ve, ne ben ne de siz birşey yapabilirsiniz bu Orklara.

source: If you won't recall veteran units, the next scenario with Lorin may be extremely difficult to win.
fr: Si vous ne rappelez pas des unités vétérantes, il pourrait être très difficile de gagner le prochain épisode avec Lorin.
it: Se non richiamerai truppe veterane, il prossimo scenario con Lorin potrebbe essere estremamente difficile da vincere.
pl: Jesli nie przywołasz jednostek weteranów, następny scenariusz może być niezwykle ttrudny do przejścia.
tr: Eski askerlerini çağırmazsan, sonraki senaryoda Lorin’in kazanması çok güçleşebilir.

source: Recall or recruit five troops. OR
fr: Rappelez ou recrutez cinq troupes. OU
it: Richiama o recluta cinque unità O
pl: Przywołaj bądź zarekrutuj pięciu ludzi ALBO
tr: Beş asker al VEYA

source: End turn if you do not want or can't recall or recruit troops.
fr: Terminez le tour si vous ne voulez ou ne pouvez pas rappeler ou recruter des troupes.
it: Termina il turno se non vuoi o non puoi richiamare o reclutare altre unità.
pl: Zakończ kolejkę jeżeli nie chcesz lub nie możesz przywoływać bądź rekrutować żołnierzy.
tr: Başka asker almayacaksan veya çağırmayacaksan ya da istemiyorsan eli bitir.

source: You have less than 200 gold pieces. I am not sure if this will be enough in your future endeavours.
fr: Vous avez moins de 200 pièces d'or. Je ne suis pas sûr que ce sera suffisant pour les prochains évènements.
it: Hai meno di 200 pezzi d'oro. Non credo che bastino per le tue prossime imprese.
pl: Masz mniej niż 200 sztuk złota. Nie jestem pewny, czy to wystarczy wam na przyszłość.
tr: 200 altından az paranız var. Gelecekteki çalışmalarınızda bu yeterli olacak mı emin değilim.

source: Good luck, Lady Lorin. It's not far away from here to yours family castle.
fr: Bonne chance, Dame Lorin. Le château de votre famille n'est plus tellement loin d'ici.
it: Buon fortuna, Lady Lorin. Il castello della tua famiglia non è lontano.
pl: Powodzenia, pani Lorin. Niedaleko stąd do zamku twojej rodziny.
tr: İyi şanslar, bayan Lorin. Ailenizin şatosu buradan çok uzakta değil.

source: My family has denied any ties to me long time ago, and you know that, Reme. I promise you that you will hear about me.
fr: Ma famille a renié tout lien avec moi il y a déjà longtemps et vous le savez Reme, je vous promets que vous entendrez encore parler de moi !
it: La mia famiglia ha rinnegato qualsiasi legame con me molto tempo fa, e tu questo lo sai, Reme. Ti prometto che sentirai ancora parlare di me.
pl: Moja rodzina wyparła się wszelkich więzów ze mną dawno temu i dobrze o tym wiesz, Reme. Obiecuję ci, że jeszcze o mnie usłyszysz.
tr: Uzun zaman önce, nedendir bilmem, ailem benimle herhangi bir ilişkiyi reddetti, Reme. Söz veriyorum sana tekrar görüşeceğiz.

source: You had nor choosen, nor recruited five soldiers. I hope you know what you are doing, since in future it may be hard to find battle-hardened units. Or, for that matter, Akladians.
fr: Vous n'avez ni choisi ni recruté cinq soldats. J'espère que vous savez ce que vous faites. Dans le futur il pourrait être difficile de trouver des unités entraînées au combat. Ou des Akladiens.
it: Non hai né scelto, né reclutato i cinque soldati. Spero che tu sappia cosa stai facendo, dato che in futuro potrebbe essere difficile trovare unità esperte. O, comunque di Akladia.
pl: Nie wybrałaś ani nie powołałaś pięciu żołnierzy. Mam nadzieję, że wiesz, co robisz, gdyż w przyszłości może być ci ciężko znaleźć weteranów zaprawionych w walce. Albo, jeżeli już o tym mowa, Akladyjczyków.
tr: Ne beş yeni asker aldınız ne de eskiler çağırdınız. İlerde savaşta deneyim kazanmış birimler bulmanız zor olabilir, umarım ne yaptığınızı biliyorsunuzdur.

source: Ally from the past
fr: D'anciens alliés
it: Un alleato dal passato
pl: Sojusznik z przeszłości.
tr: Eski müttefik

source: When I woke up, first thing I felt was astonishment: I am still alive! At first moment I thought I was caught by Bor Cryne's warriors, but my hands weren't tied. Then I noticed that weary man.
fr: Quand je me réveillai, mon premier sentiment fut l'étonnement. J'étais encore en vie. Au début, je crus avoir été pris par les guerriers de Bor Cryne, mais mes mains n'étaient pas ligotées ? Ensuite, je remarquai cet homme fatigué.
it: Quando mi svegliai, la prima sensazione che provai fu di stupore: «Sono ancora vivo!» All'inizio ho pensato di essere stato catturato dai guerrieri di Bor Cryne, ma non ero legato. Solo dopo notai quell'uomo esausto.
pl: Kiedy się obudziłem, pierwszą rzeczą jaką poczułem było zdumienie: wciąż żyję! Na początku myślałem, że jestem w rękach wojowników Bora Cryne, ale moje ręce nie były związane. Potem zauważyłem tego znużonego mężczyznę..
tr: Uyandığımda hissettiğim ilk şey şaşkınlıktı: Hala hayattaydım! İlk anda Bor Krayn tarafından yakalandığım düşündüm, fakat ellerim bağlı değildi. Sonra yorgun adamı farkettim.

source: I do not mean he was old. He just seemed like he saw a lot in his life, his face was bringing memories of old battles and wars, many of them lost. He looked a bit familiar. He was, as my step-mother would call him, ungodly underling. Wesnothian in other words. I wasn't sure whether this was good or bad thing, remembering how much those folks hated Akladians.
fr: Je ne veux pas dire qu'il était vieux. Il avait seulement l'air d'avoir vu beaucoup de choses dans sa vie. Son visage portait les traces de vieilles batailles et de vieilles guerres, dont beaucoup furent perdues. Il me semblait familier . Il était, comme l'aurait dit ma belle-mère, un inférieur sans Dieu. Un Wesnothien en d'autres termes. Je ne savais pas si c'était une bonne ou une mauvaise chose, sachant combien ce peuple détestait les Akladiens.
it: Non era proprio vecchio, ma sembrava che nella vita ne avesse viste proprio tante, la sua faccia portava la traccia di vecchie battaglie e guerre, molte delle quali perdute. Aveva l'aria un po' famigliare. Era, come la mia matrigna l'avrebbe chiamato, un miserabile senza dio. Un uomo di Wesnoth in altri termini. Non sapevo se era un bene o un male dato che ricordavo quanto queste genti odiassero quelli di Akladia.
pl: Nie był stary. Po prostu wyglądał jakby wiele widział w swoim życiu, jego twarz przywodziła na myśl wspomnienia starych bitew, w większości przegranych. Wyglądał w pewien sposób znajomo. Moja macocha nazwałaby go bezbożnym pariasem. Wesnotyjczykiem, innymi słowy. Nie byłem pewien, czy to dobrze czy źle, wiedząc jak bardzo ci ludzie nienawidzili Akladyjczyków.
tr: Yaşlıydı demek istemiyorum. Çok görmüş geçirmiş gibi görünüyordu. Onun yüzü çoğu kaybedilmiş eski savaşları aklıma getiriyordu. Biraz tanıdık geliyordu. O, üvey annemin söylemiyle, dinsiz bir paryaydı. Başka bir deyişle o bir Wesnottu. Bu halkın Akladyalılara ne tadar kin beslediğini hatırlayınca, bu iyi miydi, kötü müydü, pek emin olamadım.

source: Rebel
fr: Rebelle
it: Ribelle
pl: Buntownik
tr: Zorba

source: So, finally, you are awaken.
fr: Ah, vous vous réveillez enfin !
it: Dunque, ti sei svegliato finalmente.
pl: A więc, wreszcie się obudziłeś.
tr: Sonunda uyandın.

source: Am I alive? Who are you? Where am I?
fr: Je suis vivant ? Qui êtes-vous ? Où suis-je ?
it: Sono vivo? Chi sei? Dove sono?
pl: Czy ja żyję? Kim ty jesteś? Gdzie ja jestem?
tr: Hayatta mıyım? Siz kimsiniz? Ben neredeyim?

source: Do not be worried, you are amongst friends, Haldric.
fr: Ne vous inquiétez pas, vous êtes avec des amis, Haldric.
it: Non ti preoccupare, sei tra amici, Haldric.
pl: Nie martw się, jesteś między przyjaciółmi, Haldric'u
tr: Endişelenmeyin, dostlar arasındasınız, Haldrik.

source: But, how.. Wait, what did you called me? Haldric?
fr: Mais, comment... Comment m'avez-vous appelé ? Haldric ?
it: Ma, come... Aspetta, come mi hai chiamato? Haldric?
pl: Ale, jak... Czekaj, jak ty mnie nazwałeś? Haldric?
tr: Fakat, nasıl... Bekle, ne dedin bana? Haldrik mi?

source: That's how your mother was calling you.
fr: C'est comme ça que votre mère vous appelait.
it: Così ti chiamava tua madre.
pl: Tak nazywała ciebie twoja matka.
tr: Annen sana böyle derdi.

source: My mother never.. wait, you are talking about my REAL mother, aren't you? You knew my mother?
fr: Ma mère n'a jamais... Attendez, vous parlez de ma VRAIE mère, non ? Vous l'avez connue ?
it: Mia madre non... aspetta, stai parlando della mia VERA madre, non è vero? Hai conosciuto mia madre?
pl: Moja matka nigdy... Czekaj, czy ty mówisz o mojej *prawdziwej* matce? Znałeś ją?
tr: Annem mi, asla... bekleyin, siz GERÇEK annem hakkında konuşuyorsunuz, değil mi? Siz annemi tanıyor musunuz?

source: Yes, I did. I was her courtier. I was close to her when she was dying. I promised her, before she died that I will be watching after you. You have her eyes... I was playing with you when you were child, you don't remember me?
fr: Oui, en effet. J'étais un de ses courtisans. J'étais près d'elle quand elle est morte. Je lui ai promis, avant sa mort, que je veillerais sur vous. Vous avez ses yeux... Je jouais avec vous quand vous étiez enfant, vous ne vous rappelez pas de moi ?
it: Sì, l'ho conosciuta. Ero il suo paggio. Ero vicino a lei quando stava morendo. Le promisi, prima che morisse, che mi sarei preso cura di te. Hai i suoi stessi occhi... Giocavo con te quando eri bambino, non ti ricordi di me?
pl: Tak, znałem. Byłem jej dworzaninem. Byłem przy niej, gdy umierała. Obiecałem jej, nim odeszła, że będę się tobą opiekował. Masz jej oczy.. Bawiłem się z tobą, gdy byłeś dzieckiem, nie pamiętasz mnie?
tr: Evet, tanırdım. Onu eğlendirirdim. Öldüğü zaman yanındaydım.Ölümünden önce sizinle ilgileneceğime ona söz verdim. Onun gözlerine sahipsiniz... Çocukken sizinle oynardım, hatırlıyor musunuz, beni?

source: I remember nothing. But, how..
fr: Je ne me souviens de rien, mais comment ...
it: Non ricordo nulla. Ma, come...
pl: Nie pamiętam niczego. Ale, jak...
tr: Hiçbir şey hatırlamıyorum. Fakat, nasıl...

source: I have a friend inside the city of Barnon. He informed me that you are going straight into trap. I was afraid I came too late when I found your body. I thought you were dead. Fortunately, you were only without consiousness. I took you here and cared for you last three days.
fr: J'ai un ami dans la cité de Barnon. Il m'a informé que vous alliez droit dans un piège. J'ai eu peur d'être arrivé trop tard quand j'ai trouvé votre corps. J'ai cru que vous étiez mort. Heureusement vous aviez juste perdu connaissance. Je vous ai ramené ici et je vous ai soigné pendant ces trois derniers jours.
it: Ho un amico che sta a Barnon. Mi ha fatto sapere che stavate per cadere dritti in una trappola. Ho temuto di aver fatto troppo tardi quando ho trovato il tuo corpo. Ho pensato che fossi morto. Fortunatamente eri solo privo di sensi. Ti ho portato qua e ti ho curato negli ultimi tre giorni.
pl: Mam przyjaciela w mieście Barnon. Powiadomił mnie, że idziecie prosto w pułapkę. Gdy zobaczyłem twoje ciało, bałem się, że przybyłem za późno. Myślałem, że nie żyjesz. Na szczęście, byłeś po prostu nieprzytomny. Zabrałem cię tutaj i opiekowałem się przez ostatnie trzy dni.
tr: Barnon şehrinde bir dostum var. Sizin tuzağa çekildiğinizi bildirmişti bana. Sizi bulduğumda çok geç kalmış olmaktan korkmuştum. Öldüğünüzü sanmıştım. Şansa bakın ki, sadece şuurunuzu kaybetmiştiniz. Sizi buraya taşıdım, üç gündür sizi tedavi ediyordum.

source: What are you doing here?!
fr: Que faites-vous ici ?!
it: Cosa ci fai qua?
pl: Co ty tutaj robisz?!
tr: Burada ne yapıyorsun?!

source: My lord, I was not able to stop her.
fr: Monseigneur, je n'ai pas pu l'arrêter.
it: Signore, non sono riuscito a fermarla.
pl: Panie, nie byłem w stanie jej zatrzymać.
tr: Efendim, onu durduramadım.

source: Do not be too hard on him, father. He really tried. So, this is this little Haldric you told us about? He look quite normal, not Akladian at all.
fr: Ne soyez pas trop dur avec lui, père, il a vraiment essayé. Donc c'est lui le petit Haldric dont vous nous avez parlé ? Il a l'air normal, pas Akladien du tout.
it: Non essere troppo duro con lui, padre. Ci ha veramente provato. Dunque, questo è il piccolo Haldric di cui ci hanno parlato? Sembra abbastanza normale, non ha nulla di Akladia.
pl: Nie bądź dla niego zbyt surowy, tato. Naprawdę próbował. A więc, to jest ten mały Haldric, o którym tyle nam opowiadałeś? Wygląda całkiem normalnie, zupełnie nie jak Akladyjczyk.
tr: Onun için pek zor olmaz, baba. Gerçekten denedi. Yani, o, bize bahsettiğiniz küçük Haldrik mi? O normal görünüyor, zaten Akladyalı değil.

source: Meet my daughter, Gawen Hagarthen. Imagine I have three other daughters like that back home. Not to mention my wife!
fr: Voici ma fille, Gawen Hagarthen. Imaginez que j'ai trois autres filles comme ça à la maison. Sans parler de ma femme !
it: Ti presento mia figlia, Gawen Hagarthen. Pensa che ho altre tre figlie come lei a casa, per non parlare di mia moglie!
pl: Poznaj moją córkę, Gawenie Hagarthenie. Wyobraź sobie, że w domu czekają na mnie trzy podobne córy. Nie mówiąc już o mojej żonie!
tr: Kızımla tanış, Gaven Hagarten. Bunun gibi üç kızım daha var. Karımdan bahsetmeyelim.

source: I can't believe my own eyes! Isn't that Gawen, the little so called king?
fr: Je ne peux pas en croire mes yeux ! N'est-ce pas Gawen, le petit roi soi-disant ?
it: Non credo ai miei occhi! Non è Gawen, il così detto piccolo re?
pl: Nie wierzę własnym oczom! Czyż to nie Gawen, to małe tak zwane królewiątko?
tr: Gözlerime inanamıyorum! Bu Gaven değil mi, hani şu kral denen ufaklık?

source: Are we gonna kill him?
fr: Est-ce qu'on va le tuer ?
it: Lo uccideremo?
pl: Zabijemy go?
tr: Gidip öldürelim mi?

source: No, our forces are too weak. Underlings soon may come here in greater number. We should immediately carry the message to Bor Cryne, he will reward us in gold and arrive here with army more than enough to crush them.
fr: Non, nos forces sont trop faibles. Les inférieurs pourraient bientôt arriver en plus grand nombre encore. Nous devons immédiatement porter le message à Bor Cryne, il nous récompensera avec de l'or et il arrivera ici avec une armée plus que suffisante pour les balayer.
it: No, siamo troppo deboli. I miserabili presto saranno qua in gran numero. Dovremmo subito informare Bor Cryne che ci ricompenserà in oro e arriverà qua con uomini più che sufficienti per annientarli.
pl: Nie, nasze siły są zbyt małe. Pariasi mogą wkrótce przybyć tu w większej liczbie. Powinniśmy natychmiast przekazać wiadomość Borowi Cryne, nagrodzi nas w złocie i przybędzie tutaj z armią więcej niż wystarczającą do zgniecenia tej bandy.
tr: Hayır, bizim kuvvetlerimiz çok zayıf. Yakında buraya çok sayıda parya gelebilir. Bu bilgiyi acilen Bor Krayn’a götürmeliyiz. Bizi altınla ödüllendirecektir. Ordusuyla buraya geldiğinde onları yenmek için yeterli oluruz.

source: My lord, we can't let anyone know that you are alive. None of the enemies should leave this battlefield alive. There are not many of them, this should be easy.
fr: Monseigneur, nous ne pouvons laisser personne savoir que vous êtes en vie. Aucun des ennemis ne devrait quitter vivant le champ de bataille ! Ils ne sont pas tellement nombreux, ce devrait être facile.
it: Mio signore, nessuno deve sapere che siete vivo. Nessun nemico deve lasciare vivo questo campo di battaglia. Non sono poi molti, dovrebbe essere facile.
pl: Panie, nie możemy dopuścić do tego, by ktokolwiek wiedział, że żyjesz. Nikt z wrogów nie może opuścić tego pola bitwy żywy. Nie ma ich wielu, to powinno być łatwe.
tr: Efendim, sizin yaşadığınızı bilenleri sağ bırakamayız. Hiçbir düşman savaş alanından canlı çıkmamalı. Çok değiller zaten, kolay olacak.

source: Kill enemy leader and all enemy units. Don't allow any enemy unit to reach north-eastern signpost, or the village nearby.
fr: Tuez le chef ennemi et toutes les unités ennemies. Ne laissez aucun ennemi atteindre le panneau indicateur nord-est, ou le village à côté.
it: Uccidi il comandante nemico e tutte le unità nemiche. Non permettere ad alcun nemico di raggiungere il cartello a nord-est, o il villaggio vicino.
pl: Zabij nieprzyjacielskiego przywódcę i wszystkie wrogie jednostki. Nie pozwól by jakakolwiek wroga jednostka osiągnęła pólnocno-wschodni drogowskaz, albo pobliską wioskę.
tr: Tüm düşman liderlerini ve birimlerini öldür. Hiçbir düşman biriminin kuzeydoğudaki yol işaretine veya yakınındaki köye ulaşmasına izin verme.

source: Death of Ruvio
fr: Mort de Ruvio
it: Morte di Ruvio
pl: Śmierć Ruvia
tr: Ruviyo’nun ölümü

source: Death of Karen
fr: Mort de Karen
it: Morte di Karen
pl: Śmierć Karen
tr: Karen’in ölümü

source: Any enemy unit reaches north-eastern signpost
fr: Un ennemi atteint le panneau indicateur nord-est !
it: Una qualunque unità nemica raggiunge il cartello a nord-est
pl: Jakakolwiek wroga jednostka dociera do północno-wschodniego drogowskazu.
tr: Düşman birimlerinden birinin kuzeydoğudaki yol işaretine ulaşması

source: I will now carry the message to Bor Cryne. He will reward me in gold!
fr: Je porte le message à Bor Cryne. Il me récompensera avec de l'or !
it: E ora andrò a informare Bor cryne. Mi ricompenserà in oro!
pl: Zaniosę teraz wiadomość do Bora Cryne. Nagrodzi mnie w złocie!
tr: Haberi Bor Krayn’a götüreceğim. Beni altınla ödüllendirecektir!
