Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Now, I will meet best marksman.. Death never misses.
fr: Et maintenant, je rencontrerai les meilleurs tireurs d'élite... La mort ne manque jamais
it: Adesso incontrerò il miglior cecchino di tutti... La morte non fallisce mai alcun bersaglio.
pl: Teraz poznam najlepszego strzelca... Śmierć nigdy nie pudłuje.
tr: En iyi nişancımla tanış.. Hedefi asla şaşırmaz.

source: My lord, I fought with you so many battles.. I can accept money from you no more. Please, treat me like a friend, not like a hired soldier.
fr: Monseigneur, nous avons combattu ensemble dans tant de batailles... Je ne peux plus accepter d'argent. S'il vous plaît, traitez-moi comme un être cher, pas comme un simple soldat.
it: Mio signore, ho combattuto per voi così tante battaglie... Non posso più accettare il vostro oro. Per favore, consideratemi un amico, non un soldato mercenario.
pl: Panie mój, walczyliśmy razem w tylu bitwach. Nie mogę przyjmować już od was pieniędzy. Proszę, traktujcie mnie jak przyjaciela, nie jak najemnika.
tr: Efendim, bir çok savaşta sizinle beraber döğüştüm. Sizden artık para kabul edemem. Lütfen, beni bir dost olarak görün, bir paralı askeriniz gibi değil.

source: Breaking the Circle
fr: Casser le cercle
it: Rompere il cerchio
pl: Przełamując Krąg
tr: Çemberi kırmak

source: Note from campaign developer: If you have just downloaded campaign and started playing instantly, it may happen that some of unit images are not appearing. In such case try to restart Wesnoth; usually it helps - szopen.
fr: Note de l'auteur de la campagne : si vous venez de télécharger la campagne et que vous avez commencé à jouer immédiatement, il se peut que certaines images d'unités n'apparaissent pas. Dans ce cas, essayez de redémarrer Wesnoth, habituellement, ça aide - szopen.
pl: Uwaga od tworcy kampanii: jeżeli dopiero co ściągnąłeś kampanie i natychmiast rozpoczęłeś grę, możliwe, że niektóre z jednostek nie są wyświetlane. W takim przypadku spróbuj ponownie uruchomić wesnoth; zwykle to pomaga - szopen.
tr: Seferberlik geliştiricisinden: Seferberliği indirir indirmez oynamak isterseniz, bazı birimlerin resimleri görünmeyebilir. Böyle bir durumda Wesnoth’u yeniden başlatmanız gerekecektir - szopen.

source: The moments are slowly turning into hours as they slip through my fingers...
fr: Les moments se changent doucement en heures tandis qu'elles glissent au travers de mes doigts.
it: Gli attimi lentamente volgono in ore mentre scivolano tra le mie dita...
pl: Chwile wolno zmieniają się w godziny, prześlizgując się między moimi palcami...
tr: Parmaklarım arasından kayıp gidercesine saniyeler yavaşça saatlere dönüşüyor...

source: Do you hear me, my son? I am losing hope, you must awaken... It was supposed to be just a showdown; kill a few rebels, scare the rest. Now your father is slain and you are lying here, not stirring - for how many days now? I don't even know if you can hear me or if you care. It's so strange to call a man who is just few years younger - my son. I wish I knew your real mother: at least I would know with whom I am competing.
fr: Tu m'entends mon fils ? Je perds espoir, tu dois te réveiller... Ce ne devait être qu'une petite escarmouche, tuer quelques rebelles, faire peur aux autres. Maintenant ton père a été abattu et toi tu gis ici, sans bouger ; depuis combien de jours maintenant ? Je ne sais même pas si tu peux m'entendre ou si ça t'intéresse encore. C'est si étrange d'appeler un homme qui n'est plus jeune que soi que de quelques années, mon fils. J'aurais voulu connaître ta vraie mère : au moins je saurais avec qui je suis en compétition.
it: Mi senti, figlio mio? Sto perdendo ogni speranza, devi svegliarti...
pl: Czy mnie słyszysz, mój synu? Powoli tracę nadzieję, musisz się obudzić.. To miał być zwykły pokaz: zabić kilku buntowników, przerazić pozostałych. Teraz twój ojciec jest martwy a ty leżysz tu bez ruchu - od jak już wielu dni? Nie wiem nawet czy mnie słyszysz. To takie dziwne, nazywać mężczyznę młodszego o ledwie kilka lat - moim synem. Chciałabym znać twoją prawdziwą matkę. Wiedziałabym chociaż, z kim konkuruję.
tr: Duyuyor musun beni, oğlum? Umudum tükeniyor, uyanmalısın... Bu sadece planların açığa çıkması olarak kabul ediliyordu; bir kaç asiyi öldürünce kalanlar ürkecekti. Baban öldü ve sen burada kımıldamadan yatıyorsun - kaç gün oldu? Bilmiyorum beni duyuyor musun? Kendinden bir kaç yaş küçük bir erkeğe oğlum demek öyle tuhaf bir durum ki. Gerçek anneni tanımak isterdim; en azından kiminle rekabet ettiğimi bilirdim.

source: Our people came here from the eastern lands long before my birth. Our race's fate is to rule over the world; Your grandfather smashed the underling armies in the field and stormed their castles. They were weak, divided, they had no gods to protect them and had forgotten the ways of the sword long ago; they were truly destined to be our slaves.
fr: Notre peuple est venu ici depuis les terres orientales longtemps avant ma naissance. Le destin de notre espèce est de diriger le monde. Ton grand-père a balayé les armées des inférieurs dans les plaines et a détruit leurs châteaux. Ils étaient faibles, divisés, ils n'avaient pas de Dieu pour les protéger et avaient oublié depuis longtemps comment se servir d'une épée. Ils étaient vraiment destinés à devenir nos esclaves.
it: La nostra gente giunse qua dalle terre dell'est molto prima che io nascessi. Il destino della nostra razza è quello di governare il mondo; tuo nonno ha sbaragliato gli eserciti dei miserabili sul campo di battaglia e ha preso d'assalto i loro castelli. Sono deboli, divisi, non hanno la protezione degli dei e hanno scordato da molto tempo le arti della spada; è proprio il loro destino quello essere i nostri schiavi.
pl: Nasi ludzie przybyli tutaj z wschodnich krajów długo przed moim urodzeniem. Przeznaczeniem naszej rasy są rządy nad światem. Twój dziad zmiótł armie pariasów i zdobył ich zamki. Byli słabi, podzieleni, nie mieli bogów którzy by ich ochraniali i zapomnieli już dawno jak sie trzyma miecze; zaprawdę przeznaczeniem ich było zostać naszymi niewolnikami.
tr: Halkımız buraya ben doğmadan uzun bir süre önce doğudan gelmiş. Bizim ırkımızın kaderi dünyayı yönetmektir; Deden parya ordularını sahada ezdi ve kalelerine hücum etti. Onlar zayıftılar, bölündüler, onları koruyacak tanrıları yoktu ve uzun zamandır unutuldular; gerçek kaderleri kölelerimiz olmaktı.

source: We burned their palaces, towns, and castles; there was nothing worthy there. They were telling us that they put their legends and wisdom on paper, they tried to imprison history in their books - and we burned it all, to make sure they have poetry, wisdom and history no more. We made certain that every last shred of hope these people had was consumed in flames.
fr: Nous avons incendié leurs palaces, leurs villes et leurs châteaux ! Il n'y avait rien de bon là-dedans. Ils nous ont dit qu'ils avaient mis leurs légendes et leur sagesse sur papier, ils essayaient d'emprisonner l'histoire à travers leurs livres et nous avons tout brûlé, pour être sûrs qu'ils n'aient plus de poésie, de sagesse ou d'histoire. Nous nous sommes assurés que chacun des derniers lambeaux d'espoir qu'ils avaient soient consumés par nos flammes.
it: Abbiamo incendiato i loro palazzi, città e castelli; non valevano nulla. Ci dissero di aver messo le loro leggende e la loro saggezza sulla carta, cercavano di imprigionare la storia nei loro libri - e noi li abbiamo bruciati tutti, per esser certi che non avessero più poesia, saggezza e storia. Ci accertammo che anche l'ultimo lembo di speranza per questi popoli fosse consumato nelle fiamme.
pl: Spaliliśmy ich pałace, miasta i zamki; nie było tam nic wartościowego. Mówili nam, że potrafią zakląć swoje legendy i mądrość na papier, próbowali uwięzić historię w swoich księgach - więc spaliliśmy to wszystko, by mieć pewność, że juz nie będą mieć poezji, mądrości i historii. Upewniliśmy się by cała nadzieja, którą posiadali ci ludzie, została pochłonięta przez płomienie.
tr: Onların saraylarını, kentlerini şatolarını yaktık; değerli hiçbir şeyleri kalmadı. Efsanelerini ve ilimlerini kağıda döktüklerini söylüyorlardı bize; tarihlerini kitaplara hapsetmeyi denediler - ama, şiire, ilme ve tarihe artık sahip olmasınlar diye biz hepsini yaktık. Halkın son umut kırıntılarını alevlerde tüketmeleri için herşeyi yaptık.

source: I was only five when your grandfather died and divided his kingdom between his sons, six when your father quelled the first rebellion. I never understood why he chose your mother... was it pure physical attraction, or an attempt to appease the conquered by marrying a woman of their nobility? If it was indeed the latter that he intended, he failed miserably; the Underlings' hate for us had not abated, and our own people were uneasy with having such a queen.
fr: Je n'avais que cinq ans quand ton grand-père est mort et qu'il a divisé son royaume entre ses fils, six quand ton père a combattu la première rébellion. Je n'ai jamais compris pourquoi il a choisi ta mère... était-ce par pure attraction physique ou une tentative d'apaisement envers les conquis en épousant une femme de leur noblesse ? Si c'est bien ça qu'il a tenté de faire, il a misérablement échoué : la haine des inférieurs à notre égard n'a pas faibli et notre propre peuple n'a pas pu accepter une telle reine.
it: Avevo solo cinque anni quando tuo nonno morì e divise il suo regno tra i suoi figli, erano sei quando tuo padre soffocò la prima ribellione. Non ho mai capito perché scelse tua madre... era solo attrazione fisica oppure un tentativo di pacificare i vinti sposando una donna della loro nobiltà? Se il suo scopo era quest'ultimo, fallì miseramente; l'odio dei Miserabili per noi non si è ridotto e il nostro stesso popolo era a disagio con quella regina.
pl: Miałam tylko pięć lat gdy twój dziad umarł i podzielił swe królestwo między synami, sześć lat gdy twój ojciec stłumił pierwszy bunt. Nigdy nie zrozumiałam dlaczego wybrał twoją matkę... czy był to czysty pociąg fizyczny, czy też próba zadowolenia pariasów przez poślubienie kobiety z ich arystokracji? Jeżeli jednak to drugie, to zawiodło po dwakroć; nienawiść pariasów do nas nie zmniejszyła się, a nasi właśni ludzie byli niezadowoleni z posiadania takiej królowej.
tr: Deden ölüp krallığı oğulları arasında paylaştırdığında ben sadece beş yaşındaydım, baban ilk ayaklanmayı bastırdığında ise altı yaşındaydım. Babanın neden anneni seçtiğini asla anlayamadım... sadece fiziksel bir çekim miydi yoksa onların soyundan bir kadınla evlenerek onları yatıştırma çabası mıydı? Eğer düşündüğü ikincisiyse fena halde çuvalladı; Paryaların bize olan kini azalmadı ve kendi halkımız böyle bir kraliçeye sahip olmaktan rahatsız oldu.

source: When your mother died, I was chosen as your father's next wife. Whether or not this was an act to appease the clans is uncertain, but it is certain that he wanted an heir whom our people would not question. He wanted me to give him another son, and I failed him. Our people had abandoned their old ways, and God turned his back on us as we had to him. Without his guidance and support, the Underlings wiped our armies from large part of Wesnoth and reclaimed some of their lost provinces.
fr: Quand ta mère est morte, j'ai été désignée comme nouvelle épouse de ton père. Je ne suis pas certaine qu'il ait fait cela pour apaiser le clan, mais je suis sûre qu'il voulait un héritier que son peuple ne pourrait pas remettre en question. Il voulait que je lui donne un autre fils, mais je n'ai pas su. Notre peuple a abandonné ses coutumes et Dieu nous a tourné le dos, comme nous l'avons fait avec Lui. Sans sa sagesse et son soutien, les inférieurs ont défié nos armées sur une grande proportion de Wesnoth et ils ont réclamé plusieurs de leurs provinces perdues.
it: Quando tua madre morì, sono stata scelta come la nuova moglie di tuo padre. Non se se l'avessero fatto per placare i clan, quello che è certo che voleva un erede per il quale la nostra gente non avrebbe sollevato questioni. Voleva che gli dessi un altro figlio e non ci sono riuscita. La nostra gente ha lasciato i vecchi costumi e gli dei ci ha girato le spalle come noi abbiamo fatto con loro. Senza la sua guida e il suo appoggio, i miserabili hanno spazzato via le nostre armate da grande parte di Wesnoth e hanno ripreso alcune delle loro province che avevano perso.
pl: Kiedy umarła twoja matka, wybrano mnie jako następną żonę twego ojca. Czy chciał w ten sposób uspokoić klany nie jest pewne, ale pewnym jest, że chciał następcę, którego nie kwestionowaliby nasi ludzie. Chciał bym dała mu następnego syna, i zawiodłam go. Nasi ludzie porzucili stare zwyczaje, i Bóg odwrócił od nas swoje oblicze, jak my odwrócliśmy się od niego. Bez jego przewodnictwa i wsparcia pariasi wyparli nasze armie z dużej części Wesnoth i odzyskali niektóre z swych prowincji.
tr: Annen öldüğü zaman. babanın sonraki karısı olarak ben seçildim. Bunun kabilelerini yatıştırmak için yapılmış bir eylem olup olmadığı şüpheli, fakat babanın halkımızın sorgulamayacağı bir mirasçı istediği kesin. O beni ona bir oğul daha vermem için istedi ama ben veremedim. Halkımız eski yöntemleri terketti ve bizim ona yaptığımız gibi Tanrı bize sırtını döndü. Onun rehberliği ve desteği olmayınca Paryalar Wesnoth’un büyük bir kısmında ordumuzu bozguna uğratıp kaybettikleri toprakların bir kısmını geri aldılar.

source: And now you lie here, defenseless and vulnerable. Your father's death has shown me how weak my position was and how despised you were along with your father. Behind your back they call you a mixling, a bastard, a creature not fit to sit on the throne. And as for me.. if you die, I would be just a wife of a despised king, stepmother of an hated heir; I will have no right to live. If I had given birth, I would be your mortal enemy, but I had not. I know there was a lot of ill feeling between us, but now I am the only one you can trust and you are my only hope...
fr: Et maintenant, tu restes couché là, sans défense et vulnérable. La mort de ton père m'a montré combien ma position était faible et combien tu dépendais de ton père. Dans ton dos, ils t'appellent brassage, bâtard, une créature pas faite pour s'asseoir sur le trône. Quant à moi... si tu meurs, je ne serai que la femme d'un roi décédé, la belle-mère d'un héritier haït et je n'aurai pas le droit de vivre. Si j'avais donné la vie, je serais ton ennemi mortelle. Mais ce n'est pas le cas. Je sais qu'il y a beaucoup de ressentiments entre nous, mais maintenant, je suis la seule en qui tu puisses avoir confiance et tu es mon seul espoir...
it: E ora giaci qua, indifeso e vulnerabile. La morte di tuo padre mi ha mostrato quanto debole fosse la mia posizione e quanto sprezzanti fossero con tuo padre. Alle tue spalle ti chiamano mezzosangue, un bastardo, una creatura non adatta a salire sul trono. E per quanto riguarda me, se muori, sarei solo la moglie di un re disprezzato, matrigna di un erede odiato; non avrò diritto di vivere. Se avessi avuto un figlio, sarei la tua nemica mortale, ma non l'ho avuto. So che c'è un sentimento molto malato fra noi, ma io ora sono l'unica di cui puoi fidarti e tu sei la mia unica speranza...
pl: A teraz leżysz tutaj, bezbronny i bezradny. Śmierć twojego ojca pokazała mi jak słaba była moja pozycja i jak bardzo byłeś znienawidzony razem z swoim ojcem. Za twoimi plecami nazywaja cię mieszańcem, bękartem, kreaturą niegodną by zasiąść na tronie. Jeżeli chodzi o mnie.. gdy umrzesz, będę po prostu żoną pogardzanego króla, macochą znienawidzonego następcy.. Nie będę miała prawa do życia. Gdybym urodziła syna, byłabym twoim śmiertelnym wrogiem, ale tak się nie stało. Wiem, było wiele złych uczuć między nami, ale teraz jestem jedyną osobą której możesz zaufać a ty jesteś moją jedyną nadzieją...
tr: Ve şimdi sen savunmasız ve incinebilir bir halde burada yatıyorsun. Babanın ölümü bana konumumun ne kadar zayıf olduğunu ve babanla beraber sana nasıl tepeden bakıldığını gösterdi. Arkandan, senin tahta oturmaya layık olmayan bir melez, bir piç, bir yaratık olduğundan bahsediyorlardı. Ve benim için de... eğer sen ölürsen, sadece nefret edilen bir kralın karısı, bir düşman mirasının üvey annesi olacak, yaşamaya hakkım olmayacaktı. Eğer doğurmuş olsaydım, senin ölümcül düşmanın olurdum, fakat olmadı. Aramızda çok fazla olumsuz duygu olduğunu biliyorum, fakat şimdi senin güvenebileceğin tek kişi benim ve sen benim tek umudumsun...

source: Lady Lorin
fr: Dame Lorin
pl: Pani Lorin
tr: Bayan Lorin

source: Heinric the Redbeard
fr: Heinric-Barbe-Rousse
it: Heinric Barbarossa
pl: Heinric Rudobrody
tr: Kızılsakal Hainrik

source: Militiaman
fr: Milicien
it: Miliziano
pl: Strażnik Miejski
tr: Milis

source: Assassin
it: Assassino
pl: Zabójca
tr: Suikastçi

source: He regained consciousness, my lady!
fr: Il reprend connaissance, Madame !
it: Ha ripreso conoscenza, mia signora!
pl: Pani, odzyskał przytomność!
tr: Bilinci yerine geldi, hanımım!

source: Thank God! Gawen, how do you feel? Can you talk? Move?
fr: Merci mon Dieu ! Gawen, comment te sens-tu ? Peux-tu parler, bouger ?
it: Gli dei siano lodati! Gawen, come ti senti? Puoi parlare? Riesci a muoverti?
pl: Dzięki Bogu! Gawen, jak się czujesz? Możesz mówić? Poruszać się?
tr: Teşekkürler Tanrım! Gaven kendini nasıl hissediyorsun? Konuşabilir misin? Hareket edebilir misin?

source: I feel weak... I feel sick.. (pause) ... I can't remember anything... Nothing.. Who am I?
fr: Je me sens faible... Je me sens malade... (pause) ... Je ne me souviens plus de rien... rien... Qui suis-je ?
it: Mi sento debole... mi sento malato... (pausa)... io non ricordo nulla... Niente... Chi sono?
pl: Czuję się słaby.. Chory.. (pauza) ... Nic nie pamiętam.. Nic..Kim ja jestem?
tr: Kendimi zayıf hissediyorum... Hasta gibiyim... (bekler) ... Hiçbir şey hatırlamıyorum... Hiçbir şey... Ben kimim?

source: I think the blade which wounded him was poisoned, my lady. We have to wait here and pray that our God would show him his mercy. (Whispering) And then we will bury him with all ceremonies.
fr: Je pense que la lame qui l'a blessé était empoisonnée, madame. Nous devons attendre ici et prier pour que notre Dieu nous montre sa pitié. (Soupir) Ensuite, nous l'enterrerons avec tout le cérémonial.
it: Credo che la lama che lo ha ferito fosse avvelenata, mia signora. Dobbiamo aspettare qua e pregare che gli dei siano misericordiosi con lui. (sospira) E poi lo seppelliremo con tutte le cerimonie.
pl: Pani, myślę, że ostrze, które go zraniło, było zatrute. Poczekajmy tutaj i módlmy się by nasz Bóg okazał mu swoje miłosierdzie. (Szeptem) A potem pochowamy go z cały ceremoniałem.
tr: Onu yaralayan bıçağın zehirli olduğunu sanıyorum, hanımım. Burada beklemeli ve ona merhametini göstermesi için tanrımıza dua etmeliyiz. (Fısıltıyla) Ve sonra törenle gömeriz.

source: No! We can't wait. We have to reach a town nearby and find a medic, quickly!
fr: Non ! Nous ne pouvons pas attendre. Nous devons atteindre une ville proche et trouver un médecin, rapidement !
it: No! Non possiamo aspettare. Dobbiamo raggiungere la città più vicina e trovare un medico, presto!
pl: Nie! Nie możemy czekać! Musimy osiągnąć miasto niedaleko stąd i znaleźć tam medyka, prędko!
tr: Hayır! Bekleyemeyiz! Yakın bir şehre ulaşmalı ve bir doktor bulmalıyız, çabuk olun!

source: He's not gonna make it.
fr: Il n'y arrivera pas.
it: Non ce la farà.
pl: Nie da rady.
tr: Haydi yapalım.

source: I vow to sacrifice a lamb to God, if he will be cured. If not, I won't ever sacrifice even a mouse, do you hear me, our God? Gawen, can you get up?
fr: Je suis prête à sacrifier un mouton à Dieu si Gawen est soigné. Sinon, je ne sacrifierai plus jamais rien, pas même une souris. Vous m'entendez, mon Dieu ? Gawen, peux-tu te lever ?
it: Giuro che sacrificherò un agnello agli dei, se riusciremo a curarlo. Altrimenti non sacrificherò nemmeno più un topo, mi sentite, oh Dei? Gawen, riesci ad alzarti?
pl: Przysięgam poświęcić jagnię Bogu, jeżeli zostanie uleczony. Jeżeli nie, nigdy nie złożę w ofierze nawet myszy, słyszysz mnie, nasz Boże? Gawenie, możesz wstać?
tr: O tedavi olursa, bir kuzu kurban edeceğim. Olmazsa, bir fare bile kurban etmem, duyuyor musun, Tanrım? Gaven, kalkabilecek misin?

source: Yes.. But.. I can't remember anything... Who am I ?! Who are you?
fr: Oui, mais... Je ne me souviens de rien... Qui suis-je ? Qui êtes-vous ?
it: Sì... Ma... Non ricordo nulla... Chi sono io?! E tu chi sei?
pl: Tak... ale... niczego nie mogę sobie przypomnieć... Kim jestem?! Kim ty jesteś?
tr: Evet.. Fakat.. Ben hiçbir şey hatırlamıyorum... Ben kimim?! Siz kimsiniz?

source: I am your mother, the only person whom you can trust. These are your last loyal soldiers, who stayed with us when everyone else left after your father's honorable death. You are Gawen Hagarthen, the true rightful king of Vakladia.
fr: Je suis ta mère, la seule personne en qui tu puisses avoir confiance. Voici les derniers soldats qui te sont loyaux et qui sont restés avec nous lorsque tous les autres sont partis après la mort honorable de ton père. Tu es Gawen Hagarthen, le vrai et légitime roi de Vakladia.
it: Io sono tua madre, la sola persona di cui ti puoi fidare. Questi sono i tuoi ultimi fedeli soldati, che sono rimasti con noi anche quando tutti gli altri se ne sono andati dopo l'onorata morte di tuo padre. Tu sei Gawen Hagarthen, il vero legittimo re di Vakladia.
pl: Jestem twoją matką, jedyną osobą, której możesz ufać. Ci tutaj to twoi ostatni wierni żołnierze, którzy pozostali z nami, gdy wszyscy inni odeszli po honorowej śmierci twego ojca. Tyś jest Gawen Hagarthen, prawowity król Vakladii.
tr: Ben senin annenim, güvenebileceğin tek kişi. Bunlar babanın onurlu ölümünden sonra herkesin bizi terketmesinini ardından bizimle kalan son sadık askerlerin. Sen Gaven Hagarten’sin, Vakladya’nın gerçek hak sahibi kralı.

source: My mother? You seem.. a bit young...
fr: Ma mère ? Vous semblez... un peu jeune...
it: Mia madre? Sembri... un po' troppo giovane...
pl: Moja matka? Wyglądasz.. trochę za młodo...
tr: Annem? Biraz genç.. görünüyorsunuz...

source: I am just your step-mother, but there is no time for more talk. We have to reach the town and find a medic!
fr: Je ne suis que ta belle-mère, mais ce n'est pas le moment de parler. Nous devons rejoindre une ville et trouver un médecin !
it: Sono solo la tua matrigna, ma non abbiamo tempo ora per parlare. Dobbiamo raggiungere la città e trovare un medico!
pl: Jestem twoją macochą, tak właściwie, ale nie ma czasu na dłuższe rozmowy. Musimy dotrzeć do miasta i znaleźć medyka!
tr: Ben sadece üvey annenizim, fakat konuşarak vakit kaybedemeyiz. Şehre ulaşmak ve size bir doktor bulmak zorundayız!

source: Look, there are Akladians there! To arms! Their king is dead, it's time to kill them all and finish with our slavery!
fr: Regardez, il y a des Akladiens là ! Aux armes ! Leur roi est mort, c'est le moment de les tuer tous et d'en finir avec notre esclavage !
it: Guardate, ci sono degli uomini di Akladia! Alle armi! Il loro re è morto, è giunto il tempo di ucciderli tutti e mettere fine alla nostra schiavitù!
pl: Patrzcie, tam są Akladyjczycy! Do broni! Ich król nie żyje, czas ich wszystkich pozabijać i skończyć z naszą niewolą!
tr: Bak, orada akladyalılar var! Silah başına! Kralları öldü, onları öldürmenin ve kölelikten kurtulmanın tam zamanıdır.
