Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Messiah, ha, ha, ha, that's good. I really miss Karen - she would probably immediately create some witty song about this. Gawen the messiah! First the king, and now the messiah! What a career for someone who is considered bastard by Akladians.
fr: Messie ! Ha, ha, ha, c'est trop bon ! Karen me manque vraiment là ! Elle aurait immédiatement écrit une chanson très spirituelle... Gawen le messie ! D'abord le roi et maintenant le messie ! Quelle carrière pour quelqu'un considéré comme un bâtard par les Akladiens !
it: 'Liberatore', ah, ah, ah, questa è buona. Ci manca davvero Karen - probabilmente ci avrebbe scritto subito un'allegra canzone. Gawen il "Liberatore"! Prima re e ora "Liberatore"! Che carriera per qualcuno che la gente di Akladia considera bastardo.
pl: Mesjasz, cha cha cha, a to dobre. Naprawdę tęsknię za Karen - od razu wymyśliłaby jakąś zabawną pieśń na ten temat. Mesjasz Gawen! Najpierw królem, a potem mesjaszem! Co za niesamowita kariera jak na kogoś, kogo Akladyjczycy uważają za bękarta.

source: How do you think I will do it? I will just say 'hey guys, you may call me messiah now'? Isn't some kind of miracle needed and this kind of stuff?
fr: Ben voyons ! Je vais tout simplement leur dire : 'Salut les mecs, vous pouvez m'appeler le prophète maintenant' ? Le tout saupoudré de quelques petits miracles, histoire de leur faire prendre les messies pour des lanternes !
it: Ma come pensi che possa farlo? Dirò solo «Ehi, ragazzi, adesso chiamatemi Liberatore»? Non serve un miracolo e roba del genere?
pl: I jak to sobie wyobrażasz? Mam krzyknąć "hej ludzie, możecie mnie od dzisiaj nazywać mesjaszem"? Nie potrzeba do tego przypadkiem jakiegoś cudu?

source: The oracle will declare you a messiah, and Akladians from all the kingdoms, including even the other kings, will acknowledge you. You are of Wesnothian royal line, so also Wesnothian will recognise you as their legal ruler. As Gaumhaldric you made a name of your own. And I and all surviving mages will serve you.
fr: L'oracle va vous déclarer messie et les Akladiens de tous les royaumes, ainsi que les autres rois, vous reconnaîtront. Vous êtes Wesnothien de lignée royale, donc les Wesnothiens vont aussi vous reconnaître comme leur dirigeant légitime. En tant que Gamhaldric, vous vous êtes fait un nom tout seul, et moi et les autres mages vous servirons.
it: L'Oracolo ti dichiarerà il Liberatore e tutti i regni di Akladia, compresi persino gli altri re, ti riconosceranno. Sei della stirpe reale di Wesnoth, così anche Wesnoth ti riconoscerà come loro legittimo governante. Come Gaumhaldric ti sei costruito la tua reputazione. E io e tutti i maghi sopravvissuti ti serviremo.
pl: Wyrocznia ogłosi cię maesjaszem a wtedy Akladianie ze wszystkich królestw, z ich władcami włącznie, uznają cię. A poinieważ jesteś z lini królów Wesnoth, Wesnothianie zrobią to również. Wyrobiłeś sobie pewną sławę jako Gaumhaldric. No i wszyscy ocalali magowie będą ci służyć. Ja również.

source: Shut up, foul mage. Everything you tell us was blasphemy. Gawen Hagarthen is the king of Vakladia.
fr: Tais-toi saleté de mage ! Tout ce que tu as dit n'est que blasphème. Gawen Hagarthen est le roi de Vakladia.
it: Taci, lurido mago. Tutto quello che ci hai detto era blasfemo. Gawen Hagarthen è il re di Vakladia.
pl: Zamilcz, obrzydły magu. Wszystko co nam powiedziałeś było bluźnierstwem. Gawen Hagarthen jest królem Vakladii.

source: And you are his mother, therefore the queen - think about it. He could rule over whole Wesnoth, all Akladian kingdoms.
fr: Et vous êtes sa mère et donc la reine : pensez-y. Il pourrait diriger l'ensemble de Wesnoth, tous les royaumes Akladiens.
it: E voi siete sua madre, quindi la regina - pensateci. Potrebbe regnare su tutto Wesnoth, su tutti i regni di Akladia.
pl: A ty jesteś jego matką, a więc królową - pomyśl o tym. Mógłby rządzić nad całym Wesnoth, nad wszystkimi królestwami Akladyjczyków.

source: Mage Deorien, do you really think Gawen can unite Akladians and Wesnoth? You are not serious, aren't you. Hey, Lorin, do you think underlings are equal to Akladians?
fr: Mage Deorien, vous pensez vraiment que Gawen peut unifier les Akladiens et les Wesnothiens ? Vous n'êtes pas sérieux ? Lorin ! Vous pensez que les inférieurs sont égaux aux Akladiens ?
it: Mago Deorien, pensate veramente che Gawen possa unire Akladia e Wesnoth? Non parlate sul serio, vero?. Ehi, Lorin, pensi che i miserabili siano uguali agli uomini di Akladia?
pl: Magu czy ty naprwadę sądzisz, że Gawen może zjednoczyć Akladię i Wesnoth? Chyba nie mówisz poważnie. Hej, Lorin, sądzisz że pariasi są równi Akladianom?

source: You have to be joking.
fr: Vous devez sûrement plaisanter.
it: Stai scherzando.
pl: No chyba żartujesz.

source: Deorien, they have whole religion about their own supremacy over the rest of the world. The God himself choosed them for be masters of every other nation and race. And you are saying we should coexist?
fr: Deorien, ils ont toute une religion vantant leur propre supériorité sur le reste du monde. Leur Dieu lui-même les a choisis pour être les maîtres de toutes les autres nations et races. Êtes-vous en train de dire que nous devrions coexister ?
it: Deorien, hanno un'intera religione a giustificare la loro supremazia sul resto del mondo. Gli dei in persona li hanno scelti perché fossero padroni di tutte le altre nazioni e razze. E stai dicendo che noi dovremmo coesistere?
pl: Deorienie, oni mają całą religię opartą na przeświadczeniu o wyższości nad resztą świata. Bóg sam wybrał ich na panów każdego innego narodu i każdej innej rasy. A ty twierdzisz, że możemy koegzystować?

source: Yes. And this is already happening. No matter what the great Akladian lords are saying, how they are flaunting with their own superiority, how they heinous find the idea of being the same people as Wesnothian, it IS happening. Akladian clanmembers marrying Wesnothian woman. Akladian peasants seeking the help of a shaman in next village. It is just a beginning, but it is a good beginning.
fr: Oui. Et c'est ce qui se passe déjà. Peu importe ce que disent les grands seigneurs Akladiens, comment ils se considèrent avec leur supériorité, à quel point ils détestent l'idée qu'ils sont le même peuple que les Wesnothien, C'EST en train d'arriver. Les membres de clans Akladiens épousent des femmes Wesnothiennes. Les paysans Akladiens vont chercher l'aide d'un chaman dans le village voisin. Ce n'est qu'un début, mais c'est un bon début.
it: Sì. Ed è quello che sta già accadendo. Qualunque cosa i grandi signori di Akladia possano dire, per quanto possano vantarsi della loro superiorità, per quanto disgustosa possano trovare l'idea di essere un unico popolo con le genti di Wesnoth, comunque sta GIÀ accadendo. I membri dei clan di Akladia sposano le donne di Wesnoth. I contadini di Akladia cercano l'aiuto di uno sciamano del villaggio vicino. È solo l'inizio, ma è un buon inizio.
pl: Tak. I to przecież już się dzieje. Bez względu na to, co mówią wielcy akladyjscy lordowie, jak się chwalą i puszą własną wyższościa, jak obrzydliwy dla nich jest myśl, że są takimi samymi ludźmi jak Wesnotyjczycy, to *naprawdę* się dzieje. Akladyjscy członkowie klanów żeniący się z Wesnotyjkami. Akladyjscy chłopi szukający pomocy szamana z sąsiedniej wsi. To dopiero początek, ale to dobry początek.

source: And the Akladian faith in one God ruling the world seems to be attractive to other peasants. If we would strip away the part about Akladian superiority, it may once became a religion uniting the nation, because you - Akladians, Wesnothians, and Aragwaithi - will became one nation, sooner or later.
fr: De plus, la foi Akladienne en un seul Dieu dirigeant le monde semble attirer les autres paysans. Si nous retirions la partie concernant la supériorité des Akladiens, cela pourrait donner une religion unifiant la nation, parce que vous - Akladiens, Wesnothiens et Aragwaithis - deviendrez une seule nation, tôt ou tard.
it: E la fede negli dei di Akladia sovrani del mondo potrebbe attirare anche altri contadini. Se mettessimo da parte il discorso sulla superiorità di Akladia, potrebbe diventare una buona volta una religione che unisce la nazione, perché voi - genti di Akladia, Wesnoth e Aragwaithi - diventerete una sola nazione, prima o poi.
pl: Do tego Akladiańska wiara w jednego boga władającego światem wydaje się być atrakcyjna dla innych chłopów. Jeśli pozbawimy ją elementów Akladiańskiej wyższości może stać się elementem jednoczącym naród, ponieważ wy, Akladianie, Wesnothianie i Aragwaithi staniecie się nim. Prędzej czy później.

source: Can we kill him now? He is a gall on the face of the earth. A mage.
fr: On peut le tuer maintenant ? C'est un parasite à la surface de la terre, un mage.
it: Possiamo ucciderlo adesso? È un sfregio alla faccia della terra. Un mago.
pl: Możemy go już zabić? Jest wrzodem na twarzy ziemi. Magiem

source: You may recruit mages now.
fr: À partir de maintenant, vous pouvez recruter des mages.
it: Ora puoi reclutare dei maghi.
pl: Możesz teraz rekrutować magów.

source: Once there was a great city here, I was told. Once people were crowding on its streets, and its walls were reaching the sky. Now only ruins have remained - only the skeletons of the buildings and empty wells.
fr: Ici, m'a-t-on dit, il y avait une immense ville avant. Les gens remplissaient ses rues et ses murs touchaient le ciel. Maintenant, il ne reste que des ruines : des souvenirs de bâtiments et des puits asséchés.
it: Si racconta che un tempo qui ci fosse una grande città. Una volta la gente affollava le sue strade e le sue mura sfidavano il cielo. Adesso restano solo le rovine - soltanto gli scheletri degli edifici e mura vuote.
pl: Niegdyś, jak mi powiedziano, było tu wielkie miasto z ludźmi tłoczącymi się na ulicach i o ścianach sięgających nieba. Teraz pozostały tylko ruiny, szkielety budynków i puste studnie.
tr: Söylediğim gibi, evvelce burada büyük bir şehir vardı. Caddeleri insanlarla doluydu ve duvarları göğe ulaşırdı. Şimdi sadece harabeleri kalmış - sadece bina iskeletleri ve boş patikalar.

source: It is said that Akladians were unable to take the Weldyn, they never were good in taking fortified cities. They sieged the city for years, storming the walls with ferocity and fanatical courage.
fr: Il est dit que les Akladiens ne prirent jamais Weldyn, ils n'ont jamais été bons pour prendre les cités fortifiées. Ils ont assiégé la ville pendant des années, attaquant les murs avec une férocité et un courage de fanatiques.
it: Si credeva che gli uomini di Akladia non avrebbero mai potuto prendere Weldyn, non sarebbero mai stati in grado di conquistare una città fortificata. Assediarono la città per anni, assalendo le mura con ferocia e fanatico coraggio.
pl: Podobno Akladyjczycy nie byli w stanie zdobyć Weldyn, nigdy nie byli dobrzy w obleganiu ufortyfikowanych miast. Oblegali miasto całymi latami, szturmując miasto z fanatyczną odwagą i zawziętością.

source: Finally they were helped by the treachery from the inside. The traitor was promised three bags of gold for opening the city gates. Akladians kept their promise. The tale has it that they tied the three bags of gold to the traitor's legs before they pushed him from the walls into the river.
fr: Finalement, un traître les a aidés de l'intérieur. On lui avait promis trois sacs d'or s'il ouvrait les portes de la ville. Les Akladiens ont tenu parole ! La légende dit qu'ils ont attaché les trois sacs aux jambes du traître avant de le pousser du haut des murs dans la rivière.
it: Alla fine furono aiutati da un tradimento dall'interno. Al traditore promisero tre sacchi d'oro per l'apertura delle porte della città. Gli uomini di Akladia mantennero la loro promessa. Si racconta che gli legarono tre sacchi d'oro ai piedi prima di spingerlo dalle mura nel fiume.
pl: Wreszcie pomogła im zdrada. Zdrajcy obiecano trzy worki złota za otwarcie bram miasta. Akladyjczycy dotrzymali słowa. Mówi się, że przywiązali obiecane trzy worki złota do nóg zdrajcy nim zepchnęli go z murów do rzeki.

source: So, you think the great mage is hiding somewhere here?
fr: Donc, vous pensez que le grand mage se cache quelque part par ici ?
it: Dunque, pensi che il grande mago si stia nascondendo qui da qualche parte?
pl: Więc, sądzisz, że wielki mag ukrywa się gdzieś tutaj?

source: Yes, my lord. These are ruins of great city. Deorien should be there.
fr: Oui, Monseigneur. Ce sont les ruines de l'immense cité ! Deorien devrait être ici.
it: Sì, mio signore. Queste sono le rovine di una grande città. Deorien dovrebbe essere qua.
pl: Tak panie. To są ruiny wielkiego miasta. Deorien powinien tutaj gdzieś być.

source: Hiding like a rat, seeking the cover against the wrath on just hand of the God. So, our plain is to find him, torture him and kill him, right?
fr: Il se cache comme un rat, cherchant à se protéger de la foudre de la main de Dieu ! Donc notre plan est de le trouver, le torturer et le tuer, c'est bien ça ?
it: Nascosto come un topo che cerca protezione dalla giusta collera degli dei. Dunque, il nostro piano è di trovarlo, torturarlo e ucciderlo, giusto?
pl: Chowa się jak szczur, pragnąc umknąc przed gniewem sprawiedliwej ręki Boga. Nasz plan to znaleźć go, poddać torturom i zabić, prawda?

source: Lady Lorin, are you just pretend you had not understood why we were sent here, or the unability to grasp the goals of our mission is natural consequence of quality of your mind?
fr: Dame Lorin, prétendez-vous seulement ne pas avoir compris pourquoi on nous a envoyés ici, ou bien l'incapacité à comprendre les buts de notre mission est une conséquence naturelle de la qualité de votre esprit ?
it: Lady Lorin, stai dicendo che non hai capito il motivo per cui ci hanno mandato qua, oppure l'incapacità di comprendere gli scopi della nostra missione è una conseguenza naturale delle tue doti mentali?
pl: Pani Lorin, powiedz mi czy właśnie udałaś niezrozumienie celu dla którego nas tu wysłano czy może raczej niezdolność do jego pojęcia jest naturalnym efektem jakości twojego intelektu?

source: I can kill you here and now, underling, so watch your words.
fr: Je peux te tuer ici et maintenant, inférieur, alors pèse bien tes mots.
it: Potrei ucciderti qua e ora, miserabile, modera le tue parole.
pl: Mogę cię zabić tu i teraz pariasie, więc pilnuj swego języka.

source: Mother! Stop it! What I told you about using this nasty word? I need both of you. You should be friends or at least allies, not enemies.
fr: Mère, arrêtez ! Que vous ai-je dit à propos de l'usage de ce mot humiliant ? J'ai besoin de vous deux. Vous devriez être amis, ou du moins alliés mais pas ennemis !
it: Madre! Fermati! Non ti avevo detto di non usare più quella brutta parola? Ho bisogno di entrambi voi due. Dovreste essere amici o almeno alleati, non nemici.
pl: Matko! Przestań! Co ci mówiłem o użwaniu tego paskudnego słowa? Potrzebuję was obydwu. Powinniście być przynajmniej sojusznikami jeśli nie jesteście w stanie przyjaciółmi, nie wrogami.

source: Is it an order?
fr: C'est un ordre ?
it: È un ordine?
pl: Czy to jest rozkaz?
tr: Bu bir emir mi?

source: Yes, it is.
fr: Oui, en effet.
it: Sì, è un ordine.
pl: Tak.

source: If this is your will, Gawen, I will kill that under.. uhm... man-like creature later.
fr: Si c'est ton désir, Gawen, je tuerai cet infé... hem... cette créature humanoïde plus tard.
it: Se è questo che vuoi, Gawen, ucciderò questo miser... ehm... creatura umanoide più tardi.
pl: Jeżeli tego sobie życzysz, Gawenie, zabiję tego par... emm... to ludziopodne stworzenie później.

source: God help us. I've heard terrible stories about this area. They say the ghost of murdered citizens still inhabit this ruins. No Akladian wants to enter this cemetery full of memories of dead.
fr: Aide-nous mon Dieu ! J'ai entendu des histoires terribles à propos de cet endroit ! Ils disent que les fantômes des citoyens assassinés habitent ces ruines. Aucun Akladien ne veut entrer dans ce cimetière hanté par les esprits des morts !
it: Che gli dei ci aiutino. Ho sentito storie terribili su questa zona. Dicono che i fantasmi dei cittadini assassinati ancora abitino queste rovine. Nessun uomo di Akladia vuole entrare in questo cimitero pieno di ricordi di morti.
pl: Niech Bóg ma nas w swej opiece. Straszne historie krążą o tym miejscu. Mówią, że duchy pomordowanych obywateli wciąż zamieszkują te ruiny. Żaden Akladyjczyk nie chce wkroczyć do tego cmentarzyska pełnego wspomnień śmierci.

source: God help us. I've heard terrible stories about this area. They say the ghost of murdered citizens still inhabit this ruins. No Akladian wants to enter this cemetary full of memories of dead.
fr: Aide-nous mon Dieu ! J'ai entendu des histoires terribles à propos de cet endroit ! Ils disent que les fantômes des citoyens assassinés habitent ces ruines. Aucun Akladien ne veut entrer dans ce cimetière hanté par les esprits des morts !
it: Che gli dei ci aiutino. Ho sentito storie terribili su questa zona. Dicono che i fantasmi dei cittadini assassinati ancora abitino queste rovine. Nessun uomo di Akladia vuole entrare in questo cimitero pieno delle memorie dei morti.
pl: Niech Bóg ma nas w swej opiece. Straszne historie krążą o tym miejscu. Mówią, że duchy pomordowanych obywateli wciąż zamieszkują te ruiny. Żaden Akladyjczyk nie chce wkroczyć do tego cmentarzyska pełnego wspomnień śmierci.

source: No ghost will be able to stand against the cold steel in the hand of Lorin.
fr: Aucun fantôme ne pourra se tenir devant l'acier froid dans les mains de Lorin.
it: Non c'è nessun fantasma che si può opporre a del freddo acciaio nella mano di Lorin.
pl: Żaden duch nie będzie w stanie stanąć naprzeciw zimnej stali w dłoni Lorin.
tr: Hiçbir hayalet, Lorin’in elindeki soğuk çeliğin karşısında duramaz.

source: Master, someone approaches us! Should I attack now?
fr: Maître, quelqu'un approche ! Est-ce que je dois l'attaquer ?
it: Maestro, si avvicina qualcuno! Li attacchiamo adesso?
pl: Mistrzu, ktoś tu się do nas zbliża! Czy mamy atakować?
tr: Efendim, bir cisim yaklaşıyor! Saldıracak mıyız?

source: No, don't attack.
fr: Non, n'attaque pas.
it: No, non attaccate.
pl: Nie, nie atakować.
tr: Hayır, saldırma.

source: These are Akladians! At least, there are Akladians amongst them! I will need reinforcements!
fr: Il y a des Akladiens ! En tout cas, il y a des Akladiens parmi eux ! Je vais avoir besoin de renforts.
it: Sono gente di Akladia! O, per lo meno c'è gente di Akladia tra loro! Ci servono rinforzi!
pl: To Akladyjczycy! Przynajmniej między nimi widać Akladyjczyków! Potrzebuję posiłków!

source: I said, don't attack. Do not be scared, friends from distant lands. I know who you are. Oracle notified me about you. I was waiting for you, noble Gaumhaldric - or rather, Gawen Hagarthen. You have no idea how long I waited for you.
fr: J'ai dit de ne pas attaquer. N'ayez pas peur, amis des pays lointains ! Je sais qui vous êtes ! L'oracle m'a parlé de vous. Je vous attendais, noble Gaumhaldri, ou plutôt, Gawen Hagarthen. Vous n'imaginez pas depuis combien de temps je vous attends !
it: Ho detto di non attaccare. Non abbiate paura, amici dalle terre lontane. So chi siete. L'Oracolo mi ha detto di voi. Vi stavo aspettando, nobile Gaumhaldric - o piuttosto, Gawen Hagarthen. Non avete idea da quanto tempo vi aspettavo.
pl: Powiedziałem nie atakujcie. Nie bójcie się przyjaciele z dalekich krajów. Wiem kim jesteście, Wyrocznia poinformowała mnie o was. Czekałem na ciebie szlachetny Gaumhaldricu, czy raczej Gawenie Hagarthen. Nawet nie zdajesz sobie sprawy jak długo na ciebie czekałem.

source: Are you Deorien, the great mage?
fr: Êtes-vous Deorien, le grand mage ?
it: Sei tu Deorien, il grande mago?
pl: Czy ty jesteś Deorien, wielki mag?

source: Yes, I am.
fr: Oui, c'est moi-même.
it: Sì, sono io.
pl: Tak, to ja.

source: We need your help. Great army is about to invade Wesnoth, and without mage we..
fr: Nous avons besoin de votre aide. Une immense armée est sur le point d'envahir Wesnoth et sans mage, nous...
it: Abbiamo bisogno del tuo aiuto. Un grande esercito si prepara a invadere Wesnoth e senza maghi, noi...
pl: Potrzebujemy waszej pomocy, panie. Wielka armia niedługo najedzie Wesnoth, i bez maga będziemy...

source: I told you I know who you are and why you are here. But I'm affraid you do not know. Gawen Hagarthen, I was waiting for many, many years until someone like you will appear. When I heard about you, a hope had arised in my heart. Now, when I see you, I am sure.
fr: Je vous ai dit que je sais qui vous êtes et pourquoi vous êtes ici. Mais j'ai peur que vous ne le sachiez pas. Gawen Hagarthen, cela fait de nombreuses années que j'attends que quelqu'un comme vous apparaisse. Quand j'ai entendu parler de vous, un espoir a grandi dans mon coeur. Maintenant que je vous vois, je suis sûr !
it: Vi ho detto che so chi siete e perché siete qui. Ma mi spiace che non lo sappiate. Gawen Hagarthen, stavo aspettando da molti, molti anni che qualcuno come voi comparisse. Quando ho sentito parlare di voi, una speranza è sbocciata nel mio cuore. Ora, che vi vedo, ne sono sicuro.
pl: Powiedziałem ci kim jesteś i dlaczego tu jesteś, ale obawiam się że ty tego nie wiesz. Czekałem wiele lat aż pojawi się ktoś taki jak ty. Kiedy o tobie usłyszałem w moim sercu pojawiła sie nadzieja, teraz gdy cię widzę mam całkowitą pewność.

source: Sure? Of what? You are confusing me, while I only want to ask you for help.
fr: Sûr ? De quoi ? Vous me déconcertez car j'étais venu chercher votre aide.
it: Sicuro? Di che cosa? Mi stai confondendo, mentre io vorrei solo chiederti aiuto.
pl: Pewnośc? Czego? Konfundujesz mnie podczas gdy ja chcę cię jedynie prosić o pomoc.

source: I invite you and your friends into my rooms. I hid in those ruins for whole my life. In the darkest hour of Wesnoth I gathered last surviving mages of Weldyn and we hid in the library. Then... But I will explain you everything. First, you have to hear some story. Very long story... Gawen, what do you know about origins of Akladians?
fr: Je vous invite, vous et vos amis dans mes appartements. J'ai occupé ces ruines toute ma vie. Dans les heures les plus sombres de Wesnoth, j'ai rassemblé les derniers mages survivants de Weldyn et nous nous sommes cachés dans la bibliothèque. Ensuite... Mais je vous expliquerai tout. D'abord, il faut que vous entendiez une histoire. Une très longue histoire... Gawen, que savez-vous des origines des Akladiens ?
it: Invito voi e i vostri amici nelle mie stanze. Mi sono nascosto in queste rovine per tutta la mia vita. Nell'ora più cupa di Wesnoth ho riunito gli ultimi maghi di Weldyn sopravvissuti e ci siamo nascosti nella biblioteca. Quindi... ma vi spiegherò tutto. In primo luogo, dovete sentire una certa storia. Una storia molto lunga... Gawen, che cosa conoscete sulle origini di Akladia?
pl: Zapraszam ciebie i twoich przyjaciół do moich pokoi. Ukrywałem się w tych ruinach przez całe życie. W najczarniejszej godzinie Wesnoth zebrałem ostatnich żyjacych magów Weldyn i ukryliśmy bibliotekę. Potem... Zresztą wyjaśnię wszystko. Najpierw musisz usłyszeć historię. Długą historię... Gawen, co wiesz o pochodzeniu Akladian?
tr: Sizi ve arkadaşlarınızı odama davet ediyorum. Hayatım boyunca bu harabelerde gizlendim. Wesnoth’un en karanlık saatlerinde topladığım Weldyn’in son büyücüleriyle kütüphanede gizlendik. Sonra... Ama size herşeyi açıklayacağım. Önce, biraz hikaye dinlemek zorunda kalacaksınız. Çok uzun bir hikaye... Gaven, Akladyalıların ortaya çıkışları hakkında ne biliyorsun?

source: Akladians? Well... we came from the east, isn't it? Mother, help me here...
fr: Des Akladiens ? Heu... Nous venons de l'est n'est-ce pas ? Mère, j'ai besoin d'aide là...
it: Akladia? Be'... siamo venuti dall'est, non è vero? Madre, aiutami...
pl: Akladian? Więc... przyszliśmy ze wschodu... Matko pomóż mi...
