Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Now, let us greet our honorable guest, Mithrandil from the northern Elves. He made a long journey here and he bears important news.
fr: Maintenant, accueillons notre honorable invité, Mithrandil des elfes du nord. Il a fait un long voyage jusqu'ici et est porteur de nouvelles importantes.
it: Ora, permetteteci di ringraziare il nostro onorato ospite, Mithrandil degli elfi del nord. Ha fatto un lungo viaggio per giungere fin qua a portarci importanti notizie.
pl: Dobrze, powitajmy naszego godnego gościa, Mithrandila z północnych elfów. Przebył długa drogę by tu dotrzeć i przynosi ważne wiadomości.
tr: Şimdi, onurlu konuğumuzu, kuzey Elflerinden Mitrandil’i karşılayalım. Uzun bir yolculuk yaptı ve önemli haberler taşıyor.

source: My respect and best wishes for everyone in this free city. I hope you will forgive mefor not boring you with a long and pompous traditional speech. The news I bring here is simple, and terrifying. The Orcish army has marched unnoticed into very heart of Wesnoth.
fr: Mes respects et meilleurs voeux à tous ceux de cette cité libre. J'espère que vous me pardonnerez de ne pas vous embêter avec un de ces longs et pompeux discours traditionnels. Les nouvelles que j'apporte sont simples et terrifiantes. Une armée orc marche inaperçue sur le coeur de Wesnoth.
it: I miei omaggi e cordiali saluti a tutti in questa città libera. Spero che mi perdoniate se non vi annoio con un lungo e pomposo discorso tradizionale. Le notizie che vi porto sono semplici e terribili. L'esercito degli orchi ha marciato inosservato fino al cuore di Wesnoth.
pl: Szacunek i szczęście mieszkańcom Wolnego Miasta. Mam nadzieję, że wybaczycie mi, że nie zanudzę was tradycyjnym długim i kwiecistym przemówieniem. Wiadomości, które przywożę są przerażająco proste. Armia orków, niezauważona przez nikogo, wmaszerowała w samo serce Wesnoth.
tr: Bu özgür şehirdeki herkese saygılarımı sunarım. Uzun ve çok tantanalı geleneksel bir konuşma yapmayacağım için umarım beni affedersiniz. Getirdiğim haberler basit ve iç karartıcı. Ork ordusu dikkat çekmeden Wesnoth’un tam kalbine hareket etti.

source: No! That impossible! How that could possibly happened, they would have to cross through the free realms of the north, and..
fr: Non ! C'est impossible. Ils devraient traverser les royaumes libres du nord et...
it: No! È impossibile! Come sarebbe potuto succedere, avrebbero dovuto attraversare i regni liberi del nord e...
pl: Nie! To niemożliwe! Jakim cudem... Musieliby przejść przez wolne królestwa północy, i...
tr: Hayır! İmkansız! Bu nasıl mümkün olabildi, kuzeyin özgür ülkelerinden geçmek zorundalardı ve...

source: He is saying the truth, Huon. You have not seen the reports I've got.
fr: Il dit la vérité, Huon. Tu n'as pas vu les rapports que j'ai.
it: Sta dicendo la verità, Huon. Non hai visto i rapporti che ho avuto io.
pl: Mówi prawdę, Huonie. Nie widziałeś jeszcze raportów, które otrzymałem.
tr: Gerçeği söylüyor, Huron. Aldığım raporları görmemişsin.

source: They indeed crossed the free realms of the north. The relations between humans are not of my business. Also, I will pretend that I have not noticed that you have called me a liar. The Orcish army appeared in Wesnoth, bringing back memories of the queen, whose name I will not utter.
fr: Ils ont effectivement traversé les royaumes libres du nord. Je ne me soucie pas des relations entre humains. Aussi je vais ignorer que vous m'avez traité de menteur. L'armée orc est apparue dans Wesnoth, rappelant une certaine reine dont je ne prononcerai pas le nom.
it: Hanno veramente attraversato i regni liberi del nord. I rapporti tra gli uomini non sono affari miei. Inoltre, farò finta di non aver notato che mi hai dato del bugiardo. L'esercito degli orchi è apparso a Wesnoth, riportando alla memoria i ricordi della regina di cui non pronuncerò il nome.
pl: W rzeczy samej przeszli przez wolne królestwa północy. W jaki sposób niezauważeni, to nie moja sprawa. I udam że nie usłyszałem, że nazwaliście mnie kłamcą. Armia orków pojawiła się w Wesnoth, przynosząc wspomnienia o królowej, której imienia nie wymówię.
tr: Gerçekten kuzeyin özgür ülkelerinden geçtiler. İnsanlar arasındaki ilişkiler benim işim değil. Ayrıca, bana yalancı dediğinizi hatırlatmak zorunda değilmişim gibi davranmayacağım. Ork ordusu adını anmak istemediğim kraliçeyi hatıra getirerek Wesnoth’ta göründü.

source: According to what we gathered, it's internal strife amongst Akladians. If Akladians are slaughtering each other, even if with Orcish help, why free people should be disturbed with that?
fr: D'après ce que nous savons, c'est un conflit interne entre Akladiens. Si les Akladiens se massacrent entre eux et même si les orcs les aident, je ne vois pas pourquoi les peuples libres doivent s'en préoccuper ?
it: Secondo le informazioni raccolte, è un conflitto interno tra fazioni di Akladia. Se quelli di Akladia si massacrano tra di loro, pur con l'aiuto degli orchi, perché la gente libera dovrebbe preoccuparsi?
pl: Zgodnie z tym co udało nam się ustalić, to wewnętrzne rozgrywki wśród Akladyjczyków. Jeżeli Akladyjczycy wyrzynają się między sobą, nawet jeśli pomagają im w tym orki, dlaczego wolni ludzie mieliby się tym przejmować?
tr: Neye bulaştığımıza bak, Akladyalılar arasındaki bir iç mücadele. Eğer Akladyalılar birbirlerini kılıçtan geçiriyorsa, hem de Orkların yardımıyla; neden özgür halk bununla tedirgin edilsin?

source: We, elves, believe that this is more than just an Orcish invasion and quarrels between Akladians. Something greater, something evil is hiding behind this. What it is, we do not know. I came here to both warn you, help you and ask for help. Find out the real reason the Orcish army is here. Who is hiding behind the invasion. We have our suspicions, but we want to be sure.
fr: Nous, les elfes, pensons que ceci est plus qu'une invasion orc et des querelles internes aux Akladiens. Quelque chose de plus grand, de plus insidieux est derrière tout ça. Nous ne savons pas encore quoi exactement. Je suis venu ici pour vous prévenir et vous demander de l'aide. Trouvons les vraies raisons de la présence de cette armée orc. Qui se cache derrière cette invasion. Nous avons certes une idée, mais il faut en être sûr.
it: Noi elfi crediamo che non si tratti solo di una invasione di orchi e di litigi tra quelli di Akladia. C'è qualcosa di più grande, qualcosa di malvagio che si nasconde dietro tutto questo. Cosa sia non lo sappiamo. Sono venuto ad avvertirvi, aiutarvi e chiedervi aiuto. Scopriamo il vero motivo per cui l'esercito degli orchi è qua. Chi si nasconde dietro l'invasione. Noi abbiamo dei sospetti, ma vorremmo accertarcene.
pl: My, elfy, uważamy, że to coś więcej niż tylko inwazja orków i spory między Akladyjczykami. Za tym wszystkim kryje się coś jeszcze, coś bardzo złego, choć co to może być, nie wiemy. Przybyłem tutaj zarówno by was ostrzec, pomóc wam jak i prosić o pomoc. Odkryjcie prawdziwy powód inwazji orków tutaj, i tego kto się za nią kryje. Mamy swoje podejrzenia, ale chcemy być pewni.
tr: Biz, Elfler bunun bir Ork istilasından ve Akladyalılar arasındaki bir çekişmeden oldukça farklı bir şey olduğuna inanıyoruz. Ardında daha büyük ve şeytanca şeyler gizliyor. Ne olduğunu bilmiyoruz. Buraya Ork ordusunun gerçekten burada oluş sebebini ve istilanın ardında gizleneni bulmaya geldim. Bazı şüphelerimiz var ancak emin olmak istedik. Bu arada sizi de uyarmaya, hem yardım etmeye hem de yardımınızı talep etmeye geldim.

source: We respect wisdom of the Elves, and we will fulfill your request. We will send two armies to catch Orcish leaders and investigate them. One will be led by Ruvio, second by Huon. Agreed?
fr: Nous respectons la sagesse des elfes et nous répondrons à votre demande. Nous enverrons deux armées pour attraper les chefs orcs et les interroger. L'une sera dirigée par Ruvio et l'autre par Huon. D'accord ?
it: Noi rispettiamo la saggezza degli elfi e accoglieremo la tua richiesta. Manderemo due eserciti per catturare i comandanti degli orchi e interrogarli. Il primo guidato da Ruvio, il secondo da Huon. Siete d'accordo?
pl: Szanujemy mądrość elfów, i spełnimy waszą prośbę. Wyślemy dwie armie w celu złapania i przesłuchania przywódców orków. Jedną poprowadzi Ruvio, drugą Huon. Zgoda?
tr: Elflerin bilgeliğine saygılıyız ve isteğinizi yerine getireceğiz. Ork liderlerini aramak ve yakalamak için iki ordu göndereceğiz. Birine Ruviyo, diğerine Huron komuta edecek. Anlaştık mı?

source: No, Gwidle. My army will be led by this ... Gaumhaldric.
fr: Non, Gwidle. Mon armée sera conduite par ce ... Gaumhaldric
it: No, Gwidle. Il mio esercito sarà guidato da questo... Gaumhaldric.
pl: Nie, Gwidle. Moją armię poprowadzi ten ... Gaumhaldric.
tr: Hayır, Givıdıl. Orduma artık o komuta edecek... Gamlıhaldrik.

source: I will join Huon with part of my escort, I will gave the rest of them to Ruv.. to Gah - uhm - haldreeck. My finest archer, my best captain, two fighters and another archer. In addition, would you prefer to get Scout or Shaman?
fr: Je me joindrai à Huon avec une partie de mon escorte. Le reste ira avec Ruv.. euh, avec Gah - hum - haldreeck. Mon plus fin archer, mon meilleur capitaine, deux combattants et un autre archer. De plus, préféreriez-vous des éclaireurs ou des chamans ?
it: Una parte della mia scorta si unirà a Huon, mentre darò il resto di loro a Ruv.. a Gah - uhm - haldrek. Il mio arciere più valente, il mio miglior capitano, due combattenti e un altro arciere. In più, preferiresci avere un esploratore o una sciamana?
pl: Ja, wraz z częścią mojej eskorty, dołączę do Huona. Resztę moich ludzi oddaję do dyspozycji Ru... to znaczy, Ga - um - haldriika. Mój najlepszy łucznik, najdzielniejszy kapitan, dwóch wojowników i jeden strzelec. Oprócz nich czy chciałbyś dostać jeszcze zwiadowcę czy też szamankę?
tr: Bana eşlik edenlerin bir kısmı Huron’a katılacak, kalanlar da Ruv.. yok Ga - umh - haldrik’e katılacak. En iyi okçum, en iyi yüzbaşım, iki döğüşçü ve başka bir okçuya ek olarak bir Gözcü veya bir Şaman da ister misiniz?

source: I think that...
fr: Je pense que...
it: Penso che...
pl: Myślę, że...
tr: Düşünüyorum da...

source: A Shaman would be great.
fr: Un chaman fera l'affaire.
it: Una sciamana sarebbe fantastica.
pl: Szaman byłby wspaniały.
tr: Bir Şaman çok iyi olurdu.

source: A Scout could be usefull.
fr: Un éclaireur sera utile.
it: Un esploratore sarebbe utile.
pl: Zwiadowca mógłby się przydać.
tr: Bir Gözcü iyi olurdu.

source: No, I think I would want more fighters.
fr: Non, je pense que je voudrais plus de combattants.
it: No, penso che servano altri guerrieri.
pl: Nie, sądzę, że wolałbym więcej wojowników.
tr: Hayır, sanırım bir kaç döğüşçü daha isterdim.

source: Actually I would like to have one more archer.
fr: En fait, je voudrais plus d'archers.
it: In realtà mi piacerebbe avere un altro arciere.
pl: Tak właściwie to chciałbym jeszcze jednego łucznika.
tr: Aslında bir okçum daha olsun isterdim.

source: It would be honor to fight for you, Gaumhaldric.
fr: Ce serait un honneur de combattre pour vous, Gaumhaldric
it: Sarà un onore combattere per te, Gaumhaldric.
pl: Walczyć dla ciebie będzie zaszczytem Gaumhaldricu.
tr: Sizin için döğüşmekten şeref duyarım, Gamlıhaldrik.

source: Your enemies are mine.
fr: Vos ennemis sont les miens.
it: I tuoi nemici sono i miei.
pl: Twoi wrogowie są moimi.
tr: Sizin düşmanınız benim de düşmanımdır.

source: The honor is mine.
fr: Tout l'honneur est pour moi.
it: L'onore è mio.
pl: O nie. To ja jestem zaszczycony.
tr: Beni onurlandırdınız.

source: Karen, you will stay here, with mother and sisters. It's too dangerous for you.
fr: Karen, tu resteras ici, avec ta mère et tes soeurs. C'est trop dangereux pour toi.
it: Karen, tu rimarrai qua con tua madre e le tue sorelle. È troppo pericoloso per te.
pl: Karen, ty zostaniesz tutaj, z matką i siostrami. To zbyt niebezpieczne dla ciebie.
tr: Karen, burada annen ve kız kardeşlerinle birlikte kalacaksın. Savaş senin için çok tehlikeli olur.

source: Of courrrrrse.
fr: Bien sûûûûûûûûr...
it: Ma cerrrto.
pl: Jaasne.
tr: Şüphesiizz.

source: Another one bites the dust.
fr: Un autre mord la pousssière.
it: Ecco un altro che morde la polvere.
pl: I jeszcze jeden gryzie piach.
tr: Biri daha düşüp ölür.

source: My arrows never miss!
fr: Ma flèche ne manque jamais la cible !
it: Le mie frecce colpiscono sempre il loro bersaglio.
pl: Moje strzały nigdy nie chybiają!
tr: Oklarım asla hedefini şaşmaz!

source: My lord, I bet you are impressed!
fr: Monseigneur, je parie que vous êtes impressionné !
it: Sire, scommetto di avervi impressionato!
pl: Mój panie, założę się, że jesteś pod wrażeniem!
tr: Efendim, bahse girerim sizi zorla askere almışlar!

source: Akladians, orcs, lizards and all others - when facing mighty Elorain, their fate is always the same!
fr: Akladiens, orcs, lézards et tous les autres, quand ils rencontrent la puissante Elorain, leur sort est toujours le même !
it: Che siano di Akladia, orchi, lucertole o altri - quando affrontano il potente Elorain, il loro destino è sempre lo stesso!
pl: Akladyjczycy, orki, jaszczury i wszyscy inni - ich los jest zawsze taki sam, kiedy stają twarzą w twarz z mocarną Elorain!
tr: Akladyalılar, orklar, kertenkeleler ve diğerleri - kudretli Elorain karşısında akıbetleri hep aynı olacak!

source: No man or woman may oppose me when I have a bow or sword!
fr: Aucun homme ni aucune femme ne peuvent s'opposer à moi lorsque j'ai un arc ou une épée !
it: Non c'è né uomo né donna che possa opporsi a me quando ho in mano un arco o una spada!
pl: Żadna niewiasta i żaden mąż nie dostoi mi póki dzierżę miecz lub łuk!
tr: Kılıcım ve yayım varken bana karşı durabilecek kimse yoktur!

source: Straight into your heart!
fr: Directement dans son coeur !
it: Dritto al cuore!
pl: Prosto w twoje serce!
tr: Güç gönlünde olsun!

source: Eat this!
fr: Mange-toi ça !
it: Beccati questo!
pl: Spróbuj tego!
tr: Bunu ye!

source: I always shoot to kill. No need to remind me.
fr: Je tire toujours pour tuer. Pas la peine de me le rappeler.
it: Io tiro sempre per uccidere. Non c'è bisogno di ricordarmelo.
pl: Zawsze strzelam by zabić. Nie trzeba mi przypominać.
tr: Daima öldürmek için vururum. Beni hatırlamana gerek yok.

source: I stopped to count killed enemies when I turned 50.
fr: J'ai arrêté de compter les ennemis que j'ai tués à 50.
it: Ho smesso di contare i nemici uccisi dopo il cinquantesimo.
pl: Przestałam liczyć zabitych wrogów gdy skończyłam pięćdziesiąt lat.
tr: 50’den sonra öldürdüğüm düşmanları saymaktan vazgeçtim.

source: Sword or Bow, who is better than me?
fr: Épée ou arc, quel est le meilleur pour moi ?
it: Spada o arco, chi è meglio di me?
pl: Miecz, łuk, któż jest lepszy ode mnie?
tr: Kılıç ve Yay, kim benden daha iyi olabilir?

source: For honour, in the name of Eloh!
fr: Pour l'honneur, au nom d'Eloh !
it: Per l'onore, in nome di Eloh!
pl: Za honor, w imię Eloh!
tr: Onurum için, Eloh adına!

source: Strength and honour!
fr: Force et Honneur !
it: Forza e onore!
pl: Siła i honor!
tr: Güç ve onur!

source: First kill this day.
fr: Premier mort aujourd'hui.
it: Ecco il primo morto della giornata.
pl: Pierwszy trup dzisiaj.
tr: Bu günün ilk ölümü.

source: Death is my companion, she walks whenever I may roam
fr: La mort m'accompagne, elle me suit partout où je traîne.
it: La morte mi accompagna, cammina con me ovunque io vada.
pl: Śmierć mym towarzyszem, gdziekolwiek wędruję, kroczy mym śladem.
tr: Ölüm yanımda yürür

source: Killing without hate, dying without fear!
fr: Tuer sans haine, mourir sans peur !
it: Uccidere senza odio, morire senza paura!
pl: Zabijając bez nienawiści, umierając bez lęku!
tr: Kin duymaksızın ölüm, korkmadan ölüm!

source: This is the fate which will come to all our enemies.
fr: C'est le sort que je réserve à tous nos ennemis.
it: Questo è il destino che attende tutti i miei nemici.
pl: Taki koniec czeka wszystkich naszych wrogów!
tr: Tüm düşmanlarımızın uğrayacağı akıbet budur.

source: My sword and my honour, two unbreakable things!
fr: Mon épée et mon honneur, deux choses incassables !
it: Nessuno può spezzare la mia spada o il mio onore!
pl: Mój miecz i mój honor, obydwa niezniszczalne!
tr: Kılıcım ve onurum, ikisi de bırakılmaz!

source: Death to our enemies!
fr: Mort à nos ennemis !
it: Morte ai nostri nemici!
pl: Śmierć naszym wrogom!
tr: Düşmana ölüm!

source: Wait! Do not die yet! I know you can hear me, answer me a few questions!
fr: Attends ! Tu ne peux pas encore mourir ! Je sais que tu m'entends et que tu peux répondre à mes questions !
it: Aspetta! Non morire ancora! So che puoi sentirmi, rispondi ancora a qualche domanda!
pl: Stój! Jeszcze nie umieraj! Wiem, że mnie słyszysz, odpowiedz mi na kilka pytań!
tr: Bekle! Hemen ölme! Beni duyabildiğini biliyorum, sorularıma cevap ver!

source: Where did you hide the gold?
fr: Où avez-vous caché l'or ?
it: Dove hai nascosto l'oro?
pl: Gdzie ukryłeś złoto?
tr: Altını nereye gizlediniz?

source: Do you know where Reme Carrenemoe is?
fr: Savez-vous où se trouve Reme Carrenmoe ?
it: Sai dov'è Reme Carrenemoe?
pl: Czy wiesz gdzie jest Reme Carrenemoe?
tr: Reme Karenemo’nun yerini biliyor musun?

source: What do you know about the orcs?
fr: Que savez-vous au sujet des orcs ?
it: Cosa sai degli orchi?
pl: Co wiesz o orkach?
tr: Orklar hakkında ne biliyorsun?

source: Do you know anything about Lady Lorin?
fr: Que sais-tu à propos de Dame Lorin ?
it: Hai notizie di Lady Lorin?
pl: Czy wiesz cokolwiek o pani Lorin?
tr: Bayan Lorin ile ilgili bir şey biliyor musunuz?

source: That's all I wanted to know.
fr: C'est tout ce que je voulais savoir.
it: È quello che volevo sapere.
pl: To wszystko co chciałem wiedzieć.
tr: Bilmek istediğim bu kadar.

source: Gold? What gold? I have no gold hidden..
fr: De l'or ? Quel or ? Je n'ai pas caché d'or...
it: Oro? Quale oro? Non c'è oro nascosto...
pl: Złoto? Jakie złoto? Nie ukryłem żadnego złota...
tr: Altın? Ne altını? Benim gizli altınım yok..

source: Reme? Yes, I've heard about him. His clan castle was burned down by Outlaws. But he is alive, they captured him. I've heard they want to trade him to Bor Cryne. I have heard that they keep him in place known as Bontom, but I don't know where it is...
fr: Reme ? Oui, j'ai entendu parler de lui. Le château de son clan a été assiégé par les hors-la-loi. Mais il est vivant, ils l'ont capturé. J'ai entendu qu'ils veulent l'échanger contre Bor Cryne. J'ai entendu qu'ils le gardent dans un lieu appelé Bontom, mais je ne sais pas où c'est...
it: Reme? Sì, ho sentito parlare di lui. Il castello del suo clan è stato bruciato dai Senzalegge. Ma è vivo, lo hanno fatto prigioniero. Da quello che ho sentito dire intendono venderlo a Bor Cryne. Mi hanno detto che lo tengono in un posto conosciuto come Bontom, ma non so dove sia...
pl: Reme? Tak, słyszałem o nim. Zamek jego klanu spalili banici. On przeżył, ale jest w niewoli. Słyszałem, że chcą go sprzedać Borowi Cryne. Podobno trzymają go w miejscu zwanym Bontom, ale nie wiem gdzie to jest...
tr: Reme? Evet, onun hakkında bir şeyler duydum. Şatosu haydutlar tarafından yakılmış. Fakat o yaşıyor, onu yakalamışlar. Onu Bor Krayn ile değiş tokuş etmek istediklerini duydum. Onu Bontom diye bir yerde tuttuklarını duydum, ama Bontom neresidir, bilmiyorum...

source: We were ordered to cooperate with orcs.. We were told orcs are our allies.. I know nothing more.
fr: On nous a ordonné de coopérer avec les orcs... On nous a dit qu'ils sont nos alliés. Je ne sais rien de plus.
it: Ci hanno ordinato di collaborare con gli orchi... Ci hanno detto che gli orchi sono i nostri alleati... Non so altro.
pl: Dostaliśmy rozkaz współpracować z orkami.. Powiedziano nam, że orki to nasi sprzymierzeńcy... Nic więcej nie wiem.
tr: Orklarla birlikte hareket etme emri aldık. Orklar müttefiklerimizdir dedik.. Başka birşey bilmiyorum.

source: I hope the witch is burning in hell!
fr: J'espère que la sorcière est en train de brûler en enfer.
it: Spero che bruci all'inferno!
pl: Mam nadzieję, że wiedźma skwierczy w piekle!
tr: Umarım o cadı cehennemde yanar!

source: Leaving Raedwood
fr: Quitter Raedwood
it: Partenza da Raedwood
pl: Opuszczając Las Raed
tr: Kızılağaç’tan Ayrılış

source: Gawen and his soldiers spent only a few days in Freetown. Huon Ryedric and Mithrandil left the city going to the west. The very next day at the dawn Gawen marched to the south. The Mithrandil's elves were eager to show their abilities, finding the best paths in the forest.
fr: Gawen et ses soldats n'ont passé que quelques jours à Libreville. Huon Ryedric et Mithrandil quittent la cité vers l'ouest. Le jour suivant, à l'aube, Gawen marchait vers le sud. Les elfes de Mithrandil étaient impatients de montrer leurs capacités, cherchant les meilleurs chemins dans la forêt.
it: Gawen e i suoi soldati trascorsero alcuni giorni a Freetown. Huon Ryedric e Mithrandil lasciarono la città andando verso ovest. All'alba del giorno seguente Gawen marciò verso sud. Gli elfi di Mithrandil erano desiderosi di mostrare le loro abilità nel trovare i percorsi migliori nella foresta.
pl: Gawen i jego żołnierze spędzili w Wolnym Mieście tylko kilka dni. Huon Ryedric i Mithrandil opuścili miasto, podążając na zachód. Zaraz następnego dnia o świcie Gawen wymaszerował na południe. Elfy Mithrandila pragnąc zaprezentować swoje umiejętności wyszukiwały najlepsze ścieżki w lesie.
tr: Gaven ve askerleri Özgürkent’te sadece bir kaç gün kaldılar. Huron Ryedric ve Mitrandil şehirden çıkap batıya gittiler. Öbür gün şafakla Gaven güneye hareket etti. Mitrandil’in elfleri yeteneklerini göstermek, ormandaki en iyi yolu bulmakta mahirdiler.

source: Akladians hated woods, passionately, Gawen was told. Yet, they established outpost at the edge of Raedwood, to protect their settlements in the plains from the avengers from the forest. For one or two men it would be easy to pass between them, unnoticed, but Gawen's army was too big for that.
fr: On avait prévenu Gawen que les Akladiens détestaient les bois. Ils avaient néanmoins établi leur avant-poste à l'orée de la forêt de Raedwood, pour protéger des vengeurs de la forêt leurs implantations dans les plaines. Il aurait été facile à un homme ou deux de passer au travers, inaperçu, mais l'armée de Gawen était trop importante pour ça.
it: A Gawen fu spiegato che gli uomini di Akladia odiano i boschi, con tutto il cuore. Dunque, avevano stabilito degli avamposti al confine di Raedwood, per proteggere i loro insediamenti nelle pianure dai banditi della foresta. Per un paio di uomini sarebbe stato facile da passare inosservati in mezzo a loro, ma l'esercito del Gawen era troppo grande.
pl: Gawen wiedział, że Akladyjczycy głęboko nienawidzili lasów. Pomimo to na skraju Puszczy Raed wzniesiono szereg posterunków by chronić swoje osady na równinach przed mścicielami zamieszkującymi jej głębię. Mała grupka przemknęła by się między nimi bez problemu, ale armia Gawena nie byłą mała.
tr: Akladyalılar ormanı sevmez, dedi Gaven, tutkuyla. Ovadaki yerleşikleri ormandaki intikamcılardan korumak için, karakolu Kızılağaç ormanının kenarına kurdular. Haberleri olmadan bir veya iki kişi aralarından geçebilirdi ama Gaven’ın ordusu bunun için çok büyüktü.

source: So, what now? I appreciate that you are calling me your commander, but the truth is that I have no idea what to do next.
fr: Bon et maintenant ? J'apprécie que vous m'appeliez commandant, mais la vérité est que je n'ai aucune idée de ce qu'il faut faire ensuite.
it: E adesso? Apprezzo il fatto che che mi avete nominato vostro comandante, ma la verità è che non ho idea che cosa fare ora.
pl: Więc, co teraz? Doceniam, że nazywasz mnie dowódcą, ale prawda jest taka, że nie mam pojęcia co dalej.
tr: Şimdi ne olacak? Komutanınız olduğumun farkındayım, ama bundan sonra ne yapılacağı hakkında en ufak bir fikrimin olmadığı da bir gerçek.
