Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: There is too little place to recall all 12 units at once. Move the units out of the castle to make room for others. The units will be able to move (in this scenario only!!) immediately after recalling, so do not push end turn button.
fr: Il y a trop peu de place pour rappeler les 12 unités en une fois. Déplacez les unités à l'extérieur du château pour faire de la place aux autres. Les unités peuvent se déplacer (uniquement dans ce scénario) juste après avoir été rappelées. Donc, ne cliquez pas sur le bouton 'fin de tour'.
it: C'è troppo poco spazio per richiamare tutte e 12 le unità in un colpo solo. Sposta le unità dal castello per fare spazio alle altre. Le unità potranno muoversi (solo in questo scenario!!) fin da subito, perciò non devi premere il tasto di fine turno.
pl: Jest za mało miejsca by przywołać naraz 12 jednostek. Przenieś przywołane jednostki poza zamek, by zrobić miejsce dla innych. Jednostki po przywołaniu będą w stanie się poruszać (tylko w tym scenariuszu!), więc nie naciskaj na przycisk końca tury.
tr: 12 birimi askere almak için yeriniz yetersiz. Yenilerin almak için kaleden askerleri çıkarman lazım. Bu işlemi bu seferlik (sadece bu senaryo için) eli bitirmeden (eli bitir düğmesine basmadan) yapabilirsin.

source: Recall twelve troops. OR
fr: Rappelez douze troupes OU
it: Richiama dodici truppe O
pl: Przywołaj dwunastu żołnierzy ALBO
tr: On iki asker al VEYA

source: End turn if you do not want or can't recall more troops.
fr: Cliquez sur le bouton 'fin de tour' sinon.
it: Termina il turno se non vuoi o non puoi richiamare altre truppe.
pl: Zakończ turę, jeżeli nie chcesz lub nie możesz przywołać więcej żołnierzy.
tr: Başka asker alamayacaksan veya istemiyorsan eli bitir.

source: Sneaking out the Raedwood
fr: L'Échappée de Raedwood.
it: Di soppiatto fuori da Readwood
pl: Wymykając się z Lasu Raed
tr: Kızılağaç’tan Sıvışmak

source: MY KING! Forgive me, kill me now, how could I fight against you. Now I know I am a worthless traitor.
fr: Mon Roi ! Pardonnez-moi, tuez-moi sur le champ ! Comment ai-je pu vous combattre ?! Maintenant je sais que je ne suis qu'un minable traître !
it: MIO RE! Perdonami, uccidimi adesso, come ho potuto combattere contro di te. Adesso so di essere uno spregevole traditore
pl: Mój król! Wybaczcie mi, zabijcie mnie, jak mogłem wznieść przeciwko wam broń! Teraz wiem, że okazałem się bezwartościowym zdrajcą.
tr: KRALIM! Affet beni, beni şimdi öldür, sana karşı nasıl döğüşebildim. Artık biliyorum, ciğeri beş para etmez bir hainim.

source: Gawen, I think I told you to keep your identity a secret.
fr: Gawen, je pense vous avoir dit de garder votre identité secrète.
it: Gawen, credevi di averti detto di mantenere la tua identità segreta
pl: Gawenie, zdawało mi się, że mówiliśmy coś o utrzymaniu twojej tożsamości w tajemnicy.
tr: Gaven, kimliğini gizli tutmanı söyledim sanıyorum.

source: It is for adviser to advise, and for leader to choose whether to follow his advises. Raban, there is no treachery if you didn't know that it is me.
fr: Les conseillers sont là pour conseiller et les dirigeants pour diriger en suivant, ou non, les conseils. Raban, il n'y a pas de traîtrise si tu ne savais pas que c'était moi.
it: I consiglieri consigliano, ma sono i comandanti che decidono se seguire i loro consigli. Raban, non c'è stato tradimento se tu non sapevi che ero io.
pl: Rzeczą doradcy jest doradzać, a przywódcy decydować, czy postępować zgodnie z jego radami. Rabanie, nie było zdrady w twoim postępowaniu, gdyż nie było ci wiadome, kim jestem.
tr: Danışman danışmak içindir, lider ise onun önerilerine uyup uymayacağına karar verendir. Raban, benim için bildiğin bir şey yoksa, ihanet yoktur.

source: I've heard that name.. New, skilled underling leader. Now I know my honour was untouched when I lost to you.
fr: J'ai déjà entendu ce nom... Pour un inférieur, ce nouveau chef est très doué. Maintenant je sais que mon honneur n'a pas été affecté d'avoir été vaincu.
it: Ho già sentito questo nome... Un nuovo, esperto miserabile comandante. Ora so che il mio onore è immacolato per aver perso da te.
pl: Słyszałem to imię... Nowy, utalentowany przywódca pariasów. Teraz wiem, że nie było hańbą przegrać w walce z wami.
tr: Adını duymuştum. Yeni yetenekli parya lideri. Artık, sizi kaybettiğimde onurumun zedelenmeyeceğini biliyorum.

source: And now, ...
fr: Et maintenant...
it: E adesso...
pl: A teraz...
tr: Ve şimdi, ...

source: I will spare your life.
fr: J'épargnerai ta vie.
it: Ti risparmierò la vita.
pl: Pozwolę ci żyć.
tr: Hayatını bağışlayacağım.

source: Go to your ancestors.
fr: Retourne auprès de tes ancêtres !
it: Raggiungi i tuoi antenati.
pl: Dołącz do swoich przodków.
tr: Atalarının yanına git.

source: I will order my people to try to cure your wounds. And then I will release you.
fr: Je vais ordonner à mes gens d'essayer de soigner tes blessures. Ensuite, je te relâcherai.
it: Ordinerò alla mia gente di curare le tue ferite e poi ti lascerò andare.
pl: Rozkażę moim ludziom spróbować uleczyć twoje rany. A potem cię uwolnię.
tr: Halkıma yaralarınızı tedavi etmelerini emrettim. İyileşince sizi serbest bırakacağım.

source: Go to your ancestors, brave man. I can't live you alive.
fr: Retourne auprès de tes ancêtres, brave homme. Je ne peux pas te laisser en vie.
it: Raggiungi i tuoi antenati, uomo coraggioso. Io non posso lasciarti vivere.
pl: Dołącz do swoich przodków dzielny człowieku. Nie mogę pozwolić ci żyć.
tr: Büyüklerinin yanına git, cesur adam. Seni canlı tutamam.

source: Can you still hear me, don't you? I have some questions.
fr: Tu peux encore m'entendre ? J'ai encore quelques questions.
it: Puoi ancora sentirmi, vero? Devo farti alcune domande.
pl: Jeszcze jesteś w stanie mnie słyszeć, prawda? Mam kilka pytań.
tr: Beni duyabiliyorsun, değil mi? Bir kaç sorum var.

source: Then ask someone else, who will know the answers.
fr: Alors demandez à quelqu'un d'autre ! Quelqu'un qui connaît les réponses !
it: E allora chiedi a qualcun altro che sappia le risposte.
pl: To zadaj je komuś, kto może znać odpowiedzi.
tr: Bilmek istediklerini sor.

source: Wait! Don't die yet! Damn, he lost his conscience already.
fr: Attends, ne meurs pas ! Bon sang ! Il a déjà perdu conscience.
it: Aspetta! Non morire ancora! Dannazione, ha già perso i sensi.
pl: Czekaj! Nie umieraj jeszcze! Do diabła, stracił już przytomność.
tr: Dur! Hemen ölme! Lanet olsun, vicdanını zaten kaybetmiş.

source: Now, tell me...
fr: Maintenant, dis-moi...
it: Adesso, dimmi...
pl: A teraz, powiedz mi...
tr: Şimdi, söyle bana...

source: Why Bor Cryne is allied with orcs?
fr: Pourquoi Bor Cryne s'est-il allié aux orcs ?
it: Perché Bor Cryne si è alleato con gli orchi?
pl: Dlaczego Bor Cryne jest w przymierzu z orkami?
tr: Bor Krayn neden orklarla ittifak yaptı?

source: What can you say about Grekulak?
fr: Que peux-tu dire au sujet de Grekulak ?
it: Cosa sai di Grekulak?
pl: Co możesz powiedzieć o Grekulaku?
tr: Grekulak hakkında ne söyleyebilirsin?

source: Do you know where great mage Deorien is?
fr: Sais-tu où le grand mage Deorien se trouve ?
it: Sai dove si trova il grande mago Deorien?
pl: Czy wiesz, gdzie jest wielki mag Deorien?
tr: Ulu büyücü Doryen’in yerini biliyor musun?

source: Will you fight for us?
fr: Te battrais-tu pour nous ?
it: Combatterai per noi?
pl: Czy będziesz walczył dla nas?
tr: Bizim için döğüşür müsün?

source: Mage? Then he is in hell, surely!
fr: Un mage ? Alors il est sûrement en enfer.
it: Un mago? Se è un mago, allora è all'inferno, di sicuro!
pl: Mag? Zapewne jest w piekle!
tr: Büyücü mü? Cehennemdedir, eminim!

source: I don't know. He is leading the orcs, but he is not orc. I am not sure who is he. There are gossips that a new messiah will come to lead us to conquer the world, and he could be that new messiah, I think.
fr: Je ne sais pas. Il dirige les orcs, mais il n'est pas un orc. Je ne suis pas sûr de qui il est. Il y a des rumeurs qui disent qu'un nouveau messie va venir pour nous mener à la conquête du monde. Je me demande s'il ne pourrait pas être ce nouveau messie.
it: Non lo so, guida gli orchi ma non è un orco. Non so chi sia. Ci sono delle voci che un nuovo liberatore ci guiderà a conquistare il mondo e, penso, che questo nuovo liberatore potrebbe essere lui.
pl: Nie wiem. Dowodzi orkami, ale sam nie jest orkiem. Nie jestem pewien, kim jest. Są plotki, że ma nadejść nowy mesjasz by poprowadzić nas do podboju świata, i być może to on jest tym nowym mesjaszem.
tr: Bilmiyorum. O orkları yönetiyor ama o bir ork değil. Onun kim olduğundan emin değilim. Dünyayı kurtarmak için yeni bir mesih geleceğine dair söylentiler var ve ben onun yeni mesih olabileceğini düşünüyorum.

source: New messiah?
fr: Un nouveau messie ?
it: Un nuovo liberatore?
pl: Nowy mesjasz?
tr: Yeni mesih mi?

source: Yes. He will show us how to renew alliance with God, he will show us new ways. He won't be Akladian, at least not fully Akladian, the gossip is not clear about that.
fr: Oui, il nous montrera comment nouer une nouvelle alliance avec Dieu, il nous montrera de nouvelles directions. Il ne sera pas un Akladien, du moins pas complètement, la rumeur n'est pas claire à ce sujet.
it: Sì. Ci mostrerà come rinnovare il patto con gli dei, ci indicherà nuove strade. Non sarà di Akladia, almeno non del tutto, le voci non sono chiare su questo punto.
pl: Tak. Pokaże nam, jak odnowić nasze przymierze z Bogiem, pokaże nam nowe drogi. Nie będzie on Akladyjczykiem, a przynajmniej nie w pełni Akladyjczykiem, plotki wzajemnie sobie przeczą w tym miejscu.
tr: Evet. Tanrıyla nasıl yeniden müttefik olacağımızı gösterecek, bize yeni yollar gösterecek. O bir Akladyalı olmayacak, en azından tamamen Akladyalı olmayacak. Bu konudaki söylentiler net değil.

source: It's because we need allies against this usurper, mixling Gawen Hagarthen.
fr: C'est parce qu'il nous faut des alliés contre cet usurpateur, ce Gawen Hagarthen.
it: Perché abbiamo bisogno di alleati contro questo usurpatore mezzosangue di Gawen Hagarthen.
pl: Ponieważ potrzebujemy sojuszników przeciwko temu uzurpatorowi, mieszańcowi Gawenowi Hagarthenowi.
tr: Bu gaspçıya, melez Gaven Hagarten’e karşı müttefiklere ihtiyacımız olduğundan.

source: And what are his plans for future?
fr: Et que prévoit-t-il dans l'avenir ?
it: E quali sono i suoi piani per il futuro?
pl: A jakie są jego plany na przyszłość?
tr: Gelecek için planı nedir?

source: I think Bor want's to be new king. He will then try to unite all Akladian kingdoms and finish conquest of Wesnoth. On the way he will purify our race by killing every Akladian unworthy of that name.
fr: Je pense que Bor veut devenir le nouveau roi. Ensuite il essayera d'unifier tous les clans Akladiens et finira la conquête de Wesnoth. Il en profitera pour purifier notre race en tuant tous les Akladiens indignes de porter ce nom.
it: Credo che Bor voglia diventare il nuovo re. Cercherà di riunire tutti i regni di Akladia e completerà la conquista di Wesnoth. Nel frattempo purificherà la nostra razza uccidendo tutti quelli di Akladia che non sono degni di appartenere ad Akladia.
pl: Sądzę, że Bor chce być nowym królem. Potem spróbuje on zjednoczyć wszystkie akladyjskie królestwa i dokończyć podboju Wesnoth. Po drodze oczyści naszą rasę, zabijając każdego Akladyjczyka niegodnego tego miana.
tr: Bor yeni kral olmak istiyor sanırım. Tüm Akladyalı krallıklarını birleştirmeyi ve Wesnoth’un fethini tamamlamayı deneyecek. Bu yolda, kendince uygun olmayan her Akladyalıyı öldürerek ırkımızı arındıracak.

source: Unworthy? What do you mean by that?
fr: Indignes ? Que veux-tu dire par là ?
it: Indegni? Con questo cosa intendi?
pl: Niegodnego? Co masz na myśli?
tr: Uygun olmayan mı? Ne demek bu?

source: Those, who offended our God by marrying Wesnothian women. Who allowed to live their daughters when they choose another husband or married underling. Who are underling's friends. All of them will be sacrifised to God.
fr: Ceux qui ont offensé Dieu en épousant une Wesnothienne. Ceux qui ont laissé vivre leurs filles quand elles ont choisi un autre mari ou quand elles ont épousé un inférieur. Ceux qui sont les amis des inférieurs. Ils seront tous sacrifiés à Dieu.
it: Quelli che hanno offeso i nostri dei sposando donne di Wesnoth. Quelli che hanno permesso alle loro figlie di scegliersi un altro marito o sposare un miserabile. Quelli che sono amici dei miserabili. Tutti questi saranno sacrificati agli dei.
pl: Mam na myśli tych, którzy obrazili naszego Boga żeniąc się z Wesnotyjkami. Którzy pozwolili żyć swoim córkom, gdy wybrały one następnego męża albo poślubiły pariasa. Tych, którzy mają pariasów za przyjaciół. Wszyscy oni zostaną poświęceni Bogu.
tr: Wesnoth kadınlarıyla evlenerek Tanrıya karşı gelenler. Başka koca seçen veya paryalarla evlenen kızlarının yaşamasına izin verenler. Parya dostları olanlar. Bunların hepsi Tanrıya kurban edilecek.

source: Never in my life or afterlife!
fr: Jamais de la vie.
it: Mai! Né in questa vita, né nell'aldilà!
pl: Nigdy w życiu, w tym ani w przyszłym!
tr: Ben yaşadığım müddetçe asla!

source: I do not know that. If he is mage, then he is enemy of our God and as such, has no right to life.
fr: Je ne sais pas. Si c'est un mage, il est l'ennemi de Dieu et donc il n'a pas le droit de vivre.
it: Questo non lo so. Se è un mago, allora è nemico degli dei e di conseguenza non ha diritto alla vita.
pl: Nie wiem tego. Jeżeli jest magiem, tedy jest wrogiem naszego Boga i jako taki nie ma prawa by żyć.
tr: Bunu bilmiyorum. Eğer o bir büyücüyse bizim Tanrımızın düşmanıdır ve böylelerinin yaşamaya hakkı yoktur.

source: I do not know that name.
fr: Je ne connais pas ce nom.
it: Non conosco questo nome.
pl: Nie znam tego imienia.
tr: Bu adı bilmiyorum.

source: I do not know that. I've heard they came here to purify the world before the new messiah will come, but right now they are just pillaging and murdering many good people, both Akladian and Wesnothian.
fr: Je ne le sais pas. J'ai entendu dire qu'il est venu ici pour purifier le monde avant que le nouveau messie ne vienne. Mais pour le moment ils ne font que piller et assassiner beaucoup d'innocents. Aussi bien des Akladiens que des Wesnothiens.
it: Questo non lo so. Mi hanno detto che sono venuti qui purificare il mondo prima dell'arrivo del nuovo Liberatore, ma finora hanno solo saccheggiato e assassinato molta brava gente, sia di Akladia sia di Wesnoth.
pl: Tego nie wiem. Słyszałem, że przybyli tutaj by oczyścić świat przed przybyciem nowego mesjasza, ale póki co po prostu łupią i mordują wielu dobrych ludzi, zarówno Akladyjczyków jak i Wesnotyjczyków.
tr: Bunu bilmiyorum. Yeni mesih gelmeden önce onların dünyayı arındarmaya geleceklerini duydum, fakat şimdi onlar Akladyalı veya Wesnoth olduğuna bakmaksızın iyi insanları öldürmeye ve yağmaya başladılar.

source: I can't, your blow almost chopped my arm off. If you will allow me to live, I will return to my wife and children.
fr: Je ne peux pas. Vous avez presque réduit mon bras en bouillie. Si vous me laissez vivre, je retournerai auprès de ma femme et de mes enfants.
it: Non posso, il tuo colpo mi ha quasi staccato un braccio. Se mi lascerai vivere, tornerò da mia moglie e dai miei figli.
pl: Nie mogę, wasz cios niemalże odrąbał mi ramię. Jeśli pozwolisz mi żyć, wrócę do mojej żony i dzieci.

source: Soldiers of Gawen left Freetown and quickly entered the woods. They marched from dawn to dusk, until they found themselves at the border of Raedwood forest.
fr: Les soldats de Gawen quittèrent Libreville et entrèrent rapidement dans les bois. Ils marchaient de l'aube au crépuscule, jusqu'à ce qu'ils arrivent à l'orée de la forêt de Raedwood.
it: I soldati di Gawen lasciarono Freetown e rapidamente si addentrarono nei boschi. Marciarono dall'alba al tramonto, fino a che raggiunsero i confini della foresta di Raedwood.
pl: Żołnierze Gawena opuścili Wolne Miasto i szybko wkroczyli w puszczę. Maszerowali od świtu do nocy, póki nie dotarli do samej granicy lasu Raed.
tr: Gaven’ın askerleri Özgürkent’i terkedip hızla ormana daldılar, kendilerini Kızılağaç ormanının sınırında bulana kadar tozu dumana katarak ilerlediler.

source: I hate this forest. I REALLY hate it. Passionately.
fr: Je déteste cette forêt ! Je la déteste VRAIMENT ! C'est viscéral.
it: Non sopporto questa foresta. La ODIO. Con tutto il cuore.
pl: Nienawidzę tego lasu. *Naprawdę* nienawidzę. Dogłębnie.
tr: Bu ormandan nefret ediyorum. GERÇEKTEN delicesine nefret ediyorum.

source: Shut up, Bar. In last year I had enough of your whining about trees, woods, branches and so on.
fr: Tais-toi, Bar. Durant la dernière année, j'ai entendu assez de tes jérémiades sur les arbres, les branches et tout ça.
it: Sta' zitto, Bar. Nell'ultimo anno ti ho sempre sentito lamentare degli alberi, dei rami, dei boschi e così via. Ne ho abbastanza.
pl: Zamknij się, Bar. W ciągu tego roku dość już słyszałem twojego jęczenia o drzewach, lasach, gałęziach i całej reszcie.
tr: Kapa çeneni, Bar. Bir yıldır, ormanlar, ağaçlar, dallar, vs. hakkındaki zırlamalarını yeterince dinledim.

source: It's the wind. And this noise.. As if all green devils are whispering in the leaves. I really hate this forest.
fr: C'est ce vent. Et ce bruit. Comme si tous les démons verts chuchotaient dans les feuilles. Je déteste vraiment cette forêt.
it: È il vento. E questo rumore... come se tutti i diavoli verdi stessero sussurrando tra le foglie. Io odio davvero questa foresta.
pl: To ten wiatr. I ten hałas.. Jakby wszystkie zielone diabły szeptały wśród liści. Naprawdę nienawidzę tego lasu.
tr: Rüzgar ve bu gürültü... Sanki yapraklarda tüm yeşil şeytanlar fısıldaşıyor. Bu ormandan gerçekten nefret ediyorum.

source: Spit out that words! Green devils.. I've heard they appeared recently in Raedwood. My friend told me there were THOUSANDS of them. I wish I would be somewhere else.
fr: Retire ces mots ! Les démons verts... J'ai entendu qu'ils étaient récemment réapparus à Raedwood. Mon ami m'a dit qu'ils étaient des milliers. Qu'est-ce que j'aimerais être autre part.
it: Puoi dirlo forte! Demoni verdi... Ho sentito che di recente sono apparsi a raedwood. I miei amici mi hanno detto che ce n'erano MIGLIAIA. Vorrei essere da un'altra parte.
pl: Wypluj te słowa! Zielone diabły... Słyszałem, że ostatnio zjawiły się w Raed. Mój przyjaciel mi mówił, że były ich tysiące. Wolałbym być w zupełnie innym miejscu.
tr: Yeşil şeytanlar deyip durma! Son olarak. Kızılağaçta görüldüklerini duydum. Dostum, onlardan BİNLERCE olduğunu söyledi. Başka bir yerde olmak isterdim.

source: Like in bed with your underling so called wife?
fr: Comme dans un lit avec ton inférieure que tu appelles épouse ?
it: Per esempio a letto con quella miserabile cosiddetta moglie?
pl: Na przykład, w łożu z tą twoją pariaską, tą tak zwaną żoną?

source: Don't call her that, I've told you. What's wrong with marrying Wesnothian woman anyway? If our old king could do it, why not us, lesser beings?
fr: Je t'ai déjà dit de ne pas l'appeler pas comme ça. Qu'y a-t-il de mal à épouser une Wesnothienne après tout ? Si notre vieux roi a pu le faire, pourquoi pas nous, le petit peuple ?
it: Ti ho già detto di non chiamarla così. E poi che c'è di sbagliato nello sposare una donna di Wesnoth? Se lo ha fatto il nostro vecchio re, perché non noi suoi sudditi?
pl: Nie nazywaj jej tak, mówiłem już ci. Co jest złego w ożenku z kobietą Wesnotyjczyków? Jeżeli nasz stary król mógł to zrobić, czemu nie my, pośledniejsze istoty?
tr: Ona böyle hitabetme diye kaç kere söyledim. Wesnoth kadınıyla evlenmenin nesi yanlış? Eski kralımız yapabiliyorsa, biz neden yapmayalım, ne eksiğimiz var?

source: King is dead. I think God have punished him for mixing our holy blood with underling woman. And Raban, you should really expell your, as you called her, wife thing. There is gossip that everyone, who has abandoned our old ways and is too underling-friendly, will be soon as dead as our old king. Or this mixling, ten-days king, Gawen.
fr: Le roi est mort. Je pense que Dieu l'a puni pour avoir mélangé notre sang sacré avec cette femme inférieure. Raban, tu devrais vraiment répudier ta femme, comme tu l'appelles. Il y a une rumeur qui dit qui tous ceux qui ont abandonné nos vielles coutumes et qui sont trop amis avec les inférieurs seront bientôt aussi morts que notre vieux roi. Ou que ce mélange, ce roi de dix jours, Gawen
it: Il re è morto. Io penso che gli dei lo abbiano punito per aver unito il nostro sangue sacro con quello di una donna miserabile. E tu, Raban, dovresti veramente ripudiare quella che tu chiami moglie. Secondo le voci che girano tutti quelli che hanno abbandonato le nostre antiche tradizioni e sono troppo amichevoli con i miserabili presto moriranno come il nostro vecchio re. O quel mezzosangue, re per dieci giorni, di Gawen.
pl: Król nie żyje. Myślę, że to Bóg ukarał go za zmieszanie naszej świętej krwi z kobietą pariasów. I Rabanie, naprawdę powinieneś wygnać tą, jak ją nazywasz, żonę. Są plotki, że wszyscy, co przestali przestrzegać naszych starych zwyczajów i są wobec nich zbyt przyjaźni wkrótce będą martwi tak samo jak stary król. Albo ten mieszaniec, dziesięciodniowy król, Gawen.

source: Cousin, do not utter that name! I've heard he was seen on the face of this world.. As if.. he was live again.. or un-live...
fr: Cousin, ne prononce pas ce nom ! J'ai entendu qu'il avait été vu à la surface du monde... Comme s'il était encore vivant... ou mort-vivant...
it: Non pronunciare quel nome, cugino! Si dice che lo abbiano visto ancora in questo mondo... come se... fosse ancora vivo... o non-morto...
pl: Kuzynie, nie wymawiaj tego imienia! Słyszałem, że widziano go chodzącego po ziemi... Jakby.. znowu żył.. albo jakby był nieumarły...

source: We have to get pass this guards. Akladians set up the line of guards around the forest some time ago, when our rebellion was becoming more succesfull.
fr: Nous devons passer ces gardes. Les Akladiens on mit en place une ligne de gardes tout autour de la forêt depuis que notre rébellion est devenue célèbre.
it: Dobbiamo superare queste guardie. La gente di Akladia stabilì una linea di sorveglianza attorno la foresta qualche tempo fa, quando la nostra ribellione cominciava ad avere successo.
pl: Musimy przejść obok tych straży. Akladyjczycy ustawili pierścień straży wokół lasu jakiś czas temu, gdy nasz bunt zaczął odnosić coraz więcej sukcesów.

source: I would want to avoid fight. Only twelve seasoned troops, and in that neigbourhood I can recruit only peasants. I wouldn't be able to find replacement for any of my veterans, and this is just a beginning of our quest.
fr: Je voudrais éviter le combat. Je n'ai que douze unités et dans le coin je ne peux recruter que des paysans. Je serais incapable de remplacer l'un de mes vétérans et nous n'en sommes qu'au début de la quête.
it: Vorrei evitare di combattere. Abbiamo solo dodici truppe esperte e in questi paraggi potremo reclutare solo contadini. Io non sarei in grado di trovare qualcuno per sostituire i miei veterani e siamo solo all'inizio della nostra ricerca.
pl: Życzyłbym sobie uniknąć walki. Tylko dwunastu weteranów, a w tej okolicy mogę liczyć jedynie na wieśniaków. Naszych ludzi nie dałoby się łatwo zastąpić, a to dopiero początek naszej wyprawy.

source: If so, then it is up to you to figure out strategy which will avoid any losses. We have to just pass near the guards, there is no need to fight them.
fr: Dans ce cas, c'est à vous de décider de la stratégie qui nous évitera des pertes. Nous devons juste passer près des gardes, il est inutile de les combattre.
it: Se è così, allora sta a te studiare una strategia per non rischiare delle perdite.Dobbiamo solo passare vicino alle guardie, non è necessario combattere contro di loro.
pl: W takim razie powinniście sami wymyśleć strategię, która pozwoli nam uniknąć jakichkolwiek strat. Musimy w końcu tylko przejść koło straży, nie musimy z nimi walczyć.
