Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Could that be possible? Yes! Lorin! Long I was dreaming about repaying you for what you've done to me in Haeltin. Your time has come..
fr: Cela est-il possible ? Oui ! Lorin ! Il y a longtemps que je rêve de te faire payer ce que tu m'as fait à Haeltin. Ton heure est venue...
it: Come è possibile? Sì! Lorin! Da molto tempo stavo sognando di farti pagare quello che mi hai fatto a Haeltin. È giunta la tua ora...
pl: Czy to możliwe? Tak! Lorin! Długo marzyłem by odpłacić ci za to co mi uczyniłaś mi w Haeltin. Twój czas nadszedł...

source: Oh my, I am scared. Haeltin? Let me think... Ah yes, I remember now. You were that flabby lobbish wimp who was crying looking at my knife.
fr: Oh la la, j'ai peur... Haeltin ? Laisse-moi réfléchir... Ah oui, je me souviens ? Tu es ce stupide petit joyeux luron écervelé qui pleurnichait à la vue de mon couteau !
it: Santo cielo, che paura. Haeltin? Fammi pensare... ah sì, adesso ricordo. Eri quel pappamolla che si metteva a piangere guardando il mio coltello.
pl: Och, ależ się boję. Haeltin? Niech pomyślę... Ach tak, już pamiętam. To ty byłeś tym wymoczkiem bez jaj który rozpłakał się na widok mojego noża.
tr: Oh ben ürktüm. Haeltin? Düşünmeme izin ver... Ah evet, şimdi hatırladım. Sen bıçağımı görünce ağlamaya başlayan şu iradesiz şişko sulugözsün.

source: Mother, it's enough we have four Akladian armies on our head. You do not have to make them even more furious.
fr: Assez mère ! Nous avons déjà quatre armées Akladiennes sur le dos. Ce n'est pas la peine de les rendre encore plus furieux.
it: Madre, non ti basta avere quattro eserciti di Akladia contro di noi? Dobbiamo farli infuriare ancora di più?
pl: Matko, wystarczy że mamy na głowie cztery Akladyjskie armie, nie musisz ich jeszcze do tego rozwścieczać.

source: And who is this niddering stripling, who think that by growing beard he can start to look as a man, who is hiding behind his mother back?
fr: Qui est ce petit jouvenceau qui pense que se laisser pousser la barbe commencera à le faire passer pour un homme en se cachant derrière le dos de sa mère ?
it: E chi è questo ragazzo pelle e ossa che crede che lasciandosi crescere la barba possa cominciare a sembrare un uomo, che sta nascondendosi dietro le sottane di sua madre?
pl: A kim jest ten bękart chowający się za plecami matki który myśli, że zapuszczając brodę zacznie wyglądać jak mężczyzna?

source: Gawen, he was talking to you. Reumario, I think you have just sealed your fate.
fr: Gawen, il te parlait. Reumario, je pense que tu viens de signer ton arrêt de mort.
it: Gawen, sta dicendo a te. Reumario, credo che tu abbia appena deciso il tuo destino.
pl: Gawen, on mówił do ciebie. Reumario, właśnie przypieczętowałeś swój los.

source: Reumario, whatever my mother did to you, there is no need for you to behave like a lout. If you don't like me, fine, but show that with your sword, not with your mouth.
fr: Reumario, quoi que ma mère ait pu te faire, il n'est pas nécessaire de te conduire comme un voyou. Si tu ne m'aimes pas, soit, mais montre-le avec ton épée plutôt qu'avec ta bouche.
it: Reumario, qualunque cosa ti abbia fatto mia madre, non comportarti come uno stupido. Se non ti vado a genio, bene, ma dimostralo con la tua spada, non con la bocca.
pl: Reumario, cokolwiek moja macocha ci zrobiła, nie musisz się zachowywać jak prostak. Jeżeli mnie nie lubisz, nie ma sprawy, ale okaż to za pomocą miecza, a nie gęby.

source: Heh, Heh, 'if you don't like me', Gawen, you are fabulous.
fr: Eh, eh, 'si tu ne m'aimes pas', Gawen, tu es fabuleux !
it: Eh, eh, «se non ti vado a genio», Gawen, sei fantastico.
pl: No nie mogę. 'Jeśli mnie nie lubisz'. Gawen, ty jesteś wprost niesamowity.
tr: Heh, Heh, ‘beni sevmezseniz’, Gaven, efsane haline geldin.

source: Ha, Reumario. Does this feel a bit like a deja vu? What was again what you were saying? Ah, that my time has come.
fr: Ha, Reumario. Est-ce que ça n'a pas un petit goût de déjà-vu ? Que disais-tu déjà ? Ah, que mon heure était venue.
it: Ah, Reumario. Non ti sembra di vivere un deja vu? Cos'è che stavi dicendo? Ah che era giunta la mia ora.
pl: Ha, Reumario. Czyż nie czujesz czegoś w rodzaju deja vu? A teraz, zaraz, co ty tam wcześniej mówiłeś? Aaa już wiem, że mój czas nadszedł.

source: I am not affraid, old hag. I am dying anyway.
fr: Je n'ai pas peur, vieille peau ! Je suis déjà en train de mourir de toute façon.
it: Non mi fai paura vecchia strega. Sto morendo comunque.
pl: Nie boję się wiedźmo, i tak umieram.

source: Different are the kinds of death, Reumario.
fr: Il y a différentes façons de mourir, Reumario.
it: Ci sono diversi modi per morire, Reumario.
pl: Rożne są rodzaje śmierci, drogi Reumario.
tr: Fark ölüm çeşidinde, Reumario.

source: Mother, put down that knife! This is an order.
fr: Mère, déposez ce couteau par terre ! C'est un ordre !
it: Madre, metti giù quel coltello! È un ordine.
pl: Matko odłóż nóż! To rozkaz.
tr: Anne, sok o bıçağı kılıfına! Bu bir emirdir.

source: What knife?
fr: Quel couteau ?
it: Quale coltello?
pl: Nóż? Jaki nóż?

source: Could that be possible? Yes! Lorin! Long I was dreaming about repaying you for what you've done to my brother, Reumario, in Haeltin. Your time has come..
fr: Est-ce possible ? Oui ! Lorin ! Il y a longtemps que je rêve de te faire payer ce que tu as fait à mon frère, Reumario, à Haeltin. Ton heure est venue !
it: Come è possibile? Sì! Lorin! Da molto tempo stavo sognando di farti pagare quello che hai fatto a mio fratello, Reumario, a Haeltin. È giunta la tua ora...
pl: Czy to możliwe? Tak! Lorin! Długo marzyłem by odpłacić ci za to co uczyniłaś mojemu bratu Reumario w Haeltin. Twój czas nadszedł...

source: Oh my, I am scared. Haeltin? Let me think... Ah yes, I remember now. Your brother was probably that flabby lobbish wimp who was crying looking at my knife.
fr: Oh la la, j'ai peur ! Haeltin ? Laisse-moi réfléchir... Ah oui, je me souviens ? Ton frère était probablement ce stupide petit peureux sans cervelle qui pleurnichait à la vue de mon couteau.
it: Santo cielo, che paura. Haeltin? Fammi pensare... ah sì, adesso ricordo. Tuo fratello era quell'imbranato tonto e debole che si metteva a piangere guardando il mio coltello.
pl: Och, ależ się boję. Haeltin? Niech pomyślę... Ach tak, już pamiętam. Twój brat był zapewne tym wymoczkiem bez jaj który rozpłakał się na widok mojego noża.
tr: Oh ben ürktüm. Haeltin? Düşünmeme izin ver... Ah evet, şimdi hatırladım. Bıçağımı görünce ağlamaya başlayan şu iradesiz şişko sulugözün kardeşisin.

source: Gawen, he was talking to you. Aire, I think you have just sealed your fate.
fr: Gawen, il te parlait. Aire, je pense que tu viens de signer ton arrêt de mort.
it: Gawen, sta dicendo a te. Aire, credo che tu abbia appena deciso il tuo destino.
pl: Gawen, on mówił do ciebie. Aire, właśnie przypieczętowałeś swój los.

source: Aire Reumario, whatever my mother did to your brother, there is no need for you to behave like a lout. If you don't like me, fine, but show that with your sword, not with your mouth.
fr: Aire Reumario, quoi que ma mère ait pu faire à ton frère, il n'est pas nécessaire de te comporter comme un voyou. Si tu ne m'aimes pas, très bien, mais montre-le avec l'épée plutôt qu'avec la bouche !
it: Aire Reumario, qualunque cosa abbia fatto mia madre a tuo fratello, non comportarti come uno stupido. Se non ti vado a genio, bene, ma dimostralo con la tua spada, non con la bocca.
pl: Aire Reumario, cokolwiek moja matka uczyniła twemu bratu nie jest powodem byś zachowywał się jak prostak. Nie lubisz mnie, masz prawo, ale okaż to mieczem, nie ustami.

source: Ha, Aire Reumario. First your brother, and now - you. I loooove this game. How many more Reumarios are there, waiting for me to kill them?
fr: Ha, Aire Reumario. D'abord ton frère et toi maintenant. J'adoooore ce jeu. Combien d'autres Reumario attendent que je les tue ?
it: Ah, Aire Reumario. Prima tuo fratello e adesso tu. Mi piaaace questo gioco. Quanti Reumario ci sono ancora che aspettano che io li uccida?
pl: Aire Reumario. Najpierw twój brat a teraz ty, koocham tą grę. Ilu Reumariów czeka jeszcze bym ich zabiła?

source: Different are the kinds of death, Aire the FEARLESS. Now, I want to introduce you to..
fr: Il y a différentes façons de mourir, Aire le SANS-PEUR. Maintenant, laisse-moi te présenter...
it: Ci sono diversi modi per morire, Aire l'IMPAVIDO. Adesso, vorrei presentarti...
pl: Jest wiele rodzajów śmierci, Aire Nieustraszony. Pozwól że ci przedstawię...

source: What knife? Gawen, you are waaay to soft. They wouldn't be that merciful on us, if they would have chance to catch us.
fr: Quel couteau ? Gawen, tu es beaucoup trop gentil. Ils n'auraient pas cette pitié pour nous, s'ils avaient la chance de nous attraper...
it: Quale coltello? Gawen, i tuoi modi sono troppo delicati. Non avrebbero alcuna compassione di noi, se avessero la possibilità di catturarci.
pl: Jaki nóż? Gawen , jesteś zdecydowanie za miękki. Oni nie okazaliby tyle litości gdyby nas schwytali.

source: I don't care. Allow this man to die peacefully.
fr: Je m'en fiche. Laissez cet homme mourir paisiblement.
it: Non mi importa. Lascia che quest'uomo muoia in pace.
pl: Nie obchodzi mnie to. Pozwól mu umrzeć w spokoju.

source: Could that be possible? Lorin? You are alive?
fr: Est-ce possible ? Lorin ? Vous êtes en vie ?
it: Come è possibile? Lorin? Sei viva?
pl: Czy to mozliwe? Lorin? ty żyjesz?
tr: Bu mümkün olabilir mi? Lorin? Hayattasın?

source: Uhm... Yes. But who exactly are you!?
fr: Hum... Oui. Mais qui êtes-vous exactement ?
it: Uhm... Sì. Ma chi sei esattamente?
pl: Hmmm... Tak? A kim ty niby jesteś?

source: I am Reumario. We fought at Haeltin. You have defeated me, but you let me live. I have a debt for you. It's a shame I have to fight against you.
fr: Je suis Reumario. Nous nous sommes battus à Haeltin. Vous m'avez vaincu, mais vous m'avez laissé en vie. J'ai une dette envers vous. Quel dommage que je doive me battre contre vous.
it: Sono Reumario. Abbiamo combattuto a Haeltin. Mi hai sconfitto, ma mi hai risparmiato. Ho un debito con te. È un disonore per me dover di nuovo combattere contro di te.
pl: Jestem Reumario. Walczyliśmy pod Haeltin i choć uległem darowałaś mi życie. Mam wobec ciebie dług i wielka szkoda, że musimy walczyć ponownie.
tr: Ben Reumario’yum. Biz Haeltin’de döğüştük. Siz beni yendiniz ama öldürmediniz. Size borçlandım. Size karşı döğüşmek zorunda kalırsam, bu yakışıksız olacak.

source: Not only against me, but also against you own king, Gawen Hagarthen.
fr: Pas seulement contre moi, mais aussi contre votre roi, Gawen Hagarthen.
it: Non solo contro di me, ma anche contro il vostro re, Gawen Hagarthen.
pl: Walczyłeś nie tylko przeciw mnie ale i swojemu królowi, Gawenowi Hagarthenowi.
tr: Sadece bana değil, kendi kralınız Gaven Hagarten’e de karşı.

source: No, not my king. I've heard that he was asked whether his name is Gawen or Gaumhaldric, and he answered Gaumhaldric. How can possibly be our king then?
fr: Non, pas mon roi. J'ai entendu, quand on lui a demandé si son nom était Gawen ou Gaumhaldric, qu'il a répondu Gaumhaldric. Comment pourrait-il être notre roi dans ce cas ?
it: No, non è il mio re. Ho sentito che quando gli hanno chiesto se il suo nome era Gawen o Gaumhaldric, ha risposto Gaumhaldric. Come può dunque essere il nostro re?
pl: Nie, nie mojemu królowi. Słyszałem że zapytano go czy nazywa się Gawen czy Gaumhaldric i że odpowiedział tym drugim mianem. Jak więc mógłby być naszym królem?
tr: Hayır, benim kralım değil. Ona adının Gaven mı yoksa Gamlıhaldrik mi olduğunu sorduğunu ve Gamlıhaldrik yanıtını aldığını duydum. Dolayısıyla bizim kralımız olması mümkün değil.

source: I won't explain myself to you, Reumario. But I will prove to you in fight, that I am worthy of crown of Vakladia.
fr: Je n'ai pas à me justifier auprès de toi, Reumario. Mais je te prouverai dans le combat que je suis digne d'être un représentant du peuple de Vakladia !
it: Non sarò io a spiegartelo, Reumario. Ma ti proverò in combattimento che sono degno della corona di Vakladia.
pl: Nie będę się przed toba tłumaczył Reumario, ale udowodnię ci w bitwie że jestem godny korony Vakladii.

source: Gawen Hagarthen! My king! I am on your side!
fr: Gawen Hagarthen ! Mon roi ! Je suis avec vous !
it: Gawen Hagarthen! Mio re! Sono al vostro fianco!
pl: Gawen Hagarthen! Mój królu! Jestem po waszej stronie!
tr: Gaven Hagarten! Kralım! Ben senin tarafındayım!

source: Gawen Hagarthen? But.. He is dead?
fr: Gawen Hagarthen ? Mais... il est mort ?
it: Gawen Hagarthen? Ma... È morto?
pl: Gawen Hagarthen? Ale.. On nie żyje?
tr: Gaven Hagarten? Ama.. O öldü?

source: No, he is not. He is alive and he is your rightful king. And what do you think about that, Reumario?
fr: Non, il n'est pas mort. Il est en vie et il est ton roi légitime. Que penses-tu de ça, Reumario ?
it: Invece lo è. È vivo ed è il vostro re legittimo. E di questo cosa pensi, Reumario?
pl: Nie, nie umarł. Żyje i jest twoim prawowitym królem, i co o tym myślisz Reumario?
tr: Hayır, o değil. O hayatta ve sizin gerçek kralınızdır. Bu konuda ne düşünüyorsun, Romaryo?

source: I don't know. If he will prove himself worthy... I will be happy to follow his orders.
fr: Je ne sais pas. S'il me prouve qu'il en est digne... je suivrai ses ordres avec plaisir.
it: Non lo so. Se si dimostrasse degno... sarei felice di eseguire i suoi ordini.
pl: Nie wiem. Jeśli okaże się godny... Z radością podążę za jego sztandarem.

source: And he will prove himself worthy by killing you. My, my.
fr: Et il le prouvera en te tuant. Oh la la.
it: E si dimostrerà degno uccidendoti. Santo cielo!
pl: A on to potwierdzić zabijając cię. Zabawne.

source: Reumario, Reumario. I think I am bringing bad luck to you. Every time you meet me, you lose.
fr: Reumario, Reumario. Je crois que je te porte la poisse. Chaque fois qu'on se rencontre, tu perds.
it: Reumario, Reumario. Temo di portarti sfortuna. Ogni volta che mi incontri, perdi.
pl: Reumario, Reumario. Myślę że przynoszę ci pecha, za każdym razem gdy się spotykamy przegrywasz.

source: Stop there! Foul underlings, your life came to the end!
fr: C'est bon, arrêtez ! Stupides inférieurs, votre heure a sonné.
it: Fermatevi! Sciocchi miserabili, la vostra vita è finita!
pl: Stójcie! Przebrzydli pariasi, wasze życie dobiegło końca!
tr: Durun orada! İğrenç paryalar! Son nefeslerinizi alın!

source: Noble lord, what's the punishment for saying things like that to your rightfull king?
fr: Noble seigneur, quelle est la punition pour avoir dit de telles choses à son roi légitime ?
it: Nobile signore, qual è la punizione per aver rivolto quelle parole al vostro legittimo re?
pl: Szlachetny panie jaka kara oczekuje za użycie takich słów przeciw swojemu prawowitemu królowi?

source: My king? Ha, ha, and where is he?
fr: Mon roi ? Ha, ha et où est-il ?
it: Il mio re? Ah, ah, e dove si trova?
pl: Mojemu królowi? Ha,ha,ha a gdzie on niby jest?
tr: Kralım? Ha,ha,ha nerede o?

source: Here he is. Gawen Haldric Hagarthen. Together with his mother and with me, Reme Carrenemoe.
fr: Il est ici. Gawen Haldric Hagarthen. Avec sa mère et avec moi, Reme Carrenmoe.
it: Eccolo. Gawen Haldric Hagarthen. Con sua madre e me, Reme Carrenemoe.
pl: Oto on. Gawen Haldric Hagarthen, wspólnie z matką i mną Reme Carrenemoe.
tr: O burada. Gaven Haldrik Hagarten. Annesi ve ben, Reme Karenemo ile birlikte.

source: My God! Indeed, this is noble Reme, he couldn't possibly lie! So this is indeed.. Gawen Hagarthen, our king! My sword is your sword, my lord!
fr: Mon Dieu ! En effet, voici le noble Reme, il ne mentirait pas ! Donc voilà bien... Gawen Hagarthen, notre roi ! Mon épée est votre épée, Monseigneur !
it: Per gli dei! Questo è veramente il nobile Reme, che non può mentire! Allora deve essere davvero... Gawen Hagarthen, il nostro re! La mia spada è la vostra, mio signore!
pl: Mój Boże! To naprawdę jest szlachetny Reme, on nie mógłby skłamać! Więc... Nasz król! Mój miecz jest twoim mieczem mój panie!

source: I've heard that... One lord from Harnen's clan was saying that you are alive.. so.. then.. I guess my sword and my life belong to you, my king!
fr: J'ai entendu que... qu'un seigneur du clan de Harnen a dit que vous étiez en vie... donc... Je suppose que mon épée et ma vie vous appartiennent, mon roi !
it: Ho saputo che... uno dei signori del clan Harnen diceva che eravate vivo... quindi... allora... credo che la mia spada e la mia vita vi appartengano, mio re!
pl: Słyszałem o tym... Jeden z pamów klanu Harnen mówił, że żyjesz... więc... Myslę, że mój miecz i życie należą do ciebie, mój królu!

source: Those are Aragwaithi! Excellent! Listen, I knew your leader, Andrey Yaranov, and...
fr: Ce sont des Aragwaithis ! Excellent ! Écoutez, j'ai connu votre chef, Andrey Yaranov et...
it: Sono Aragwithi! Ottimo! Ascolta, io conosco il vostro comandante Andrey Yaranov, e...
pl: To Aragwaithi! Doskonale! Słuchajcie, znałem waszego przywódcę, Andreya Yaranowa i...
tr: Bunlar Aragvay! Çok iyi! Dinle, lideriniz Andrey Yaranov’u arıyorum ve...

source: Yaranov is not my leader. His sietch is far away from here. This sietch and this tribe is ruled by me, and no ones rules over me.
fr: Yaranov n'est pas mon chef. Sa tente est loin d'ici. Cette tente et cette tribu sont dirigées par moi et personne n'a d'ordres à me donner !
it: Yaranov non è il mio comandante. Il suo accampamento è molto lontano da qua. Io sono il sovrano di questo accampamento e di questa tribù e non c'è nessun sovrano sopra di me.
pl: Yaranow nie jest moim wodzem, jego sicz jest daleko stąd. Tą siczą i tym plemieniem władam ja, a nade mną nie ma juz nikogo.
tr: Yaranov benim liderim değil. Onun kampı buradan çok uzakta. Bu kamp ve bu birlik benim emrimde ve ben kimsenin emrinde değilim.

source: Show more respect, this is king Gawen Haldric Hagarthen.
fr: Montre plus de respect, voici le roi Gawen Haldric Hagarthen.
it: Mostra più rispetto per il re Gawen Haldric Hagarthen.
pl: Okaż więcej szacunku, to jest król Gawen Haldric Hagarthen.
tr: Daha saygılı ol, bu kral Gaven Haldrik Hagarten’dir.

source: King? We were never joined by king before. If he wants to be one of us, he will be welcomed, but he would have to understand that chances being called 'his majesty' are nil.
fr: Un roi ? Nous n'avons encore jamais été rejoints par un roi. S'il veut devenir l'un des nôtres, il sera le bienvenu, mais il doit comprendre que les chances pour qu'on l'appelle 'sa majesté' sont nulles.
it: Re? Non c'è mai stato nessun re a governarci. Se vuoi essere uno di noi, sarai il benvenuto; ma dovrai capire che non avrai nessuna possibilità che qualcuno ti chiami "vostra maestà".
pl: Król? Zaden z nich nigdy do nas nie dołączył. Jeśli chce zostać jednym z nas, powitamy go z radością, ale musi zrozumieć że szanse bymy zwali go jego wysokością są żadne.
tr: Kral mı? Biz daha önce hiç bir krala bağlanmamıştık. Eğer bizden biri olmak isterse aramıza memnunuyetle alırız, fakat böylelikle ona ‘majesteleri’ diye hitabedeceğimizi sanmasın.

source: We are not your enemies. If you won't join us, will you at least not attack us?
fr: Nous ne sommes pas vos ennemis ! Si vous ne nous rejoignez pas, est-ce qu'au moins vous ne nous attaquerez pas ?
it: Noi non siamo vostri nemici. Se non vuoi unirti a noi, almeno non ci attaccherai?
pl: Nie jesteśmy waszymi wrogami. Jeśli do nas nie dołączycie to przynajmniej pozwólcie nam przejść bez walki.
tr: Biz düşmanınız değiliz. Bize katılmak istemezseniz bile en azında bize saldırmazsınız, değil mi?

source: Who said we won't join you? If you will pay, we will join your army, of course! The price is 300 golden pieces.
fr: Qui a dit que nous ne vous rejoindrions pas ? Si vous payez, nous rejoindrons votre armée, bien sûr ! Le prix est de 300 pièces d'or.
it: Chi ha detto che non voglio unirmi a voi? Se mi pagherete, mi unirò al vostro esercito, naturalmente! Il prezzo è di 300 pezzi d'oro.
pl: A kto powiedział, że nie dołączymy? Jeśli zapłacisz, bedziemy dla ciebie walczyć, ceną jest 300 sztuk złota.
tr: Size katılmayacağımızı kim söyledi? Ücretimizi öderseniz şüphesiz ordunuza katılırız! Ücretimiz 300 altındır.

source: We will pay
fr: Nous payerons !
it: Pagheremo
pl: Zapłacimy.
tr: Öderiz

source: We won't pay
fr: Nous ne payerons pas !
it: Non paghiamo
pl: Nie zapłacimy.
tr: Ödemeyiz

source: Why not. Here is your gold.
fr: Pourquoi pas. Voici votre or.
it: Perché no. Ecco i tuoi soldi.
pl: Dlaczego by nie. Oto i wasze złoto.
tr: Neden olmasın. Buyrun altını.

source: Ha! We have a deal, then, my king. You may recruit now Aragwaithi from my sietch.
fr: Ha ! Affaire conclue, mon roi ! Vous pouvez recruter des Aragwaithis de mon clan.
it: Ah! Affare fatto, allora, mio re. Adesso potrai reclutare gli Aragwaithi del mio accampamento.
pl: Ha! To dobiliśmy targu mój królu, możesz rekrutować Aragwaithów z mojej siczy.
tr: Ha! O halde anlaştık. Artık benim kampımdaki Aragvayları askere alabilirsin.

source: We are not interested in hiring you.
fr: Vous engager ne nous intéresse pas.
it: Non ci interessa reclutarti.
pl: Nie jesteśmy zainteresowani wynajęciem was.
tr: Sizi kiralamayı düşünmüyoruz.

source: Then leave in peace, or prepare to fight.
fr: Alors, partez en paix ou préparez-vous à vous battre.
it: Vattene in pace, allora, o preparati a morire.
pl: Więc odejdźcie w pokoju lub stańcie do bitwy.
tr: O halde ya barış içinde gidin ya da döğüşe hazırlanın.

source: We do not have that much gold, unfortunately.
fr: Malheureusement, nous n'avons pas autant d'or.
it: Non abbiamo oro a sufficienza, purtroppo.
pl: Niestety nie mamy tyle złota.
tr: Talihsizliğe bakın ki, o kadar altınımız yok.

source: Then live in peace, or prepare to fight.
fr: Alors, partez en paix ou préparez-vous à vous battre.
it: Vivi in pace, allora, o preparati a morire.
pl: Więc odejdźcie w pokoju lub stańcie do bitwy.
tr: O halde ya barış içinde gidin ya da döğüşe hazırlanın.

source: The king Buffin's army was right behind us and we almost felt their breaths on our backs. If this was not enough, we marched right into units of Akladians.
fr: L'armée du roi Buffin était juste derrière nous et nous pouvions sentir leur souffle dans notre dos. Si ce n'était pas encore suffisant, nous nous dirigions droit sur des unités Akladiennes.
it: L'esercito del re Buffin era alle nostre calcagna e potevamo quasi sentirne il fiato sul collo. Come se non bastasse, stavamo marciando verso le unità di Akladia.
pl: Armia króla Buffina siedziała nam na karku tak że dosłownie czuliśmy jej oddech na plecach. A jakby tego było mało wmaszerowaliśmy prosto w oddziały Akladian.

source: King Buffin
fr: Roi Buffin
it: Re Buffin
pl: Król Buffin
tr: Kral Buffin

source: Who are you, stranger brave or stupid enough to enter Aragwaithi land?
fr: Qui êtes-vous, étranger assez courageux ou assez stupide pour entrer dans le pays des Aragwaithis ?
it: Chi sei straniero, così coraggioso o stupido da entrare nella terra di Aragwaithi?
pl: Kim jesteś nieznajomy by na tyle odważnie lub głupio wkroczyć na ziemię Aragwaitich?
tr: Kimsiniz? Aragvay toprağına girdiğinize göre ya çok cesursunuz ya da çok aptal.

source: King Buffin! King Buffin! I bring terrible news for you!
fr: Roi Buffin ! Roi Buffin ! J'ai de terribles nouvelles pour vous !
it: Re Buffin! Re Buffin! Porto notizie terribili!
pl: Królu Buffinie, królu Buffinie! Przynoszę straszne wieści!
tr: Kral Buffin! Kral Buffin! Size çok müthiş haberlerim var!

source: King Buffin is dead, boy.
fr: Le roi Buffin est mort, mon garçon.
it: Il re Buffin è morto, ragazzo.
pl: Król jest martwy chłopcze.
tr: Kral Buffin öldü, çocuk.
