Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Nonono. We are here for recoinessance. We were given specific orders. We should withdraw to get the message back to headquarter. You know, da bosses.
fr: Non, non, non ! Nous sommes ici en reconnaissance. Nous avons reçu des ordres précis. Nous devons retourner au quartier général pour leur délivrer le message. Tu connais nos chefs !
it: Nonono. Noi siamo qua in ricognizione. Abbiamo avuto ordini precisi. Dovremmo ritirarci e portare la notizia al quartier generale. Lo sai, capo.
pl: Nienienie. Jesteśmy tu przysłani na zwiady. Otrzymaliśmy dokładne rozkazy. Powinniśmy się wycofać by zanieść wiadomości z powrotem do sztabu. No wiesz, szefó.
tr: Hayır, hayır. Biz keşif amacıyla buradayız. Bize belli emirler verildi. Mesajı karargaha geri götürmek için geri çekilmeliyiz. Patronları bilirsiniz.

source: Kill them all! Kill them all! Humans!
fr: Tuez-les tous ! Tuez-les tous, ces humains !
it: Uccideteli tutti! Uccideteli tutti! Sono esseri umani!
pl: Zabić ich wszystkich! Zabić wszystkich! Ludzie!
tr: Hepsini öldürün! Sağ bırakmayın! İnsanlar!

source: Sigh. Sometimes I feel I was born in wrong time, wrong place and wrong race.
fr: Parfois, je me dis que je suis né au mauvais moment, au mauvais endroit et de la pire espèce !
it: Sigh. A volte mi sembra di essere nato nel tempo sbagliato, nel posto sbagliato e della razza sbagliata.
pl: Wzdech. Czasami wydaje mi się, że urodziłem się w złym czasie, złym miejscu i złej rasie.
tr: Offf of. Bazan yanlış zamanda yanlış yerde ve yanlış ırkta doğduğumu hissediyorum.

source: It seems that the orc in the north is a bit more intelligent that the southern one.
fr: On dirait que l'orc au nord est un peu plus intelligent que celui au sud.
it: Pare che l'orco a nord sia un po' più intelligente di quello a sud.
pl: Wygląda na to, że ork na północy jest bardziej inteligentny niż ten na południu.
tr: Kuzeydeki orklar güneydekilerden biraz daha akıllı gibi görünüyor.

source: We are liberated! Hurray! Wait a moment.. Those are Akladians. I have never thought I would be glad to see them.
fr: Nous sommes libres ! Hourra ! Mais, attendez... ce sont des Akladiens. Je n'aurais jamais cru être si heureux de les voir.
it: Siamo liberi! Urrà! Aspetta un momento... ma quelli sono di Akladia. Non avrei mai pensato che sarei stato felice di vederli.
pl: Zostaliśmy wyzwoleni! Hurra! Zaraz... To Akladianie! Nigdym nie myślał, że cieszyć się będę z widoku Akladian..
tr: Yaşasın! Kurtulduk! Bekle bir dakika... Bunlar Akladyalılar. Onları görmekten bu kadar mutlu olacacağımı hiç düşünmezdim.

source: My God! What happened here?
fr: Mon Dieu ! Mais qu'est-il arrivé ici ?
it: Per tutti gli dei! Cosa è successo qua?
pl: Mój Boże! Co tutaj się stało?
tr: Tanrım! Ne olmuş burada?

source: One for sure, we will find no shelter, no supplies and no Reme's friends here.
fr: On peut être sûr qu'on ne trouvera ni abri, ni vivres, ni aucun ami de Reme ici.
it: Una cosa è sicura: non ci avremo ristoro, né provviste e nessun amico di Reme qua.
pl: Jedno jest pewne, nie czeka na nas ani schronienie, ani zaopatrzenie, ani przyjaciele Remego.
tr: Emin olduğumuz tek şey, ne bir sığınak, ne erzak ne de Reme’nin arkadaşları var burada.

source: You were worthy opponent. My ancestors probably would decide to honour you by eating young heart. Now, die!
fr: Tu as été un adversaire valeureux. Mes ancêtres auraient probablement décidé de t'honorer en mangeant ton jeune coeur. Maintenant, meurs !
it: Sei stato un avversario valoroso. I miei antenati probabilmente ti faranno l'onore di mangiare il tuo giovane cuore. Ora, muori!
pl: Byłeś godnym przeciwnikiem. Moi przodkowie zapewne uhonorowali by ciebie, zjadając twoje serce. A teraz, giń!
tr: Değerli bir rakiptin. Atalarım muhtemelen genç kalbini yiyerek seni onurlandırırlardı. Şimdi geber!

source: Wait! I hate when you kill the people before I have chance to interrogate them. It's the second time.
fr: Attends ! Je déteste quand tu tues des gens avant que je n'aie pu les interroger ! C'est la deuxième fois.
it: Aspetta! Non sopporto quando ammazzi la gente prima che io possa interrogarla. È già la seconda volta.
pl: Czekaj! Nie cierpię, gdy zabijasz ludzi zanim mam szansę ich przesłuchać. To już drugi raz.
tr: Bekle! Sorgulama şansı bulamadan onları öldürmenizden nefret ediyorum. Bu ikinci defadır oluyor.

source: Second time? What do you mean?
fr: La deuxième fois ? Qu'est-ce que tu veux dire ?
it: La seconda volta? Che vuoi dire?
pl: Drugi raz? Jak to?
tr: İkinci defa? Ne demek bu?

source: I had no time to play with that assassin sent to kill Gawen, don't you remember?
fr: Je n'ai pas eu le temps de m'amuser avec l'assassin qui devait tuer Gawen, tu ne te souviens pas ?
it: Non mi hai lasciato il tempo di baloccarmi con il sicario mandato a uccidere Gawen, non ti ricordi?
pl: Nie miałam czasu zająć się tym zabójcą wysłanym do zabicia Gawena, nie pamiętasz?
tr: Gaven’ı öldürmeye gelmiş şu suikastçi ile daha fazla oyalanacak vaktim yoktu, hatırladın mı?

source: Wait! I hate when you kill the people before I have chance to interrogate them.
fr: Attends ! Je déteste quand tu tues des gens avant que je n'aie pu les interroger.
it: Aspetta! Non sopporto quando ammazzi la gente prima che io possa interrogarla.
pl: Czekaj! Nie cierpię, gdy zabijasz ludzi zanim mam szansę ich przesłuchać.
tr: Bekle! Sorgulama şansı bulamadan onları öldürmenizden nefret ediyorum.

source: Before I kill you, I want you to tell me everything you know! Why are you here? How it can be we have not heard about any Orcs?
fr: Avant que je te tue, je veux que tu me dises tout ce que tu sais ! Pourquoi êtes-vous ici ? Comment se fait-il que nous n'ayons pas entendu parler des orcs ?
it: Prima di ucciderti, voglio che tu mi dica tutto quello che sai! Perché siete qua? Come è stato possibile che non abbiamo saputo niente degli orchi?
pl: Zanim ciebie zabiję, chcę byś mi powiedział wszystko co wiesz! Dlaczego jesteście tutaj? Jakim cudem nic nie słyszeliśmy o żadnych orkach w okolicy?
tr: Seni öldürmeden önce, bildiğin herşeyi söylemeni istiyorum! Neden buradasınız? Orklar hakkında nasıl hiçbir şey duymamış olabiliriz?

source: Kill the humans.. good meat.
fr: Tuer les humains... C'est de la bonne viande.
it: Uccidere uomini... buona carne.
pl: Zabijać ludziki.. dobre mięso.
tr: İnsanları öldürün... etleri lezzetli.

source: Sigh. We will get nothing more. The other one was far more intelligent.
fr: Hum, nous n'en tirerons rien de plus. L'autre était beaucoup plus intelligent !
it: Sigh. Non otterremo nient'altro. L'altro era molto più intelligente.
pl: Wzdech. Nie dostaniemy od niego nic więcej. Ten drugi był dużo bardziej inteligentny.
tr: Off of... Başka bir şey alamayacağız. Diğeri çok daha akıllıydı.

source: Sigh. It seems we could get more from the second Orcish leader. That one is... I mean was.. far less intelligent.
fr: Hum. On dirait qu'on pourrait tirer plus d'infos du deuxième chef orc. Celui-ci est... enfin, était... beaucoup moins intelligent.
it: Sigh. Sembra che avremmo potuto ottenere di più dal secondo comandante degli orchi. Questo è... voglio dire era... molto meno intelligente.
pl: Cóż. Wygląda na to, że więcej dowiemy się od drugiego przywódcy orków. Ten jest.. to znaczy, był.. niezbyt inteligentny.
tr: Off of.., İkinci ork liderinden daha fazlasını alabiliriz görünüyor. Bu... Demek ki... daha az akıllı olanı.

source: Do not kill him! Leave the final blow to me, I have to interrogate him!
fr: Ne le tue pas ! Laisse-moi le coup fatal. Je dois l'interroger !
it: Non lo uccidete! Lasciate l'ultimo colpo a me, devo interrogarlo!
pl: Nie zabijać go! Zostawcie mi ostatni cios, muszę go przesłuchać!
tr: Öldürme onu! Son nefesi bana bırak, ona soracaklarım var!

source: Before I'll kill you, I want to ask you a question. Do you prefer to die painlessly or do you want me to think some most nightmarish way to die?
fr: Avant que je ne te tue, je voudrais te poser une question. Préfères-tu mourir sans souffrir ou veux-tu que je réfléchisse à quelques moyens cauchemardesques pour te faire mourir ?
it: Voglio farti una domanda prima di ucciderti. Preferisci una morte rapida o vuoi che escogiti per te una morte da incubo?
pl: Zanim cię zabiję mam dla ciebie pytanie. Wolisz umrzeć bezboleśnie czy najbardziej koszmarną smiercią jaką zdołam wymyśleć?
tr: Seni öldürmeden önce, bir sorum var. Acısızca ölmeyi mi yoksa çok daha fazla can çekişmeni sağlayacak bir şeyler mi düşünmemi tercih edersin?

source: Being killed by human woman is already most nightmarish way to die I can imagine.
fr: Me faire tuer par une femelle humaine est déjà le moyen de mourir le plus cauchemardesque que je puisse imaginer !
it: Essere ucciso da una femmina è già la peggiore morta che io possa immaginare.
pl: Zostać zabitym przez ludzką kobietę już spełnia to kryerium.
tr: Bir insan kadın tarafından öldürülmekten daha acı verici bir yol hayal edemiyorum zaten.

source: You are mistaken, my dear friend, and I can prove it to you. I want you only to answer few questions. You said you are here on recoinessance. Who have send you here? Answer, or you will end your life as miserable gelding.
fr: Tu te trompes, mon ami et je peux te le prouver. Je veux juste que tu répondes à mes questions. Tu as dit que vous étiez ici en reconnaissance. Qui vous a envoyé ? Réponds ou tu finiras ta vie en misérable eunuque !
it: Ti sbagli, mio caro amico, e te lo posso dimostrare. Voglio che tu risponda solo a un paio di domande. Hai detto che eravate qua in ricognizione. Chi vi ha mandato qua? Rispondi o porrò fine alla tua vita di miserabile bue.
pl: Mylisz się mój drogi przyjacielu i potrafię to udowodnić. Chcę tylko kilku odpowiedzi. Powiedziałeś, że przeprowadzasz zwiad, kto cię przysłał? Odpowiedz bo zakończysz żywot jako nędzny kastrat.
tr: Yanlışın var aziz dostum, bunu sana kanıtlayabilirim. Birkaç soruma yanıt vermeni istiyorum. Keşif amacıyla burada olduğunuzu söylüyordun. Kim gönderdi seni buraya? Cevap vermezsen gebereceksin zavallı öküz.

source: Wait, I will tell you. There is large army to the north, preparing an assault on your kingdom. We were send here to find good way, destroy castle of Raumair and escort an envoy to our head quarter.
fr: Attendez, je vais vous le dire. Il y a une grande armée au nord qui prépare un assaut sur votre royaume. On nous a envoyés ici pour trouver un bon chemin, détruire le château de Raumair et escorter un émissaire jusqu'à notre quartier général.
it: Aspetta, parlerò. C'è un grande esercito a nord che prepara un attacco al vostro regno. Ci hanno mandati avanti per trovare la strada migliore, distruggere il castello di Raumair e scortare un messo al nostro quartier generale.
pl: Czekaj, powiem ci. Na północy znajduje się wielka armia szykująca inwazję na twoje królestwo. Zostaliśmy wysłani by znaleźć dobry szlak, zniszczyć zamek Raumair i odeskortować posła do kwatery głównej.
tr: Bekle, anlatacağım. Kuzeyde krallığınıza saldırmaya hazırlanan büyük bir ordu var. Buraya iyi bir yol bulmaya, Romaryo şatosunu yıkmaya ve karargahımıza kadar bir elçiye eşlik etmeye geldik.

source: Envoy? What envoy?
fr: Émissaire ? Quel émissaire ?
it: Un messo? Che messo?
pl: Posła? Jakiego posła?
tr: Elçi? Ne elçisi?

source: A human. He had not appeared, though, we were waiting for him here.
fr: Un humain. Il n'est pas encore arrivé. Nous l'attendions ici.
it: Un uomo. Ma non è ancora arrivato, lo stavamo aspettando qua.
pl: Ludzkiego. Nie zjawił się jednak, pomimo że czekaliśmy tu na niego.
tr: Bir insan. Ortalarda yok, bu yüzden burada onu bekliyorduk.

source: Wait - you were expecting human envoy here? And how did you made your way here, there are underling realms north from here?
fr: Attends, vous attendiez un émissaire humain ici ? Et comment êtes-vous arrivé jusqu'ici ? Il y a des domaines inférieurs au nord ?
it: Cosa? stavate aspettando un messo umano qua? E come avete fatto ad arrivare fino a qua, ci sono i regni dei miserabili a nord di qua?
pl: Zaraz - oczekiwaliście ludzkiego posła tutaj? A jak wam się udało dojść tutaj, przecież na północ stąd są królestwa pariasów?
tr: Bekle - burada insan elçi mi bekliyordunuz? Buranın kuzeyinde parya ülkeleri var, buraya kadar nasıl gelebildiniz?

source: First question, yes, second, we were not harassed. I don't know why. We were also forbidden to pillage and attack anyone until we came into Vakladia. I know nothing more!
fr: À la première question, oui. À la seconde, nous n'avons pas été inquiétés. Je ne sais pas pourquoi. On nous avait aussi interdit de piller ou d'attaquer quoi que ce soit avant d'arriver à Vakladia. Je ne sais rien de plus !
it: Sì per la prima domanda, e, per la seconda, non ci hanno infastidito. Non so perché. Ci avevano anche proibito di saccheggiare o attaccare nessuno fino a che non fossimo giunti a Vakladia. Non so altro!
pl: Pierwsze pytanie: tak, drugie: nikt nas nie zaczepiał. Nie wiem dlaczego. Nie wolno było nam łupić i atakować kogokolwiek dopóki nie wkroczyliśmy do Vakladii. Nic więcej nie wiem!
tr: İlk soru, evet, ikincisi ise, bize saldıran olmadı. Neden bilmiyorum. Ayrıca, Vakladya’ya gelene kadar saldırı ve yağma için bize izin verilmedi. Başka birşey bilmiyorum.

source: Really? That's unfortunate for you. Reme, kill him - I have promised him mercy if he would cooperate.
fr: Vraiment ? C'est très dommage pour toi. Reme, tue-le. Je lui avais promis la pitié s'il coopérait.
it: Veramente? Che sfortuna per te. Reme, uccidilo - avevo promesso clemenza se avessi cooperato.
pl: Naprawdę? To się składa dla ciebie dość niefortunnie. Reme, zabij go - obiecałam mu miłosierdzie w przypadku gdyby z nami współpracował.
tr: Gerçekten mi? Ne talihsizlik, sizin için. Reme, öldür onu. - İşbirliği için ona merhamet göstermeye söz vermiştim.

source: My lady, seems that those orcs had some gold with them
fr: Madame, on dirait que ces orcs avaient de l'or avec eux.
it: Mia signora, pare che questi orchi portassero dell'oro con sé.
pl: Pani, wygląda na to, że orki miały przy sobie nieco złota.
tr: Hanımım, bu orkların bir miktar altını var görünüyor.

source: So I am still 'my lady' to you? This gold was probably sacked from the burned homes of your friends. Doesn't that disturb you?
fr: Donc, je suis encore 'votre dame' ? Cet or est probablement le résultat de la mise à sac des maisons incendiées de nos amis. Ça ne vous gêne pas ?
it: E così sono ancora la "tua signora"? Quell'oro è stato probabilmente rapinato dalle case incendiate dei tuoi amici. Non ti turba un po'?
pl: A więc wciąż jestem dla ciebie 'panią'? To złoto prawdopodobnie złupiono z spalonych domów twoich przyjaciół. Czy to ci nie przeszkadza?
tr: Bana hala ‘hanımım’ diyorsunuz? Bu altın muhtemelen arkadaşınızın yakılan evinden yağmalanmıştır. Bu rahatsız ediyor mu sizi?

source: I will bury part of gold inside castle of Raumair, along with heads of killed orcs. This should be enough of recompensation for ghosts of my dead friends. You should keep the rest of gold. You will need it.
fr: Je vais enterrer une partie de l'or à l'intérieur du château de Raumair, avec les têtes de ces orcs morts. Ce devrait être une récompense suffisante pour les fantômes de nos amis. Vous devriez garder le reste de l'or, vous en aurez besoin.
it: Seppellirò una parte dell'oro nel castello di Raumair, assieme alle teste degli orchi uccisi. Dovrebbe bastare come ricompensa per i fantasmi dei miei amici morti. Dovresti tenere il resto dell'oro. Ne avrai bisogno.
pl: Część złota zakopię w środku zamku Raumair, razem z głowami zabitych orków. To powinno być wystarczającym zadośćuczynieniem dla duchów moich martwych przyjaciół. Wy zaś, pani, zatrzymajcie resztę złota. Będziecie go potrzebować.
tr: Altının bir kısmını ölü orkların kafaları ile birlikte Romaryo şatosunun içine gömeceğim. Bu, ölü arkadaşlarımın ruhlarını rahat ettirmek için yeterli olur. Altının kalanını saklamalısınız. Ona ihtiyacınız olacak.

source: The swamp things
fr: Les Marais.
it: Una situazione impantanata
pl: Stwory z bagien
tr: Bataklık şeyleri

source: The party entered the swamps and woods of Saoren Duc with heavy hearts.
fr: La compagnie entra dans les marais et dans les bois de Saoren Duc le coeur lourd.
it: Il gruppo entrò nelle paludi e nei boschi di Saoren Duc malvolentieri.
pl: Oddział wkroczył między bagna i lasy Saoren Duc z ciężkimi sercami.
tr: Grup kederler içinde Saoren Duc bataklıklarına girdi.

source: I have strange feeling, as if someone would observe us from the bushes...
fr: J'ai une drôle d'impression, comme si quelqu'un nous observait depuis les buissons...
it: Avevo la strana sensazione che qualcuno ci osservasse dai cespugli...
pl: Mam takie dziwne uczucie, jak gdyby ktoś nas obserwował z zarośli...
tr: Tuhaf şeyler hissediyorum, sanki bizi birileri çalıların arasından gözetliyor gibi geliyor bana.

source: Humanssss! Leave thisss foressts!
fr: Humains ! Sssortez de cccette forêt !
it: Esssseri umani! Lasssciate quessta foresssta!
pl: Ludzie. Opuśśśśćcie ten lasss!
tr: İnnnssannnlarrr. Bu orrrmanları terrrkedinnn!

source: We can't. Our enemies are just behind our backs. We want just to cross your swamp and you will then heard about us no more.
fr: On ne peut pas. Nos ennemis sont juste dans notre dos. Nous voulons juste traverser vos marais et vous n'entendrez plus parler de nous.
it: Non possiamo. I nostri nemici ci sono subito alle spalle. Dobbiamo solo attraversare la vostra palude e poi non sentirete più parlare di noi.
pl: Nie możemy. Nasi wrogowie są tuż za nami. Chcemy tylko przekroczyć wasze bagno i więcej już o nas nie usłyszysz.
tr: Yapamayız, Düşman hemen arkamızda. Biz sadece bataklığınızdan geçmek istiyoruz ve bir daha bizim hakkımızda bir şey duymayacaksınız.

source: Ssswampss you leave now! Hear about you no more!
fr: Partir maintenant, vous devez ! Plus entendre parler de vous !
it: Lasssciate le paludi adessssso! Non vi assscoltiamo più!
pl: Opuśśśściszsz bagna teraz tak! Nie sssłyszeć o tobie więcej tak!
tr: Bataklıkları hemmmmmen terrrkedinnn! Artık hakkınızda birşey duyulmasın!

source: Reme, leave negotiations to me, I am far more experienced. Lizards! You are about to be exterminated! Prepare to meet your destiny!
fr: Reme, laisse-moi négocier, j'ai beaucoup plus d'expérience. Lézards ! Vous êtes sur le point d'être exterminés. Préparez-vous à faire face à votre destin !
it: Reme, lascia trattare me che ho molta più esperienza. Lucertole! State per essere sterminate! Preparatevi a incontrare il vostro fato!
pl: Reme, negocjacje zostaw mi. Mam w tym większe doświadczenie. Jaszczury! Zostaniecie poddani eksterminacji! Przygotujcie się na spotkanie z przeznaczeniem!
tr: Reme, konuşmayı bana bırak, ben çok daha deneyimliyim. Kertenkeleler! Yok edilmeye hazır olun! Kaderinize razı olun!

source: <To himself> No wonder none really liked her.
fr: <À lui-même> On comprend pourquoi personne ne l'aime vraiment.
it: <tra sé> Non c'è da meravigliarsi che non piacesse a nessuno.
pl: <do siebie> Nic dziwnego, że nikt tak naprawdę jej nie lubił.
tr: <Kendi kendine> Tabii, gerçekten onun gibisi yok.

source: I am not sure whether we have enough gold for this endeavor. I wish we'd got more in previous battles, at least 200.
fr: Je ne suis pas sûr que nous ayons assez d'or pour cette tentative. J'aurais espéré que nous en ayons eu plus lors des batailles précédentes, au moins 200 pièces.
it: Non so se abbiamo abbastanza oro per una cosa del genere. Avrei voluto averne di più nelle battaglie passate, almeno 200.
pl: Nie jestem pewien, czy mamy dość złota, Szkoda, że nie zdobyliśmy więcej w poprzednich bitwach, tak co najmniej z dwieście sztuk.
tr: Bu çaba için yeterli alkına sahipmiyiz, emin değilim. Önceki savaştan en azından 200 altın daha almış olmayı isterdim.

source: Wait! Ssspare my life, for I know sssomething...
fr: Attendez, laisssez-moi vivre, je sssais quelque ccchossse.
it: Assspetta! Risssparmia la mia vita, perché io ssso qualcosssa...
pl: Sssstój! Oszszczedź moje życie, wiem cośśś interesssująccego...
tr: Bekle! Bildiklerim için bağışşşla hayatımı...

source: Interesting. Speak, maybe I will spare your worthless head, inhuman ungodly beast $ano_saurian_interrogated.
fr: Intéressant. Parle, peut-être que j'épargnerai ton insignifiante tête, bête inhumaine et sans dieu.
it: Interessante. Parla, forse io risparmierò la tua testa vuota, bestia immonda e imunana #$$ano_saurian_interrogated.
pl: Ciekawe. Mów a może ocalę twój bezwartościowy łeb, nieludzka, bezbożna bestio $ano_saurian_interrogated.
tr: İlginç. Konuş, belki değersiz hayatını bağışlarım, soğukkanlı dinsiz alçak.

source: The orcss are coming in great numbersss.. They are numerousss, they are hiding in the hillss waiting for moment to come...
fr: Les orcs viennent en grand nombre... Ils sssont nombreux, ils ssse cachent dans les collines et attendent le bon moment pour venir.
it: Gli orchi ssstanno arrivando in grande numero... Sono numerosssi, sssi nascondono nelle colline assspettando il momento per venire...
pl: Orki nadchodzą w wielkiej liczbie... Sssą nieprzeliczeni, czają sssię na wzgórzach oczekując na właśśściwy moment.
tr: Çok ssssayıda ork geliyorrrr... Sssayıları sınırsızzzz, tepelerde gizzzlenerek anı bekliyorlar....

source: What moment?
fr: Quel bon moment ?
it: Quale momento?
pl: Jaki moment?
tr: Hangi anı bekliyorlar?

source: What moment I do not know, but I know that they are expecting a human envoy.
fr: Quel bon moment ? Je ne le sssais pas, mais je sssais qu'ils attendent un émisssaire humain.
it: Quando non lo so, ma so che stavano aspettando un messo umano.
pl: Nie wiem, ale oczekują ludzkiego possssłańca.
tr: Hangi anı beklediklerini bilmiyorum, ama bir inssssan elçi beklediklerini biliyorum.

source: Human envoy? That's impossible.
fr: Un émissaire humain ? C'est impossible !
it: Un messo umano? È impossibile.
pl: Ludzkiego? To niemożliwe.
tr: İnsan elçi? Bu imkansız.

source: Impossible if it isss, then they will wait long... Will you let me live now?
fr: Sssi imposssible ccc'est, ils vont attendre longtemps... Vous allez me laissser vivre, maintenant ?
it: Sss... se imposssibile è, allora asspetteranno a lungo. Ora mi lassscerai vivere?
pl: Jeśśśli tak, to będą czekać w niessskończonośśść... Czy dasssz mi teraz odejśśść?
tr: İmkanssssızssssa, onlar çok bekleyecekler demektir... Şimdi yaşamama izin verecek misin?

source: Hide in your quagmire, lizard thing.
fr: Va te cacher dans ton trou de boue, espèce de lézzard.
it: Torna nel tuo fango, rettile.
pl: Idź do swojej kałuży jaszczurze.
tr: Bataklığına gizlen, sürüngen şey.

source: We already know everything we need to know. Your friend had told us about a great army of orcs, what else you could possibly know?
fr: Nous savons déjà tout ce que nous devons savoir. Tes amis nous ont parlé d'une grande armée d'orcs, que pourrais-tu savoir de plus ?
it: Sappiamo già tutto quello che dobbiamo sapere. I tuoi amici ci hanno raccontato di un grande esercito di orchi, cos'altro potresti raccontarci?
pl: Wiemy juz wszystko co powinniśmy, twój przyjaciel powiedział nam o wielkiej armii orków, co jeszcze mógłbyś wiedzieć?
tr: Bilmek istediğiniz herşeyi biz zaten biliyoruz. Arkadışon orkların büyük ordusundün bahsetti, başka ne bilebilirsin ki?

source: I know where the gold we hide.. Humanss, you love gold, you ssave me life if I show you?
fr: Je sssais où l'or nous cachons... Les humains aiment l'or, vous me laisssez vivre ssi je vous montre ?
it: So dove nassscondiamo l'oro... Uomini piace oro, mi rissparmierai la vita se te lo mostro?
pl: Wiem gdzie chowamy złoto... Ludzie, wy kochacie złoto, ossszczędzićie gdy pokażę?
tr: Altını gizlediğimiz yeri biliyorum.. İnssanlarr, siz altını seversiniz, altının yerini gösterirsem, hayatımı bağışlar mısınız?
