Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: That's what advisers are for. Right now, we have to leave the forests. And then find the orcs, catch their leaders and that's it.
fr: C'est à ça que servent les conseillers. Maintenant, nous devons quitter les forêts. Trouver les orcs, attraper leurs chefs, et voilà...
it: È quello per cui servono i consiglieri. Ora, dobbiamo lasciare le foreste. E poi trovare gli orchi, catturare i loro capi e basta.
pl: Od tego właśnie ma się doradców. Teraz, musimy opuścić lasy. Potem odnaleźć orki i schwytać przywódców. Wszystko.
tr: Danışmanlar bunun içindir. Pekala, şimdi ormanı terkedecek, orkları bulacak, liderlerini yakalayacak ve gereğini yapacağız.

source: I felt we had not enough gold for accomplishing the task which awaited us. So, I asked the others from the council of Freetown for help and they had agreed. We now have 200 golden pieces
fr: Je sentais que nous n'aurions pas assez d'or pour accomplir la tâche qui nous attendait, j'ai donc demandé de l'aide aux autres membres du conseil de Libreville. Nous avons 200 pièces d'or.
it: Siccome ho pensato che non avevamo abbastanza oro per quello che dovevamo fare, allora, ho chiesto aiuto agli altri del consiglio di Freetown e me lo hanno accordato. Ora abbiamo 200 pezzi d'oro.
pl: Byłem przekonany, że nie posiadaliśmy dość złota by wypełnić oczekującą nas misję, więc poprosiłem radę Wolnego Miasta o pomoc. Zgodzili się i mamy teraz 200 sztuk złota.
tr: Bizi bekleyen görevi tamamlayabilmek için yeterli altınımız olmadığını anlamıştım. Bu nedenle Özgürkent konseyinden yardım talep ettim ve onlar da oybirliği ile kabul ettiler. Şimdi 200 altınımız var.

source: Karen! What are you doing here!
fr: Karen ! Que fais-tu ici !
it: Karen! Cosa ci fai qua!
pl: Karen! Co ty tu robisz!
tr: Karen! Burada ne arıyorsun!

source: I apologise my lord. I was not able to stop her.
fr: Je vous demande pardon, Monseigneur. Je n'ai pas pu l'arrêter.
it: Chiedo scusa, mio signore. Non sono riuscito a fermarla.
pl: Wybaczcie mi, panie. Nie byłem w stanie jej powstrzymać.
tr: Özür dilerim efendim. Onu durduramadım.

source: I'm sorry father. I just couldn't miss the opportunity to see how our great future king is doing great heroical things, the kind the great future kings usually do. You don't mind, don't you - Gaumhaldric?
fr: Pardon Père. Je voulais juste ne pas rater l'occasion de voir comment notre futur grand roi fait de grandes choses héroïques, le genre de choses que font habituellement les futurs grands rois. Ça ne vous embête pas, hein, Gaumhaldric ?
it: Sono spiacente, padre. Non potrei mai perdere l'occasione di vedere le eroiche gesta del nostro futuro re, le gesta che i grandi futuri re fanno solitamente. Non sei preoccupato, vero - Gaumhaldric?
pl: Przepraszam tato. Po prostu nie mogłam przegapić okazji ujrzenia jak nasz przyszły wspaniały król dokonuje równie wspaniałych i bohaterskich czynów, w rodzaju tych jakie wielcy przyszli królowie mają w zwyczaju robić. Nie masz nic przeciwko temu Gaumhaldric, prawda?
tr: Kusura bakma baba. Bizim büyük geleceğimizin kralının, büyük gelecek krallarının yaptığı türden, büyük kahramanlıkları nasıl yaptığını görme fırsatını kaçıramazdım. İtiraz etme, sen - Gamlıhaldrik - değilsin, değil mi?

source: I know. You hate me.
fr: Je sais, tu me détestes.
it: Lo so. Mi odi.
pl: Wiem. Nienawidzisz mnie.
tr: Biliyorum. Benden nefret ediyorsunuz.

source: Future king? What is she talking about?
fr: Futur roi ? De quoi parle-t-elle ?
it: Futuro re? Di che sta parlando?
pl: Przyszły król? O czym ona mówi?
tr: Geleceğin kralı mı? Neden bahsediyor bu?

source: You didn't know? Your true mother was from long lines of the kings. The last of her branch. You are true heir to the throne of Wesnoth.
fr: Vous ne le saviez pas ? Votre vraie mère était de la longue lignée des rois. La dernière de sa branche. Vous êtes le vrai successeur au trône de Wesnoth.
it: Non lo sapevi? Tua madre apparteneva a una lunga stirpe di re. L'ultima del suo ramo. Sei erede diretto al trono di Wesnoth.
pl: Nie wiedziałeś? Twoja prawdziwa matka była z prastarej lini królewskiej. Ostatnią z tej gałęzi rodu. Jesteś prawdziwym następcą tronu Wesnoth.
tr: Bilmiyor muydunuz? Gerçek anneniz kral soyundandı ve soyunun son ferdiydi. Siz Wesnoth tahtının gerçek varisisiniz.

source: Along with your cousins from other branches, of course. They are all true heirs to the throne of Wesnoth.
fr: Comme le sont également vos cousins des autres branches, bien sûr. Ils sont tous les véritables successeurs au trône de Wesnoth.
it: Assieme ai tuoi cugini da altri rami, naturalmente. Sono tutti eredi diretti al trono di Wesnoth.
pl: Razem z całą masą kuzynów z innych odgałęzień rodu, oczywiście. Oni wszyscy też są prawdziwymi następcami tronu Wesnoth.
tr: Uzak akraba olan amca çocuklarınız dahil, hepiniz Weshoth Krallığının gerçek varislerisiniz.

source: What? Ruvio, I don't want to be king.
fr: Quoi ? Ruvio, je ne veux pas devenir le roi.
it: Cosa? Ruvio, io non voglio essere re.
pl: Co? Ruvio, ja nie chcę być królem.
tr: Ne? Ruviyo, ben kral olmak istemiyorum.

source: You have no choice. This is your destiny.
fr: Vous n'avez pas le choix. Tel est votre destin.
it: Non hai scelta. È il tuo destino.
pl: Nie masz wyboru. To twoje przeznaczenie.
tr: Seçme hakkınız yok. Bu sizin kaderiniz.

source: No, I don't want to. Besides, there are other heirs, why me? What should I do with those other cousins, if they won't recognise me as king?
fr: Non, je ne veux pas. D'ailleurs, il y a d'autres héritiers, pourquoi moi ? Que ferai-je avec ces autres cousins s'ils ne me reconnaissent pas comme roi ?
it: No, non voglio. E poi se ci sono altri eredi, perché io? Che cosa dovrei fare con quei altri cugini, se non mi riconosceranno come re?
pl: Nie, nie chcę. Poza tym, skoro są inni następcy, dlaczego ja? Co niby miałbym zrobić z tymi wszystkimi kuzynami, gdyby nie uznali we mnie króla?
tr: Hayır, istemiyorum. Ayrıca, başka varisler de var, neden ben? Beni kral olarak tanımazlarsa diğer amca oğullarını ne yapacağım?

source: Why, you should fight them and kill them. That's kind a family tradition. Your mother haven't told you?
fr: C'est pourquoi vous devez les défier et les tuer. C'est une sorte de tradition familiale. Votre mère ne vous a rien dit ?
it: Perché, dovresti combatterli e ucciderli. Questa è una simpatica tradizione di famiglia. Tua madre non te lo ha detto?
pl: Jak to co, powinieneś ich pokonać i pozabijać. To taka wasza rodzinna tradycja. Twoja matka ci o tym nie mówiła?
tr: Neden, onlarla döğüşmeli ve onları öldürmelisiniz. Bu bir çeşit aile geleneğinizdir. Anneniz söylemedi mi?

source: No. I want only peace. I do not want to start civil wars, or fight for any thrones. No and let's not talk about it again.
fr: Non, je ne veux que la paix. Je ne veux pas commencer des guerres civiles ou me battre pour un trône. Non, n'en parlons plus.
it: No. Io voglio soltanto la pace. Non voglio scatenare guerre civili, o una lotta per qualunque trono. No e non parliamone più.
pl: Nie. Chcę tylko pokoju. Nie chcę wszczynać wojen domowych, ani walczyć o żadne trony. Nie, i więcej o tym już nie mówmy.
tr: Hayır. Sadece barış istiyorum. İç savaş başlatmak ya da taht için döğüşmek niyetinde değilim. Hayır. Ve bundan bir daha bahsetmeyelim.

source: There will be time, when we will have to talk about it again. Now we should get through the lines of the Akladians.
fr: Il arrivera un moment où nous devront en reparler. En attendant, nous devrions passer au travers des lignes akladiennes.
it: Verrà un tempo in cui dovremo parlarne di nuovo. Ora dovremmo attraversare le linee degli uomini di Akladia.
pl: Nadejdzie czas, kiedy będziemy musieli o tym znowu pomówić. A teraz musimy przedostać się przez linie Akladyjczyków.
tr: İleride, hakkında tekrar konuşacak vaktimiz olacak. Şimdi Akladyalı düşmanlarımızı yoketmek zorundayız.

source: If I may suggest, my lord. We are here to gather news. But I don't think if interrogating eastern enemy leader have any sense. He does not look important enough. The second one, on the second hand...
fr: Si je peux faire une suggestion, Monseigneur. Nous sommes ici pour collecter des nouvelles. Mais je ne pense pas qu'interroger des chefs ennemis de l'est ait du sens. Ils n'ont pas l'air assez importants. D'un autre coté, l'autre...
it: Se posso suggerire, mio signore. Siamo qui per raccogliere notizie. Ma non penso che interrogare il comandante nemico a est abbia senso. Non sembra abbastanza importante. L'altro, invece...
pl: Jeżeli mi wolno coś zasugerować, mój panie. Jesteśmy tutaj by zbierać wiadomości. Ale nie sądzę, by przesłuchanie wschodniego przywódcy coś dało. Nie wygląda na dość ważnego. Ten drugi natomiast...
tr: Benim bir önerim olabilir, efendim. Biz istihbarat toplamak için buradayız. Fakat doğudaki düşman lideriyle konuşmanın zahmete değmeyeceğini düşünüyorum. Yeterince önemli görünmüyor. İkincisiyle ilgilenelim...

source: Move Gawen to southern edge of the map OR
fr: Déplacez Gawen à la limite sud de la carte, OU
it: Sposta Gawen al margine meridionale della mappa O
pl: Przesuń Gawena do południowej części mapy ALBO
tr: Gaven’ı haritanın güney kenarına götür VEYA

source: Uhmmm.. I should investigate him, right? So... Uhmm.. What you have eat for breakfast?
fr: Hummm... Je devrais donc interroger celui de droite. Bon ... Qu'as-tu mangé au petit-déjeuner ?
it: Uhmmm.. Dovrei interrogarlo, giusto? Dunque... Uhmm.. Che cosa c'è da mangiare per colazione?
pl: Eee.. No tak, powinnam go chyba przesłuchać, prawda? No więc.. hm.. Co jadłeś dziś na śniadanie?
tr: Hımmm.. Onu teftiş etmeliyim, değil mi? Öyleyse... Hımmm.. Kahvaltıda ne var?

source: What ?!?
fr: Quoi ?!?
it: Cosa?!?
pl: Że co ?!?
tr: Ne ?!?

source: Ah, never mind.
fr: Euh, laisse tomber.
it: Ah, lascia perdere.
pl: A, nieważne.
tr: Ah, boş ver.

source: Wait, do not kill him!
fr: Attends, ne le tue pas.
it: Aspetta, non ucciderlo!
pl: Stój, nie zabijaj go!
tr: Bekle, onu öldürme!

source: He is already dying. I do not think he heard us.
fr: Il meurt déjà. Je ne pense pas qu'il nous ait entendus.
it: È in agonia. Non penso che ci abbia udito.
pl: On już kona. Nie sądzę, by nas słyszał.
tr: Ölmek üzere. Bizi duyduğunu sanmıyorum.

source: Just as I've told you, I rarely miss!
fr: Juste comme je vous le disais. Je manque rarement ma cible !
it: Ve l'avevo appena detto, raramente manco il bersaglio!
pl: Tak jak wam mówiłam, rzadko kiedy chybiam!
tr: Dediğim gibi, ben nadiren vuramam!

source: What the... The elves!
fr: Quoi les ... Les elfes !
it: Ma che... Gli elfi!
pl: Co u... Elfy!
tr: Ne... Elfler!

source: Eeek! The elves! Green devils are here!
fr: Beurk ! Les elfes ! Les démons verts sont ici !
it: Ehi! Gli elfi! Sono arrivati i diavoli verdi!
pl: Ajaj! Elfy! Zielone diabły są tutaj!
tr: Olamaz! Elfler! Yeşil şeytanlar burada!

source: We fought our way out of forests. What now?
fr: Nous en sommes sortis de cette forêt. Et maintenant ?
it: Ci siamo aperti la strada combattendo per le foreste. E ora?
pl: Wywalczyliśmy sobie drogę poza te lasy. Co teraz?
tr: Yolumuzun dışında ormanlarda döğüştük. Ya şimdi?

source: Now Gaumhaldric the Great will accomplish all those amazing things bards will sing about him in future.
fr: Maintenant, Gaumhaldric-le-Grand va accomplir toutes ces choses magnifiques que les bardes chanteront en son souvenir dans le futur.
it: Adesso Gaumhaldric il Grande compirà tutte quelle cose meravigliose di cui i bardi canteranno in futuro.
pl: Teraz Gaumhaldric Wielki dokona tych wszystkich zadziwiających czynów, które będą opiewane przez bardów w przyszłości.
tr: Şimdi Büyük Gamlıhaldrik, ozanların gelecekte hakkında şarkılar düzeceği bu şaşırtıcı şeylerin hepsinin üstesinden gelecek.

source: Ruvio, could you please sent her back to home?
fr: Ruvio, pourrais-tu, s'il te plaît, la renvoyer chez elle ?
it: Ruvio, per favore non potresti rimandarla a casa?
pl: Ruvio, czy mógłbyś odesłać ja do domu?
tr: Ruviyo, lütfen onu eve gönderir misin?

source: Stop it, kids. We have to go. We have a mission to accomplish.
fr: Arrêtez les enfants. Nous avons une mission à accomplir.
it: Smettetela, bambini. Dobbiamo andare. Abbiamo una missione da compiere.
pl: Przestańcie, dzieciaki. Musimy iśc. Mamy misję do wypełnienia.
tr: Durun çocuklar. Biz gitmek zorundayız. Tamamlamamız gereken bir görev var.

source: GREAT mission. Hey, Gaumhaldric, I think I just made a song about this. Do you want to hear it?
fr: Une GRANDE mission. Hé, Gaumhaldric, j'y pense, j'ai justement écrit une chanson à ce sujet. Voulez-vous l'entendre ?
it: Missione FANTASTICA. Ehi, Gaumhaldric, credo di aver appena scritto una canzone al riguardo. La vuoi sentire?
pl: *Wielką i Wspaniałą* misję. Hej, Gaumhaldric, chyba właśnie wymyśliłam pieśń na ten temat. Chciałbyś jej posłuchać?
tr: BÜYÜK görev. Hey, Gamlıhaldrik, bunun hakkında bir şarkı yaptım. Dinlemek ister misin?

source: If I may suggest something, you may want to use elves. Six elves alone is the force which is strong enough to hold eastern leader, especially when using hit-and-run tactics. You may ignore one of the enemies at all and use all your forces against another one. Do not hurry, we have quite a lot of time.
fr: Si je peux suggérer quelque chose, vous devriez utiliser les elfes. Six elfes représentent la force suffisante pour résister au chef de l'est, spécialement en utilisant une tactique 'frappe et fuis'. Vous pouvez ignorer un ennemi et utiliser toutes les forces contre l'autre. Il ne faut pas nous presser, nous avons tout le temps.
it: Se posso suggerire qualcosa, dovresti usare gli elfi. Solo sei elfi sono sufficienti per bloccare il comandante a est, specialmente se usi una tattica mordi e fuggi. Puoi ignorare uno dei due nemici e usare tutte le tue forze contro l'altro. Non avere fretta, abbiamo abbastanza tempo.
pl: Jeżeli wolno mi coś zasugerować, rozważ użycie elfów. Sześć elfów to siła wystarczająca to powstrzymania wschodniego dowódcy, zwłaszcza atakując z doskoku i unikając zwarcia. Możesz też zignorować całkowicie jednego wroga i użyć wszystkich sił przeciwko drugiemu. Nie śpiesz się, mamy mnóstwo czasu.
tr: Birşeyler önerebilseydim, elfleri kullanmayı düşünebilirsiniz derdim. Altı kişilik bir elf grubu özellikle gerilla taktiklerini kullanarak doğudaki lideri tutmak için yeterli olur. Böylece düşman liderlerinden birini tamamen yoksayabilir ve tüm gücünüzü diğerine karşı kullanabilirsiniz. Acele etmeyin, bol bol zamanımız var.

source: Scouting
fr: Exploration
it: Ricognizione
pl: Rozpoznanie
tr: Gözlem

source: After leaving Forests of Raedwood, Gawen and his companions found themselves faced with the problem: what to do next and how to fulfill request of Mithrandil. Gawen wasn't sure what it does mean 'find the real reason of Akladian-Orcish alliance' and definitely had no idea how he was supposed to accomplish that.
fr: Après avoir quitté les bois de Raedwood, Gawen et ses compagnons font face à un problème : que faire ensuite pour répondre à la requête de Mithrandil. Gawen n'était pas sûr de ce que voulait dire exactement 'trouver la vraie raison de l'alliance akladienne-orc' et il n'avait vraiment aucune idée de la manière dont il était censé accomplir cela.
it: Usciti dalle foreste di Raedwood, Gawen e i suoi compagni dovettero affrontare il problema: cosa fare per soddisfare la richiesta di Mithrandil. Gawen non era sicuro di cosa volesse dire «scoprire la vera ragione dell'alleanza tra orchi e Akladia» e non aveva proprio nessuna idea di come avrebbe potuto farlo.
pl: Po opuszczeniu Lasu Raed, Gawen i jego towarzysze stanęli przed dylematem co robić dalej by wypełnić prośbę Mithrandila. Gawen nie był pewien, co to znaczy 'odkryj prawdziwe powody sojuszu między orkami i Akladyjczykami, a już zupełnie nie miał pojęcia w jaki sposób miał tego dokonać.
tr: Kızılağaç ormanlarından çıktıktan sonra Gaven ve arkadaşları kendilerini asıl sorunla yüz yüze buldular: Mitrandil’in isteği nasıl yerine getirilecek ve bundan sonra ne olacaktı? Gaven, ‘Orklarla Akladyalılar arasındaki ittifakın ardındaki gerçekleri bulma’nın ne demek olduğunu bilemediği gibi bunun nasıl üstesinden geleceği hakkında da kesinlikle bir fikri yoktu.

source: I was still confused. When I saw Gawen, at first I had not recognised him. He had changed from the last time I saw him. He was just a kid then, now he looked more like a young man. Amazing change in just a few months.
fr: Je fus troublé quand je vis Gawen. Au début, je ne pus le reconnaître. Il avait changé depuis la dernière fois où je l'avais vu. Il n'était qu'un enfant alors. Là, il faisait plus jeune homme. Changement fabuleux en seulement quelques mois.
it: Sono ancora confusa. Quando ho visto Gawen, all'inizio non lo avevo riconosciuto. Era cambiato dall'ultima volta che lo vidi. Allora era solo un ragazzo, ora sembra un giovane uomo. Un cambiamento stupefacente in appena in alcuni mesi.
pl: Gdy zobaczyłam Gawena ponownie w mojej głowie wciąż jeszcze panował chaos. W pierwszej chwili go nie rozpoznałam, zmienił się od czasu gdy widziałam go po raz ostatni. Wtedy był tylko dzieckiem, teraz wyglądał jak młody mężczyzna. Zdumiewająca zmiana w ciągu zaledwie kilku miesięcy.
tr: Ben hala şaşkınım. Gaven’ı gördüğümde, ilk başta onu tanıyamadım. Son gördüğümden beri çok değişmiş. Henüz bir çocuktu, şimdi ise genç bir adam olarak karşıma çıktı. Bir kaç ay içinde inanılmaz bir değişiklik.

source: And he was amongst underlings. Underling child which tried to behave like a woman, underling man who looked like veteran of many battles, underling soldiers, and what's even worse: the elves. Green devils. But for last few months I was constantly amongst underlings, so I wasn't as moved as you could think.
fr: Et il était au milieu d'inférieurs. Une enfant inférieure qui essayait de se comporter comme une femme, un mâle inférieur qui essayait de ressembler à un vétéran de nombreuses batailles, des soldats inférieurs et, c'était le pire, des elfes. Des démons verts. Pourtant, depuis quelques mois, je vivais constamment parmi les inférieurs, je n'étais donc pas si dédaigneux que vous ne pourriez le croire.
it: Ed era fra i miserabili. Una bambina miserabile che cerca di comportarsi come una donna, un uomo miserabile che pare un veterano di molte battaglie, soldati miserabili e che cosa che è ancora peggio: gli elfi. Diavoli verdi. Ma negli ultimi mesi sono stata costantemente in mezzo ai miserabili, dunque mi sono impressionata come si potrebbe pensare.
pl: I był wśród pariasów. Dziecko próbujące zachowywać się jak dorosła kobieta, mężczyzna wyglądający na weterana wielu bitew, żołnierze i co najgorsze: elfy. Zielone diabły. Jednakże sama będąc przez kilka ostatnich miesięcy między pariasami, nie byłam aż tak wstrząśnieta jak można by pomyśleć.
tr: Ve o paryalar arasındaydı: bir kadın gibi davranmaya çalışan bir parya kız; savaşların kıdemli askeri gibi görünen bir parya adam; bir sürü parya asker; ve daha da beteri: elfler. Yeşil şeytanlar. Fakat son bir kaç aydır ben de kesinlikle paryalar arasındaydım; onların arasında yaşamak fikrine neredeyse alıştım... Hemen hemen.

source: Looking at him, I kept on thinking about what oracle told me once and suddenly I started to be afraid of those thoughts. When his father died, I thought that everything - well, almost everything - what Oracle had told me - were lies, but now.. Now I was scared and .. I tried not to think about it. But it kept coming back.
fr: En le voyant, j'ai repensé à ce que l'oracle m'avait dit un jour et soudain j'ai eu peur de ces pensées. Quand son père est mort, j'ai pensé que tout ce que l'oracle avait dit était faux, ou presque. Mais maintenant... j'avais peur et... j'essayais de ne pas y penser. Mais ça me revenait toujours.
it: Guardandolo, ho rimuginato su quello che l'Oracolo mi aveva detto un tempo e improvvisamente ho provato paura per quei pensieri. Quando suo padre morì ho pensato che tutto - be', quasi tutto - quello che l'Oracolo mi aveva detto - era falso, ma ora... Ora ho paura e... Ho provato a non pensarci. Ma mi torna sempre alla mente.
pl: Patrząc na niego, wciąż myślałam o tym, co powiedziała mi wyrocznia i nagle zaczęłam się bać tych myśli. Kiedy jego ojciec zginął, wydawało mi się, że wszystko - no, prawie wszystko - co wtedy usłyszałam okazało się kłamstwem, ale teraz... Teraz byłam przerażona i ... próbowałam o tym nie myśleć. Bezskutecznie.
tr: Ona bakarak, yardımcı olamam ama kahinin dediklerini hatırlayabilirim. Birdenbire bu düşüncelerden korkmaya başladım. Babası öldüğünde kahinin bana yalan olduğunu söylediği herşeyi - ama hemen hemen herşeyi - düşündüm, ama şimdi.. Şimdi paniğe kapıldım... ve onun hakkında düşünmemeye çalışıyorum. Fakat aklımın bir köşesinde tutuyorum.

source: Gawen ordered his soldiers to march fast to the temporary base he made in the plains north from Barnon. He was affraid that more enemy forces would arrive, and wanted to take care of his wounded.
fr: Gawen ordonna à ses soldats de marcher vite vers la base temporaire qu'il avait établie dans les plaines au nord de Barnon. Il avait peur que d'autres forces ennemies n'arrivent et il voulait s'occuper de ses blessés.
it: Gawen ordinò ai suoi soldati di marciare velocemente alla base provvisoria che avevano preparato nelle pianure a nord di Barnon. Temeva le altre forze nemiche che sarebbero arrivate e desiderava avere il tempo di curare i suoi feriti.
pl: Gawen nakazał swoim żołnierzom szybki marsz do tymczasowej bazy, którą założył na północ od Barnon. Obawiał się, że mogą się pojawić większe siły wroga, a poza tym chciał zająć się swoimi rannymi.
tr: Gaven askerlerine, Barnon’un kuzeyinde ovada kurduğu geçici üsse gece-gündüz ilerlemelerini emretti. Daha fazla düşman kuvvetiyle karşılaşmaktan korkuyordu ve yaralanmamaya dikkat etmek istiyordu.

source: Fighting within swamps of Saorduc had not made anyone happy and Gawen's soldiers were delighted with leaving the frozen fens. They were all mired in strange mix of mud and snow, and this was not improving their mood.
fr: La perspective de combattre dans les marais de Saorduc n'avait jamais rendu heureux personne et les soldats de Gawen n'appréciaient pas de devoir quitter les terres gelées. Ils baignaient tous dans un étrange mélange de boue et de neige ce qui n'améliorait en rien leur humeur.
it: Il combattimento nelle paludi di Saorduc non aveva fatto la gioia di nessuno e i soldati di Gawen erano felici di lasciare quell'acquitrino gelido. Erano tutti luridi di una strana poltiglia di neve e fango e certo questo non migliorava il loro umore.
pl: Bitwa wśród bagien Saorduc nie uszczęśliwiła nikogo i żołnierze Gawena byli zadowoleni mogąć opuścić zmrożone trzęsawiska. Wszyscy byli umazani dziwną mieszaniną błota i śniegu, i tym bardziej nie poprawiało to ich nastroju.
tr: Sourduc bataklıklarına yarı beline kadar gömülmüş vaziyette döğüşmek herkesin moralini bozmuştu. Soğuk bataklıktan çıkmak Gaven’ın askerlerini çok sevindirdi. Çamur ve karın tuhaf karışımı üzerlerine yapışmış ve bu durum onların ruh hali üzerinde hiç de olumlu bir etki bırakmamıştı.
