Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: We could, but in swamps of Saorduc Saurians live, and they rarely go outside of their mud. I doubt they would know anything useful. There are also some villages there, you could go and ask peasants, maybe they would know something.
fr: On pourrait, mais des sauriens vivent dans les marais de Saorduc et ils sortent rarement de leur boue. Je doute qu'ils puissent nous apprendre quoi que ce soit d'utile. Il y a aussi quelques villages là-bas, vous pourriez demander aux paysans, peut-être sauront-ils quelque chose.
it: Potremmo, ma nelle paludi di Saorduc vivono i Sauri e raramente escono dal loro fango. Dubito che conoscano qualche cosa di utile. Ci sono inoltre alcuni villaggi là, si potrebbe andare a chiedere ai contadini, forse sanno qualcosa.
pl: Jasne, że moglibyśmy, ale w bagnach Saorduc żyją Jaszczuroludzie, a one rzadko wychylają nosa poza swoje błoto. Wątpie, by wiedziały cokolwiek użytecznego. W okolicy jest też sporo wiosek, można popytać się wieśniaków, może by wiedzieli coś.
tr: Olur, ama Saorduc bataklıklarında Sürüngenler yaşar ve çamuru nadiren terkederler. İşe yarar bir şeyler bildiklerine inanmıyorum. Orada ayrıca köyler de var. Gidip köylülerden bildiklerini öğrenebiliriz.

source: Frankly, I have no idea what to do now. We have already been in all the obvious locations.
fr: Franchement, je n'ai aucune idée de quoi faire maintenant. Nous avons déjà été dans tous les endroits évidents.
it: Sinceramente, non ho idea di che cosa fare adesso. Siamo già stati in tutti i posti possibili.
pl: Szczerze, nie mam pojęcia, co powinniśmy teraz uczynić. Byliśmy we wszystkich oczywistych lokalizacjach.
tr: Açıkçası, şimdi ne yapmak gerektiği hakkında en ufak bir fikrim yok. Biz zaten bilinen yerlerin hepsine baktık.

source: Raedwood Forest
fr: La Forêt de Raedwood
it: La foresta di Raedwood
pl: Las Raed
tr: Kızılağaç Ormanı

source: To Freetown
fr: Vers Libreville
it: Per Freetown
pl: Do Wolnego Miasta
tr: Özgürkent’e gider

source: To Haeltin
fr: Vers Haeltin
it: Per Haeltin
pl: Do Haeltin
tr: Haeltin’e gider

source: To Saorduc swamps
fr: Vers les marais de Saorduc
it: Per le paludi di Saorduc
pl: Do bagien Saorduc
tr: Saorduc Bataklıklarına gider

source: To Barnon
fr: Vers Barnon
it: Per Barnon
pl: Do Barnon
tr: Barnon’a gider

source: This is extremely important to everyone to remember that you should not reference Gawen by his real name. Call him Gaumhaldric.
fr: Il est extrêmement important que chacun se souvienne de ne pas faire référence à Gawen par son vrai nom. Appelez-le Gaumhaldric.
it: È estremamente importante che tutti si ricordino che non ci si deve riferire a Gawen con il suo vero nome. Chiamatelo Gaumhaldric.
pl: Jest bardzo ważne, byście wszyscy pamiętali, że nie powinniście zwracać się do Gawena za pomocą jego prawdziwego imienia. Nazywajcie go Gaumhaldric.
tr: Ondan bahsederken kimsenin gerçek ismini, Gaven’ı kullanmaması aşırı derecede önemli. Gamlıhaldrik diyeceksiniz.

source: Because our people at Freetown are not ready for having Akladian as leader. And, for second, because then Bor Cryne would send all his army to pursue us.
fr: Parce que notre peuple à Libreville n'est pas prêt à avoir un Akladien à sa tête. Deuxièmement parce que Bor Cryne nous enverrait toutes ses armées pour nous punir.
it: Poiché la nostra gente a Freetown non è pronta ad avere un capo di Akladia. E, in secondo luogo, perché allora Bor Cryne manderebbe tutto il suo esercito a inseguirci.
pl: Ponieważ ludzie w Wolnym Mieście nie są gotowi na przywódcę będącego Akladyjczykiem. A po drugie, ponieważ wtedy Bor Cryne wysłałby całą swoją armię by nas ścigała.
tr: Birincisi, Özgürkent halkı bir Akladyalıyı liderleri olarak görmeye hazır değil. İkincisi ise Bor Krayn’ın bizi ele geçirmek için tüm ordusunu gönderebilecek olmasıdır.

source: Gaumhaldric.. So, this is why my son is not shaving? He wants to hide his real identity under a beard?
fr: Gaumhaldric. C'est donc pour cela que mon fils ne se rase plus ? Il veut cacher sa véritable identité derrière une barbe ?
it: Gaumhaldric.. Ecco, dunque, perché il mio figlio non si rade? Vuole nascondere la sua vera identità sotto la barba?
pl: Gaumhaldric... Ach, więc to jest powód dla którego mój syn się nie goli? Chce ukryć swoją tożsamość pod brodą?
tr: Gamlıhaldrik... Ah, oğlumun traş olmama sebebi bu mu? Gerçek kimliğini bir sakalın altında mı gizlemeye çalışıyor?

source: Nonono. He has to have a beard, because all our great kings had beards.
fr: Non, non et non ! Il doit porter la barbe parce que tous nos grands rois en avaient une.
it: Nonono. Deve portare la barba perché tutti i grandi re hanno la barba.
pl: Nienienie. On musi mieć brodę, ponieważ wszyscy nasi wielcy królowie mieli brody
tr: Hayır, hayır. Bir sakalı olmak zorunda, çünkü bizim büyük krallarımızın hepsi sakallıydı.

source: This is a large-scale map, where you will choose a way to go. You should move Gawen to any of the signpost or any other location to trigger moving to next scenario. Move Gawen to tent to talk with his friends.
fr: C'est une carte à grande échelle sur laquelle vous choisirez le chemin à suivre. Il suffit de déplacer Gawen sur n'importe quel panneau indicateur ou n'importe quel autre endroit pour atteindre le prochain scénario. Déplacez Gawen vers la tente pour qu'il discute avec ses amis.
it: Questa è una mappa su grande scala, dove potrai scegliere dove andare. Devi spostare Gawen verso un cartello o in qualunque altra posizione per cominciare a muoverti verso il prossimo scenario. Sposta Gawen verso la tenda per discutere con i suoi amici.
pl: To mapa o dużej skali, na której możesz wybrać drogę. Możesz przesunąć Gawena do któregokolwiek z drogowskazów, albo jakiejkolwiek innej lokacji aby przejść innego scenariusza. Przesuń Gawena do namiotu, jeżeli chcesz porozmawiać z przyjaciółmi.
tr: Bu büyük ölçekli bir haritadır. Burada nereye gideceğinizi seçeceksiniz. Bir sonraki senaryoya geçmek için Gaven’ı yol işaretlerinden birine veya belli bir konuma götürmelisiniz. Arkadaşlarıyla konuşturmak isterseniz Gaven’ı çadıra götürün.

source: My lord, we cannot go back to Freetown. We have nothing to report, and we have not found anything about the orcs.
fr: Monseigneur, nous ne pouvons pas rentrer à Libreville. Nous n'avons rien à rapporter et nous n'avons rien trouvé au sujet des orcs.
it: Mio signore, non possiamo andare di nuovo a Freetown. Non abbiamo niente da riferire e non abbiamo scoperto ancora nulla sugli orchi.
pl: Panie mój, nie możemy wracać do Wolnego Miasta. Nie mamy żadnych informacji do przekazania i nie dowiedzieliśmy się niczego o orkach.
tr: Efendim, Özgürkent’e geri dönemeyiz. Raporlayacak birşey yok ve orklar hakkında hiçbir şey bulamadık.

source: My lord, I do not think we should go back to Freetown already. We had not met with that She-wolf of Haeltin east from here. She may know something, fighting with orcs already.
fr: Monseigneur, je ne pense pas que nous devrions déjà rentrer à Libreville. Nous n'avons pas encore rencontré cette Louve d'Haeltin à l'est. Elle peut savoir quelque chose puisqu'elle a déjà combattu les orcs.
it: Mio signore, non penso che dovremmo già tornare di nuovo a Freetown. Non abbiamo ancora incontrato quella Lupa di Haeltin a est di qui. Forse sa qualcosa, avendo combattuto con gli orchi.
pl: Panie nie powinniśmy wracać do Wolnego Miasta tak wcześnie. Nie rozmawialiśmy jeszcze z tą Wilczycą z Haeltin na wschód stąd. Może będzie coś wiedziała, w końcu walczyła już z orkami.
tr: Efendim, Özgürkent’e dönmemiz gerektiğini zaten düşünmüyorum. Buranın doğusundaki Haeltin’in dişi kurdu ile henüz tanışmadık. Dişi kurt, orklarla döğüşmeyi zaten biliyordur.

source: We were in Haeltin already. Were to go now?
fr: Nous sommes déjà allés à Haeltin. Où irons-nous maintenant ?
it: Siamo già a Haeltin. Dove andiamo adesso?
pl: Już byliśmy w Haeltin. Gdzie teraz?
tr: Haeltin’e bakmıştık. Yine mi gideceğiz?

source: Are you sure you want to go there?
fr: Êtes-vous sûr de vouloir aller là-bas ?
it: Sei sicuro di volerci andare?
pl: Jesteś pewien, że chcesz tam się dostać?
tr: Oraya gitmek istediğinize emin misiniz?

source: Yes, definitely.
fr: Oui, absolument.
it: Certamente sì.
pl: Zdecydowanie tak.
tr: Evet, kesinlikle.

source: Well, maybe not.
fr: Eh bien, peut-être pas.
it: Be', forse no.
pl: Może jednak nie.
tr: Şart değil.

source: As you wish, my lord.
fr: Comme vous voudrez, Monsieur.
it: Come desideri, mio signore.
pl: Jak sobie życzysz, mój panie.
tr: Nasıl isterseniz, efendim.

source: We already were in Saorduc. Were to go now?
fr: Nous avons déjà exploré Saorduc. Où irons-nous maintenant ?
it: Siamo già a Saorduc. Dove andiamo adesso?
pl: Byliśmy już w Saorduc. Gdzie teraz?
tr: Saorduc’a bakmıştık. Yine mi gideceğiz?

source: Are you sure you want to go there? I've told you that I doubt Saurians know anything useful.
fr: Êtes-vous sûr de vouloir aller là-bas ? Je vous ai dit douter que les sauriens sachent quoi que ce soit d'utile.
it: Sei sicuro di volerci andare? Ti ho già detto che dubito che i Sauri sappiano qualcosa di utile.
pl: Jesteś pewien, że chcesz tam iść? Mówiłem ci, że wątpię by Jaszczuroludzie wiedzieli coś, co by się okazało dla nas użyteczne.
tr: Oraya gitmek istediğinden emin misin? İşi yarar şeyler bildiklerine dair tereddütlerim olduğunu size söylemiştim.

source: So, on to Saorduc! Hope it is wise decision and lizard men would know something about orcs.
fr: Bien, en route pour Saorduc ! Espérons que c'est une sage décision et que les hommes-lézards sauront quelque chose sur les orcs.
it: A Saorduc dunque! Speriamo che sia una saggia decisione e che le lucertole sappiano qualcosa degli orchi.
pl: A więc, do Saorduc! Mam nadzieję, że to mądra decyzja i Jaszczuroludzie będą coś wiedzieć o orkach.
tr: Öylese, Saorduc üzerine! Umarım iyi düşünülmüş bir karardır ve kertenkele adamlar orklar hakkında bir şeyler biliyordur.

source: Lizards? We already fought with them. I hate lizards.
fr: Des lézards ? On en a déjà combattu. Je déteste les lézards.
it: Lucertole? Ci abbiamo già combattuto. Odio le lucertole.
pl: Jaszczury? Już z nimi walczyłam. Nienawidzę jaszczurów.
tr: Kertenkeleler? Biz zaten onlarla döğüştük. Kertenkelelerden nefret ediyorum.

source: That was wise decision, my lord.
fr: C'était une bonne décision, Monseigneur
it: È stata una saggia decisione, mio signore.
pl: To była mądra decyzja, mój panie.
tr: Bu iyi düşünülmüş bir karardı, efendim.

source: We already were scouting near Barnon. Were to go now?
fr: Nous avons déjà exploré les environs de Barnon. Où irons-nous maintenant ?
it: Siamo già stati in ricognizione vicino a Barnon. Dobbiamo andarci ora?
pl: Już przeprowadzaliśmy zwiad koło Barnon. Dokąd teraz?
tr: Biz zaten Barnon yakınlarına bakmıştık. Yine mi gidiyoruz?

source: Are you sure you want to go there? A lot of enemy soldiers could be near Barnon.
fr: Êtes-vous sûr de vouloir aller là-bas ? Il y a probablement beaucoup de soldats ennemis aux alentours de Barnon.
it: Sei sicuro di volerci andare? Ci potrebbe essere un mucchio di nemici vicino a Barnon.
pl: Jesteście pewni, że chcecie tam ruszyć, panie? Wielu nieprzyjacielskich żołnierzy jest zapewne koło Barnon.
tr: Oraya gitmek istediğinizden emin misiniz? Barnon yakınında çok sayıda düşman askeri olabilir.

source: This could be dangerous. But also, extremely valuable. We definitely can find something about orcs there.
fr: Ça pourrait être dangereux. Mais ça en vaudra sûrement la peine. On trouvera sûrement quelque chose au sujet des orcs là-bas.
it: Potrebbe essere pericoloso. Ma anche estremamente importante. Sicuramente possiamo scoprire qualcosa sugli orchi là.
pl: To może być niebezpieczne. Ale także, bardzo owocne. Napewno możemy się tam dowiedzieć czegoś o orkach.
tr: Bu tehlikeli olabilir. Fakat ayrıca, oldukça yararlı olacaktır. Orada orklar hakkında kesinlikle bir şeyler bulacağız.

source: Yes, on other hand maybe we should search elsewhere.
fr: Oui, d'un autre côté, on devrait peut-être chercher ailleurs.
it: Sì, d'altra parte forse dovremmo cercare altrove.
pl: Tak, z drugiej strony może powinniśmy poszukać gdzie indziej.
tr: Evet, diğer yandan belki başka yerlere bakmalıyız.

source: Who is comin' here? What d'ya wanna from us?
fr: Qui va là ? Que voulez-vous ?
it: Chi sta arrivando? Che volete da noi?
pl: Kogo diabli niosą? Czego chcecie od nas?
tr: Buraya gelen kim? Bizden ne istiyorsunuz?

source: Don't be afraid, I want ask you few question and then I will go.
fr: N'ayez crainte, je veux juste vous poser quelques questions et puis je pars.
it: Non aver paura, vorrei solo farti qualche domanda e poi me ne andrò.
pl: Nie bójcie się. Chcę wam zadać kilka pytań a potem odejdę.
tr: Korkma, bir kaç soru sorup gideceğim.

source: So go an' ask us
fr: Très bien, allez-y
it: Avanti, chiedi.
pl: No to pytaj.
tr: Öyleyse, sor

source: Please, tell me...
fr: S'il vous plaît, dites-moi...
it: Prego, dimmi...
pl: Proszę, powiedzcie mi...
tr: Lütfen. söyler misin?...

source: Do you know where the place called Bontom is?
fr: Savez-vous où se trouve l'endroit appelé Bontom ?
it: Sai dove si trova il luogo chiamato Bontom?
pl: Czy wiesz gdzie jest miejsce nazywane Bontom?
tr: Bontom diye bir yer biliyor musun?

source: Do you know anything about Reme Carrenemoe?
fr: Savez-vous quelque chose au sujet de Reme Carrenmoe ?
it: Hai notizie di Reme Carrenemoe?
pl: Czy wiecie cokolwiek o Reme Carrenemoe?
tr: Reme Karenemo ile ilgili bir şey biliyor musunuz?

source: Have you heard anything about orcs?
fr: Avez-vous entendu parler des orcs ?
it: Hai sentito qualcosa degli orchi?
pl: Czy słyszeliście cokolwiek o orkach?
tr: Orklar hakkında birşey duydunuz mu?

source: Would you want to fight for me?
fr: Accepteriez-vous de vous battre pour moi ?
it: Vuoi combattere per me?
pl: Czy zechcielibyście walczyć dla mnie?
tr: Benim için döğüşür müsün?

source: Go and work, good man.
fr: Retournez travailler, brave homme
it: Va' a lavorare, buon uomo.
pl: Idźcie do pracy, dobry człowieku.
tr: Git ve çalış, iyi adam.

source: Ah, welcome, we've heard about your victories, Gaumhaldric.
fr: Ah, soit le bienvenu, Gaumhaldric. Nous avons entendu parler de tes victoires.
it: Ah, benvenuto, ci è giunta notizia delle vostre vittorie, Gaumhaldric.
pl: Ach, witajcie, słyszeliśmy o twoich zwycięstwach, Gaumhaldriku.
tr: Hoşgeldin, Gamlıhaldrik. Zaferlerini duyduk.

source: I still can't get used that they are calling him Gaumhaldric.
fr: Je ne m'habitue toujours pas à ce qu'ils m'appellent Gaumhaldric.
it: Non mi sono ancora abituato a essere chiamato Gaumhaldric.
pl: Wciąż nie mogę przywyknąć, że nazywają go Gaumhaldric.
tr: Ona Gamlıhaldrik demelerine hala alışamadım.

source: Cute name, isn't it?
fr: Joli nom, n'est-ce pas ?
it: Bel nome, vero?
pl: Milusie imię, nieprawdaż?
tr: Şirin isim, değil mi?

source: Everything for you, young knight.
fr: Tout ce que vous voudrez, jeune chevalier
it: Per te qualsiasi cosa, giovane cavaliere.
pl: Dla was wszystko, młody rycerzu.
tr: Herşey senin, genç şövalye.

source: Free men from Raedwood forest! You are always welcomed here.
fr: Hommes libres des forêts de Raedwood ! Vous êtes toujours les bienvenus ici.
it: Uomini liberi della foresta di Raedwood! Qua siete sempre i benvenuti.
pl: Wolni ludzie z lasów Raed! Zawsze jesteście tu mile widziani.
tr: Kızılağaç ormanındaki özgür adamlar! Buraya hoşgeldiniz.

source: I would love to talk to...
fr: J'aimerais parler à...
it: Mi piacerebbe chiedere a...
pl: Chcę porozmawiać z ...
tr: Onunla konuşmayı severdim...

source: Yaranov
pl: Yaranovem

source: I changed my mind
fr: J'ai changé d'avis.
it: Ho cambiato idea.
pl: Zmieniłem zdanie
tr: Fikrimi değiştirdim.

source: Ruvio, please tell me..
fr: Ruvio, s'il te plaît, dis-moi...
it: Ruvio, per favore dimmi...
pl: Ruvio, proszę powiedz mi...
tr: Ruviyo, lütfen söyle bana...

source: Where Reme Carrenemoe could possibly be?
fr: Où Reme Carrenmoe pourrait-il bien être ?
it: Dove potrebbe essere Reme Carrenemoe?
pl: Gdzie może być Reme Carrenemoe?
tr: Reme Karenemo muhtemelen nerede olabilir?

source: Advice me what could we do now.
fr: Conseille-moi sur ce qu'on pourrait faire maintenant.
it: Consigliami cosa potremmo fare ora.
pl: Poradź mi co powinniśmy teraz zrobić.
tr: Bilmek istediklerini bana danışabilirsin.

source: Tell me about my mother
fr: Parle-moi de ma mère.
it: Dimmi di mia madre.
pl: Opowiedz mi o mojej matce
tr: Annemden bahset

source: You are joking, right? He is in our camp.
fr: Vous rigolez, n'est-ce pas ? Il est dans notre camp.
it: Stai scherzando, vero? È dalla nostra parte.
pl: Żartujesz, prawda? Jest w naszym obozie.
tr: Şaka yapıyorsun, değil mi? O bizim kampımızda.

source: Probably in that Bontom peasants told us about.
fr: Probablement à ce Bontom dont les paysans nous ont parlé.
it: Probabilmente in quel Bontom di cui ci hanno detto i contadini.
pl: Zapewne w tym miejscu zwanym Bontom o którym powiedzieli nam wieśniacy.
tr: Muhtemelen Bontom köylüleri biliyordur.

source: In some place called Bontom. We could ask peasants about it.
fr: Dans un endroit nommé Bontom. Nous devrions interroger les paysans à ce sujet.
it: In un certo posto chiamato Bontom. Potremmo chiedere ai contadini a questo proposito.
pl: W jakimś miejscu zwanym Bontom. Moglibyśmy się o to zapytać wieśniaków.
tr: Bontom diye bir yer. Köylülere hakkında ne bildiklerini sorabiliriz.

source: I have no idea where your friend may be.
fr: Je n'ai aucune idée d'où votre ami peut se trouver.
it: Non ho idea di dove possa essere il nostro amico.
pl: Nie mam pojęcie gdzie może być twój przyjaciel.
tr: Arkadaşınızın nerede olabileceği hakkında bir fikrim yok.

source: About your mother? What do you want to know about her?
fr: Votre mère ? Que voulez-vous savoir à son sujet ?
it: Di tua madre? Cosa vuoi sapere di lei?
pl: O twojej matce? Co chcesz o niej wiedzieć?
tr: Annenizden mi bahsedeyim? Onun hakkında ne bilmek istiyorsunuz?

source: Everything.
fr: Tout.
it: Tutto.
pl: Wszystko.
tr: Herşeyi.

source: Well, she was from royal house. Akladian king faced her with simple choice: she was to marry him or he would unleash his anger on her family. So, she agreed to that proposition. I was visiting her from time to time, singing her songs, telling her newses from home..
fr: En fait, elle était issue d'une maison royale. Le roi Akladien ne lui laissa qu'un choix simple. Si elle ne l'épousait pas, il déchaînerait sa colère contre sa famille. Elle accepta donc la proposition. Je lui rendais visite de temps à autre, nous chantions ses chansons, je lui donnais des nouvelles de son pays.
it: Be', apparteneva alla casa reale. Il re di Akladia le ha proposto una semplice scelta: avrebbe dovuto sposarlo altrimenti avrebbe scatenato la sua furia sulla sua famiglia. Così, ha dovuto accettare quella proposta. Di tanto in tanto le facevo visita, per cantarle delle canzoni, raccontarle le notizie di casa...
pl: Coż, była z królewskiego domu. Akladyjski król postawił ją przed prostym wyborem: albo go poślubi, albo jej rodzina odczułąby pełnię jego gniewu. Przystała więc na jego warunki. Odwiedzałem ją od czasu do czasu, śpiewając jej pieśni, opowiadając jej nowiny z domu...
tr: Pekala... O saraydandı. Akladya kralı basit bir seçimle ona yöneldi: anneniz onunla evlenmezse ailesi kralın öfkesinden nasibini alacaktı. Böylece anneniz kralla evlenmeye razı oldu. Ben ara sıra onu ziyaret ediyordum, bana şarkılar söylüyor, ben de ona saraydaki yeni haberleri anlatıyordum.

source: I think she even start to like that king, your father. When she gaven birth to you, she gave everything she had for you. But behind her back Akladian clans were conspiring.. and finally someone had given her poisoned cup. She died, died slowly. I was able to be next to her. I promised her to take care of you.
fr: Je pense qu'elle avait même commencé à apprécier le roi, votre père. Quand elle vous a donné naissance, elle aurait donné tout ce qu'elle avait pour vous. Mais les clans Akladiens conspiraient dans son dos. Finalement, on l'empoisonna. Elle mourut, d'une lente agonie. Je pus rester près d'elle. Je lui promis de m'occuper de vous.
it: Penso che cominciasse persino a piacerle quel re, vostro padre. Quando vi diede alla luce, si è dedicata completamente a voi. Ma alle sue spalle i clan di Akladia stavano cospirando... e alla fine qualcuno le diede una coppa avvelenata. Morì, morì lentamente. Ero riuscito a starle vicino fino all'ultimo. Le promisi di prendermi cura di te.
pl: Myślę, że nawet zaczęła lubić tego króla, twego ojca. Kiedy urodziła ciebie, wszystko co miała poswięciła tobie. Ale za jej plecami Akladyjskie klany wciąż spiskowały... i w końcu ktoś podał jej truciznę. Konała bardzo długo. Udało mi się pozostać przy niej do końca. Obiecałem jej zająć się tobą.
tr: Sanırım giderek kralı, yani babanızı sevmeye başladı. Sizi doğurduğunda, sahip olduğu herşeyi size verdi. Fakat ardından Akladyalı aileler fesat hazırlıklarına giriştiler... ve neticede birisi ona zehirli kupayı vermiş. Anneniz yavaş yavaş öldü. Onun yanında olamadım. Size dikkat edeceğime dair ona söz verdim.

source: Who have poisoned her?
fr: Qui l'a empoisonnée ?
it: Chi l'ha avvelenata?
pl: Kto ją otruł?
tr: Dnu kim zehirledi?

source: I don't know. No one knows.
fr: Je ne sais pas. Personne ne sait.
it: Non lo so. Nessuno lo sa.
pl: Nie wiem. Nikt nie wie.
tr: Bilmiyorum. Kimse bilmiyor.

source: Rob Roe mentioned Lorin clan once bought some special poison from Outlaws...
fr: Rob Roe dit une fois que le clan de Lorin avait acheté un poison spécial aux hors-la-loi.
it: Una volta Rob Roe menzionò il clan di Lorin che una volta comprò un certo veleno speciale dai Senzalegge...
pl: Rob Roe wspomniał, że klan Lorin kupił kiedyś specjalną truciznę od banitów...
tr: Robro, Lorin kabilesinden birisinin Haydutlardan özel bir zehir satın aldığından bahsetmişti...

source: And you think that...
fr: Et vous pensez que ...
it: E tu pensi che...
pl: I myślisz, że...
tr: Düşünüyorsun ki...

source: Why should I think that?
fr: Pourquoi le penserais-je ?
it: Perché dovrei pensarlo?
pl: Dlaczego miałbym tak myśleć?
tr: Neden bunu düşünmeliyim?

source: You are right, Gawen. Akladians are constantly poisoning each other. You might say, it's their national sport. But still.. yes, it have escaped my attention before.
fr: Vous avez raison, Gawen. Les Akladiens s'empoisonnent constamment. On pourrait dire que c'est leur sport national. Mais, en effet, cela avait échappé à mon attention avant.
it: Hai ragione, Gawen. La gente di Akladia si avvelena costantemente l'un l'altro. Si potrebbe dire che sia il loro sport nazionale. Ma ancora... sì, mi era uscito di mente.
pl: Masz rację, Gawenie. Akladyjczycy bez przerwy trują się nawzajem. Można by powiedzieć, że to ich narodowy sport. Ale jednak... taaak, przedtem umknęło to jakoś mojej uwagi..
tr: Haklısın, Gaven. Akladyalılar kesinlikle birbirlerini zehirliyorlar. Bunun ulusal sporları olduğu bile söylenebilir. Fakat hala... evet, o dikkatimden kaçmış.

source: Hey Karen, what's up?
fr: Hé, Karen, quoi de neuf ?
it: Ehi Karen, come va?
pl: Hej Karen, co tam u ciebie?
tr: Hey Karen, N’oluyor?

source: I just created a new song about you, want to hear it?
fr: Je viens juste d'écrire une nouvelle chanson pour vous. Voulez-vous l'entendre ?
it: Ho appena finito di scrivere una nuova canzona, la vuoi sentire?
pl: Właśnie napisałam nową pieśń o tobie, chcesz posłuchać?
tr: Hakkında yeni bir şarkı yaptım, duymak ister misin?

source: You are gifted girl, fighting, singing, what else can you do?
fr: Vous êtes une perle ! Vous vous battez, vous chantez. Que pouvez-vous encore faire d'autre ?
it: Hai del talento ragazza, combatti, canti, cos'altro sai fare?
pl: Utalentowana z ciebie dziewczyna, walczysz, śpiewasz, co jeszcze umiesz robić?
tr: Kabiliyetli kızsın, döğüşüyorsun, şarkı yazıyorsun, başka ne yapabiliyorsun?
