Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: My son, send that little Karen to home. She is useless. I've killed two enemies already, and what about her?
fr: Mon fils, renvoie cette petite Karen chez elle : elle est inutile. J'ai déjà tué deux ennemis et elle ?
it: Figlio mio, manda a casa questa piccola Karen. È inutile. Io ho già ucciso due nemici, e lei?
pl: Synu mój, odeślij tą małą Karen do domu. Nie ma z niej żadnego pożytku. Zabiłam już dwóch wrogów, a ona?
tr: Oğlum, küçük Karen’i eve yolla. Burada yararı olmuyor. Ben iki düşman öldürdüm bile, o ne yaptı?

source: Scored! And leading the race!
fr: Touché ! Et je mène la course !
it: Punto! E sono in testa!
pl: Zaliczony! Prowadzę w konkursie!
tr: Bu bir! Ve ırkım lider!

source: And I thought you won't be competing with me.
fr: Je ne pensais pas que vous vous mesuriez à moi.
it: E io che pensavo che tu non volessi giocare con me.
pl: A ja myślałam, że nie masz zamiaru ze mna współzawodniczyć.
tr: Ve bana rakip olamayacağınızı düşünüyorum,

source: I am not competing with you, silly child.
fr: Je ne me mesure pas à toi, stupide gamine.
it: Non sto giocando con te, sciocco ragazzo.
pl: Nie współzawodniczę z tobą, zabawny dzieciaczku.
tr: Ben senin rakibin değilim, sersem çocuk.

source: Try a little harder, grand-mother. But not bad for you age.
fr: Essaye encore un peu, grand-mère. Mais bon, pour ton âge, ce n'est pas si mal.
it: Provaci ancora, nonna. Ma non è male per la tua età.
pl: No, nieźle jak na twój wiek, babciu. Ale musisz się postarać trochę mocniej.
tr: Biraz zor, büyükanne. Ama yaşına göre fena değilsin.

source: Ha! She-wolf of Haeltin is coming! No underling child would be better than me!
fr: Ah ! La Louve d'Haeltin arrive ! Ce ne sera pas une enfant qui fera mieux que moi !
it: Ah! la "Lupa di Haeltin" sta arrivando! Nessun bambino miserabile è meglio di me!
pl: Ha! Wilczyca z Haeltin nadchodzi! Żadne dziecko pariasa nie będzie ode mnie lepsze!
tr: Haeltin’in dişi kurdu geliyor! Hiçbir parya çocuk benden daha iyi olamaz!

source: She-wolf of Haeltin, don't excite too much, because you will get even more wrinkles from that.
fr: Louve d'Haeltin, ne t'excite pas trop, ça va te laisser dix fois plus de rides après !
it: Non ti eccitare troppo, Lupa di Haeltin, perché ti verranno solo altre rughe.
pl: Wilczyco z Haeltin, nie podniecaj się za bardzo, bo ci się jeszcze więcej zmarszczek porobi.
tr: Haeltin’in dişi kurdu, daha fazla tahrik etme, çünkü bundan daha buruşukların hakkından geleceksin.

source: Three!
fr: Trois !
it: Tre!
pl: Trzeci!
tr: Üç

source: Pfff! Only three?
fr: Pffff ! Seulement trois ?
it: Tzé! Solo tre?
pl: Phi! Dopiero trzeci?
tr: Hıh! Sadece üç mü?

source: Who's the killing machine now?
fr: Qui est la machine à tuer maintenant ?
it: Chi è la sterminatrice adesso?
pl: I kto teraz jest maszyną do zabijania?
tr: Öldürme makinesi, şimdi kim?

source: Not bad, but still you have to a lot to learn!
fr: Pas mal, mais tu as encore beaucoup à apprendre !
it: Niente male, ma ne hai di cose da imparare!
pl: Nieźle, ale wciąż jeszcze musisz się wiele nauczyć!
tr: Fena değil, ama yine de öğrenmemiz gerekenler var!

source: Do you think, little child, that I will honour you with answer?
fr: Crois-tu vraiment, petite fille, que je vais te faire l'honneur de te répondre ?
it: Credi, bambina, che io ti farò l'onore di darti una risposta?
pl: Myślisz, dzieciątko, że zaszczycę ciebie odpowiedzią?
tr: Senin yanıtından onur duyacak küçük bir çocuk mu sanıyorsun beni?

source: By the way, I won. Scored $ano_competition_l
fr: De toute façon, j'ai gagné. J'en ai tué $ano_competition_l
it: Comunque ho vinto io. $ano_competition_l punti.
pl: Przy okazji, wygrałam. Zaliczyłam $ano_competition_l
tr: Böylece ben kazandım. $ano_competition_l leşim var

source: Girls, what do you exactly mean by 'scored'? Lorin, could you score me too?
fr: Les filles, que voulez-vous dire exactement par 'touché' ? Lorin, vous pourriez me 'toucher' aussi ?
it: Ragazze, ma cosa intendete esattamente con «Punto»? Lorin, potresti puntare anche me?
pl: Dziewczyny, co dokładnie na myśli mówiąc 'zaliczony'? Lorin, może mnie też byś zaliczyła?
tr: Kızlar, siz ne sayıyorsunuz? Avlanan balık sayılmaz.

source: By the way, I won. Scored $ano_competition_k
fr: De toute façon, j'ai gagné. J'en ai tué $ano_competition_k
it: Comunque ho vinto io. $ano_competition_k punti.
pl: Przy okazji, wygrałam. Zaliczyłam $ano_competition_k
tr: Böylece ben kazandım. $ano_competition_k leşim var

source: Why that angry look, Lorin?
fr: Pourquoi ce regard haineux, Lorin ?
it: Perché sei così arrabbiata, Lorin?
pl: Skąd ta gniewna mina, Lorin?
tr: Neden üzgünsün, Lorin?

source: She lost.
fr: Elle a perdu.
it: Ha perso.
pl: Przegrała.
tr: Kaybetti.

source: I have not lost. I have not won.
fr: Je n'ai pas perdu : je n'ai pas gagné, c'est tout.
it: Io non ho perso. Io non ho vinto.
pl: Wcale nie 'przegrałam'. Po prostu nie wygrałam.
tr: Ne kaybettim, ne de kazandım.

source: That's what I meant. You have not won, great super killing machine, so you have lost.
fr: C'est bien ce que je veux dire. Vous n'avez pas perdu, grande super-machine-à-tuer, Donc, vous avez perdu !
it: È quello che ho detto io. Tu non hai vinto, super mega sterminatrice, dunque hai perso.
pl: No właśnie to miałam na myśli. Nie wygrałaś, wielka wspaniało maszyno do zabijania, a więc przegrałaś.
tr: Yani demek istediğim, sen kazanmadın büyük süper ölüm makinesi, dolayısıyla kaybettin.

source: Back in Freetown
fr: Retour à Libreville.
it: Di ritorno a Freetown
pl: Z powrotem w Wolnym Mieście
tr: Özgürkent’e dönüş

source: The winter has just been ending when we had returned to Freetown. Soldiers were singing mirthfull songs, waiting unpatiently when they will see again faces of their wifes and kids.
fr: L'hiver finissait juste alors que nous retournions à Libreville. Les soldats chantaient des airs joyeux, dans l'heureuse perspective de revoir leur femme et leurs enfants.
it: L'inverno stava finendo quando eravamo di ritorno a Freetown. I soldati cantavano canzoni gioiose aspettando con impazienza di rivedere i visi dei loro familiari.
pl: Zima właśnie się kończyła gdy powróciliśmy do Wolnego Miasta. Żołnierze śpiewali radosne piosenki niecierpliwie wyglądając twarzy swoich żon i dzieci.
tr: Özgürkent’e döndüğümüzde kış bitiyordu. Askerler, çoluk çocuklarını tekrar görecekleri için sabırsızlanıyorlar ve neşeli şarkılar söylüyorlardı.

source: Even Lorin and Karen seemed to finally get along. I think they start to like each other. Karen even promised Lorin to show her few easy exercises, which will allow her to return to the shape from her youth.
fr: Même Lorin et Karen semblaient finalement mieux s'entendre. Je pense qu'elles commençaient à s'apprécier. Karen avait même promis à Lorin de lui montrer quelques exercices faciles qui lui permettraient de retrouver la forme de sa jeunesse.
it: Persino Lorin e Karen sembravano finalmente andare d'accordo. Penso che comincino a piacersi. Karen aveva persino promesso a Lorin di mostrarle alcuni facili esercizi che le avrebbero permesso di recuperare la forma fisica della sua gioventù.
pl: Nawet Lorin i Karen wreszcie chyba zaczęły się lubić. Karen nawet obiecała pokazać Lorin kilka łatwych ćwiczeń, które pozwoliłyby jej wrócić do kształtów z lat młodości.
tr: Lorin ve Karen’i nihayet birarada gördüm. Birbirlerinden hoşlanmaya başlamış olmalılar. Karen, Lorin’e gençliğindeki hatlarına tekrar kavuşması için bir kaç kolay hareket göstereceğine söz bile verdi.

source: Ruvio was insisting on leaving all Akladians in our army outside the city, in the forest, but I refused. Of course, inhabitants of Freetown weren't quite happy with Akladians entering their city. But it went without any serious incidents, much to Ruvio's surprise.
fr: Ruvio insista pour qu'on laisse tous les Akladiens de notre armée en dehors de la cité, dans la forêt. Mais je refusais. Bien sûr les habitants de Libreville ne furent pas très heureux de voir des soldats Akladiens entrer dans leur ville. Mais, à la grande surprise de Ruvio, il n'y eut aucun incident sérieux.
it: Ruvio insisteva nel lasciare tutte le unità di Akladia fuori dalla città, nella foresta, ma io rifiutai. Naturalmente gli abitanti di Freetown non gradirono che la gente di Akladia entrasse nella loro città. Ma non ci fu nessun grave incidente, con grande sorpresa di Ruvio.
pl: Ruvio nalegał, by pozostawić wszystkich Akladyjczyków z naszej armii poza miastem, w lesie, ale odmówiłem. Oczywiście, mieszkańcy nie byli zbyt szczęśliwi widząc Akladyjczyków wkraczających do ich miasta. Ale nie doszło do żadnych poważnych wypadków, co bardzo go zaskoczyło.
tr: Ruviyo, ordumuzdakı tüm Akladyalıları şehrin dışında, ormanda bırakmakta ısrar ediyordu, fakat ben reddettim. Şüphesiz, Özgürkentliler Akladyalıların şehirlerine girmesinden pek mutlu değillerdi. Fakat hiçbir önemli vaka olmadı.

source: Huon and Mithrandil were back few days after our arrival. When the time of another meeting came, nobody was questioning my right to be there. Also Lorin insisted on participating and after a short quarrel Gwidle, the most respected leader of the people of Freetown, agreed.
fr: Huon et Mithrandil furent de retour quelques jours après notre arrivée. Quand le moment d'une nouvelle réunion fut venu, personne ne remit en cause mon droit à y assister. Lorin insista aussi pour participer, et après une courte querelle, Gwidle, le chef le plus respecté du peuple de Libreville accepta.
it: Huon e Mithrandil tornarono pochi giorni dopo il nostro arrivo. Quando fu l'ora di un'altra riunione, nessuno contestò il mio diritto a partecipare. Anche Lorin volle partecipare e, dopo una breve discussione, Gwidle, il più rispettato capo della gente di Freetown, approvò.
pl: Huon i Mithrandil wrócili kilka dni po naszym przybyciu. Kiedy przyszedł czas następnego spotkania, nikt nie kwestionował mojego prawa by tam być. Także Lorin nalegała, by uczestniczyć i po krótkiej sprzeczce Gwidle, najbardziej szanowany z przywódców Wolnego Miasta, wyraził zgodę.
tr: Huron ve Mitrandil, bizim dönüşümüzden bir kaç gün sonra döndüler. Yeni toplantı zamanı geldiğinde hiç kimse orada bulunmamdan rahatsız olmadı. Lorin de katılmakta ısrar etti ve Givıdıl ile giriştiği kısa bir ağız dalaşından sonra Özgürkent’in saygıdeğer liderlerinden çoğu onu toplantıya kabul etti.

source: My greetings and wishes of long life and luck for everyone, even for those, who were not invited here and who should never enter this city. Mithrandil, you were one who insisted on this gathering, so please, begin.
fr: Mes salutations et voeux de longue vie et de chance à tous, même à ceux qui n'étaient pas invités et qui n'auraient jamais dû entrer dans cette cité. Mithrandil, vous étiez de l'un de ceux qui insistait pour que l'on organise cette rencontre, alors commencez s'il vous plaît.
it: Porgo i miei saluti e miei auguri di lunga vita e fortuna a tutti, anche quelli che non erano invitati e non sarebbero mai dovuti entrare in questa città. Mithrandil, siete stato voi a insistere per questa riunione, dunque prego, a voi la parola.
pl: Pozdrowienia i życzenia długiego życia wszystkim tu obecnym, nawet tym, co nie byli tutaj zaproszeni i nigdy nie powinni się znaleźć w tym mieście. Mithrandilu, ty nalegałeś na to spotkanie, rozpocznij więc proszę
tr: Herkese, beni buraya davet etmeyenler ve hatta bu şehre asla girmememi isteyenler için bile şans ve uzun ömür diliyorum. Mitrandil, bu toplantı için ısrar eden sendin, lütfen toplantıyı başlatır mısın?

source: Yes, indeed. The news brought here by Ruvio and this young brave man is quite important.
fr: Oui, en effet. Les nouvelles apportées par Ruvio et par ce courageux jeune homme sont plutôt importantes.
it: Sì, certo. Le notizie che ci ha portato Ruvio e questo coraggioso giovane sono molto importanti.
pl: Tak, w rzeczy samej. Wiadomości przyniesione przez Ruvia i tego młodego odważnego mężczyznę są bardzo ważne.
tr: Evet, elbette. Haberleri Ruviyo getirdi ve bu cesur genç adam çok önemlidir.

source: But why? Everything they told us is that name: Grekulak. This is just one word. What's so important in that?
fr: Mais pourquoi ? Tout ce qu'ils nous ont dit, c'est ce nom : Grekulak. Ce n'est qu'un nom. Qu'a-t-il de si important ?
it: Ma perché? Tutto quello che ci hanno detto è quel nome: Grekulak. È solo una parola. Cosa c'è di così importante?
pl: Ale dlaczego? Wszystko, czego się dowiedzieliśmy, sprowadza się do jednego imienia: Grekulak. To tylko jedno słowo. Co jest w nim takiego ważnego?
tr: Fakat neden? Konuştuğumuz herkes bize tek isim verdi: Grekulak. Bu tek bir kelimenin ne önemi olabilir ki?

source: I think everyone here knows the legends about the past of the Wesnoth. When this kingdom was powerful and rich. You know also the old story about invasion of evil forces from the east, led by evil lich, Mal-Ravanal.
fr: Je pense que tout le monde ici connaît les légendes du passé de Wesnoth. Quand ce royaume était riche et en paix. Vous connaissez aussi la vielle histoire de l'invasion des forces sombres de l'est, dirigées par la liche, Mal-Ravanal
it: Penso che tutti qui conoscano le leggende del passato di Wesnoth, di quando questo regno era potente e ricco. Conoscete inoltre la vecchia storia dell'invasione delle forze diaboliche dall'est, condotta dal malvagio lich, Mal-Ravanal
pl: Myślę, że wszyscy tutaj znają legendy o przeszłości Wesnoth. Kiedy to królestwo było potężne i bogate. Znacie również starą historię o inwazji złych sił ze wschodu, prowadzonych przez złego licza, Mal-Ravanala.
tr: Burada bulunan herkesin Wesnoth’un geçmişi hakkındaki hikayeleri bildiğini sanıyorum. Bu krallığın güçlü ve zengin olduğu zamanları. Ayrıca, şeytani büyücü Mal-Ravanal tarafından yönetilen şeytani güçlerin doğudan gelerek Wesnoth’u işgal etmesiyle ilgili eski hikayeleri de bilirsiniz.

source: I don't.
fr: Non.
it: Io non la conosco.
pl: Ja nie znam.
tr: Ben bilmiyorum.

source: After this invasion large part of Wesnoth was turned into barren wasteland. The swamps of Saorduc are in the place where there were vast fertile lands - just mere three hundred years ago. Then, there was civil war, and Wesnoth was divided.
fr: Après cette invasion, une grande partie de Wesnoth devint un désert stérile. Les marais de Saorduc constituaient l'endroit où il restait des terres fertiles, il y a à peu près trois cents ans. Ensuite, la guerre civile éclata et Wesnoth fut divisée.
it: Dopo questa invasione, gran parte di Wesnoth è stata trasformata in sterile terreno incolto. Le paludi di Saorduc sono nel posto in cui c'erano vaste terre fertili - esattamente trecento anni fa. Poi, è venuta la guerra civile e Wesnoth è stato diviso.
pl: Po inwazji spora część Wesnoth została obrócona w pustkowie. Bagna Saorduc są w miejsciu, gdzie ledwo trzysta lat temu były rozległe urodzajne ziemie. Potem była wojna domowa, i Wesnoth uległo podziałowi
tr: Bu istiladan sonra Wesnoth’un büyük kısmı verimsiz bataklıklara dönüştü. Saoduc bataklıkları da bu verimli topraklardan biriydi - sadece üç yüz yıl önce. Ardından iç savaşlarla ülke bölündü.

source: I DON'T know this fairy tale.
fr: Je ne connais PAS ce conte de fée.
it: IO NON conosco questa favola.
pl: Ja nie znam tej bajeczki.
tr: Ben bu peri masalını bilmiyorum.

source: Yes, we know this story. That's why barbarian Akladians were able to conquer us. They could never be succesful if we would be united.
fr: Oui, nous connaissons cette histoire. C'est pourquoi les barbares Akladiens ont été capables de nous envahir. Ils n'auraient sans doute jamais réussi si nous avions été unis.
it: Sì, conosciamo la storia. Ecco perché i barbari di Akladia sono riusciti a conquistarci. Non ce l'avrebbero mai fatta se fossimo stati uniti.
pl: Tak, znamy tę historię. To dlatego akladyjscy barbarzyńcy byli w stanie nas podbić. Nigdy by im się to nie udało, gdybyśmy byli zjednoczeni jak niegdyś.
tr: Evet, biz bu hikayeyi biliyoruz. Bu, barbar Akladyalıların bizi fethetmelerine sebep olan şeydir. Eğer birlik olsaydık, asla başarılı olamazlardı.

source: We won, because this land was given to us by God. That's why he divided you and made you forgot how to handle swords, and that's why you became weak. When we came the mercenaries were doing all the fighting for you.
fr: Nous avons gagné parce que cette terre nous a été donnée par Dieu. Voila pourquoi il vous a divisé et voici comment vous avez oublié de tenir une épée, parce que vous êtes devenu faibles. Quand nous sommes arrivés, des mercenaires faisaient toutes les batailles pour vous.
it: Vincemmo perché questa terra ci è stata data dagli dei. Ecco perché vi hanno diviso e vi hanno fatto dimenticare a maneggiare le spade, ecco perché vi siete indeboliti. Quando siamo arrivati erano i mercenari a fare tutto il lavoro per voi.
pl: Wygraliśmy, bo ta ziemia została nam podarowana przez Boga. Dlatego właśnie podzielił was i sprawił, byście zapomnieli jak się włada mieczami, i uczynił was słabymi. Kiedy przybyliśmy walczyli za was sami najemnicy.
tr: Biz kazandık, çünkü bu topraklar bize Tanrı armağanıdır. Bölünmenizin, kılıç tutmayı unutmanızın ve zayıf düşmenizin asıl sebebi budur. Biz geldiğimizde, sizin için döğüşenlerin hepsi paralı askerlerdi.

source: So, as I was telling you just before you were so kind to interrupt me, some time ago a new leader appeared amongst orcs. His name was Grekulak. He was uniting orcish tribes, one by one, using gold, treachery and gold, and right now he rules more than third of orcish horde.
fr: Donc, comme je le disais juste avant qu'on ne m'interrompe, il y a quelque temps, un nouveau chef est apparu parmi les orcs. Son nom était Grekulak. Il unissait les tribus orcs, une par une, usant de l'or, de la traîtrise et de l'or. En ce moment, il dirige plus d'un tiers des hordes orcs.
it: Dunque, come stavo dicendo prima che foste così cortesi da interrompermi, qualche tempo fa apparve un nuovo capo tra gli orchi. Si chiamava Grekulak. Stava riunendo le tribù di orchi, una alla volta, usando oro, tradimento e oro e proprio ora controlla più di un terzo dell'orda degli orchi.
pl: Tak więc, jak mówiłem tuż zanim byliście uprzejmi mi przerwać, jakiś czas temu nowy przywódca pojawił się między orkami. Jego imię brzmiało Grekulak. Jednoczył plemiona orków, jedno po drugim, używając złota i zdrady. Obecnie kontroluje więcej niż trzecią część hordy.
tr: Daha önce söylediğim gibi sözümü bu şekilde kesmeyin. Bir süre sonra orklar arasında yeni bir lider ortaya çıktı. İsmi Grekulak’tı.

source: Wait, wait. You were talking about Mal-Ravanal. What he has to do with this Grekulak?
fr: Attendez, attendez. Vous nous parliez de Mal-Ravanal. Qu'est-ce qu'il a à voir avec ce Grekulak ?
it: Aspetta, aspetta. Stavi parlando di Mal-ravanal. Cosa c'entra con questo Grekulak?
pl: Zaraz, zaraz. Mówiłeś o Mal-Ravanalu. Co on ma wspólnego z tym Grekulakiem?
tr: Bir dakika. Mal-Ravanal’dan söz ediyordun. Bu Grekulak’la onun ilgisi ne?

source: We believe that Grekulak is one of surviving adepts of Mal-Ravanal. We suspected that he was behind that sudden alliance of orcs and Akladians. Now we are sure. We are also sure, that this orcish invasion is just a beginning.
fr: Nous pensons que Grekulak est un des adeptes survivants de Mal-Ravanal. Nous soupçonnions qu'il était derrière l'alliance suspecte des orcs et des Akladiens. Maintenant, nous en sommes sûrs. Nous sommes aussi sûrs que cette invasion orc n'est qu'un début.
it: Crediamo che Grekulak sia uno degli adepti di Mal-Ravanal che sono sopravvissuti. Sospettavamo che ci fosse lui dietro quella improvvisa alleanza tra orchi e quelli di Akladia. Ora ne siamo sicuri. Siamo anche sicuri che questa invasione di orchi sia solo l'inizio.
pl: Uważamy, że Grekulak jest jednym z ocalałych uczniów Mal-Ravanala. Podejrzewaliśmy, że to on jest za sojuszem orków i Akladyjczyków. Teraz jesteśmy już pewno. Jesteśmy także pewni, że inwazja orków to zaledwie początek.
tr: Grekulak’ın, Mal-Ravanal’ın yaşattığı yardımcılarından biri olduğuna inanıyoruz. Orklarla Akladyalılar arasındaki ittifakın ardındaki kişinin o olduğundan şüpheleniyorduk. Artık eminiz. Ayrıca, bu ork istilasının sadece bir başlangıç olduğundan da eminiz.

source: What do you mean by that?
fr: Que voulez-vous dire ?
it: Con questo cosa vuoi dire?
pl: Co masz na myśli?
tr: Yani ne demeye çalışıyorsun?

source: I mean you will face an invasion soon. Invasion of undead army, orcs, and who know of what else. You will need help. Help of the mages.
fr: Je veux dire que bientôt, vous allez devoir faire face à une invasion. L'invasion d'une armée de morts-vivants, d'orcs et de Dieu-sait-quoi d'autre. Vous allez avoir besoin d'aide. L'aide des mages.
it: Voglio dire che presto dovrete fronteggiare un'invasione. Un'invasione di armate non-morte, di orchi e di chissà cos'altro. Avete bisogno di aiuto. Dell'aiuto di maghi.
pl: Mam na myśli inwazję, której grożba wkrótce zajrzy wam w oczy. Inwazję armii nieumarłych, orków, i kto wie czego jeszcze. Będziecie potrzebowali pomocy. Pomocy magów.
tr: Yakında bir istila ile karşılaşacağız demek istiyorum. Yarıölü, ork ve kimbilir nelerden oluşan bir ordunun istilası. Yardıma ihtiyaç duyacaksınız. Büyücülerin yardımına.

source: Great. Akladians, orcs, zombies. And we need help of the mages. But, being wise elf and all, you know of course that we have no mages here. Maybe there are some left on Isle of Anduin, maybe few are in besieged kingdom of Elensefar, but they won't help us.
fr: Magnifique. Des Akladiens, des orcs, des zombies et nous avons besoin de l'aide des mages ! Mais puisque vous êtes des elfes sages et tout, vous savez bien sûr que nous n'avons pas de mages ici. Il en reste peut-être sur l'île d'Anduin, peut-être y en a-t-il aussi un peu dans le royaume assiégé d'Elensefar, mais ils ne nous aideront pas.
it: Fantastico. Akladia, gli orchi, gli zombie. E abbiamo bisogno dell'aiuto di maghi. Ma, da quel saggio elfo che sei, saprai naturalmente che qui non ci sono maghi. Forse ne rimane qualcuno sull'isola di Anduin, forse pochi sono nel regno sotto assedio di Elensefar, ma non ci aiuteranno.
pl: No po prostu świetnie. Akladyjczycy, orki, zombi. I potrzebujemy pomocy magów. Tylko zapewne będąc mądrym elfem wiesz, że tu nie ma żadnych magów. Może są jeszcze jacyś na wyspie Anduin, może paru żyje w oblężonym królestwie Elensefar, ale oni nam nie pomogą.
tr: Harika. Akladyalılar, orklar, hortlaklar. Ve bizim büyücülerin yardımına ihtiyacımız var. Bilge elf ve sizler, artık hiç büyücümüz kalmadığını bildiğinizden şüphem yok. Belki Anduin Adasında bir kaç tane kalmıştır, belki Elensefar krallığında tutulan bir kaç tane kalmıştır, fakat onlar bize yardım etmez.

source: In fact, I'm quite sure that Mithrandil is thinking about ONE specific mage. Am I correct?
fr: Je crois plutôt que Mithrandil pense plus précisément à UN mage en particulier. J'ai raison ?
it: In realtà, sono abbastanza sicuro che Mithrandil sta pensando a UN mago in particolare. Sbaglio?
pl: Właściwie to jestem całkiem pewien, że Mithrandil ma na myśli jednego, bardzo konkretnego maga. Zgadza się?
tr: Aslında, Mitrandil’in BELLİ bir büyücüyü düşündüğünden çok eminim. Haklı mıyım?
