Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Okladia is in need - undead have invaded our country, they are pillaging and murdering.
fr: Okladia est dans le besoin. Les morts-vivants ont envahi notre pays, ils pillent et tuent.
it: Okladia è in pericolo - i non-morti hanno invaso il nostro paese con razzie e assassini.
pl: Okladia jest w potrzebie, nieumarli zaatakowali kraj paląc i mordując.
tr: Okladyanın size ihtiyacı var. Ülkeyi yarı ölüler istila etti. Herşeyi yağmalıyor ve herkesi öldürüyorlar.

source: Without king Buffin, who will led our army against them?
fr: Sans le roi Buffin, qui pourra diriger notre armée contre eux ?
it: Senza il re Buffin, chi guiderà il nostro esercito contro costoro?
pl: Kto poprowadzi armię przeciw nim gdy brakło króla?
tr: Kral Buffin olmazsa onlara karşı ordumuzu kim yönetecek?

source: Dead? How can that be!
fr: Mort ? Comment est-ce possible ?
it: Morto? Come è potuto succedere?
pl: Martwy? Jak to być może?
tr: Öldü mü? Nasıl olur?

source: What? Speak quickly, I am a little bit busy here!
fr: Quoi ? Parle vite, je suis plutôt occupé là !
it: Cosa? Parla presto, ho da fare qua!
pl: Czego? Mów szybko bo jestem nieco zajęty!
tr: Ne? Çabuk konuş, burada fazla kalamam!

source: My king -
fr: Mon roi -
it: Mio sire -
pl: Mój królu
tr: Kralım -

source: You have to return with whole army to home, as soon as possible!
fr: Vous devez rentrer au pays avec toute l'armée, le plus vite possible !
it: Devi tornare a casa con tutto l'esercito al più presto possibile!
pl: Musisz powrócić z armią do domu najszybciej jak to możliwe.
tr: Ordunun tamamı ile mümkün olduğu kadar erken eve dönmek zorundasınız!

source: Okladia is in need - undead have invaded our country, they are pillaging and murdering.
fr: Okladia est dans le besoin. Les morts-vivants ont envahi notre pays, ils pillent et tuent.
it: Okladia è in pericolo - i non-morti hanno invaso il nostro paese con razzie e assassini.
pl: Okladia jest w potrzebie, nieumarli zaatakowali kraj paląc i mordując.
tr: Okladyanın size ihtiyacı var. Ülkeyi yarı ölüler istila etti. Herşeyi yağmalıyor ve herkesi öldürüyorlar.

source: Undead? So the gossip I've heard was true after all! You are lucky, fake Gawen, that I have to go...
fr: Des morts-vivants ? Donc les rumeurs étaient vraies après tout ! Tu as de la chance, imposteur de Gawen, il faut que je reparte...
it: Non-morti? Allora le voci che ho sentito erano vere dopo tutto! Sei fortunato, impostore di Gawen, che io debba andarmene...
pl: Nieumarli? Więc plotki okazały się jednak prawdą! Masz szczęście fałszywy Gawenie, że muszę odejść...

source: That's no good. I think it will be wise thing to withdraw, because without Buffin we will be too weak to defeat this army...
fr: Ce n'est pas bon. Je pense qu'il serait sage de se replier, parce que sans Buffin, nous serons trop faibles pour battre cette armée...
it: Non va bene. Credo che sarebbe saggio se ci ritirassimo, perché senza re Buffin saremo troppo deboli per sconfiggere questo esercito...
pl: Niedobrze. Myślę, że najmądrzej będzie się wycofać, bez Buffina jesteśmy zbyt słabi by pokonać jego armię.
tr: Bu iyi değil. Geri çekilmenin en akıllıca şey olacağını düşünüyorum, çünkü Buffin olmadan bu orduyu yenmek için çok zayıf olacağız...

source: Who's there? Ruvio! Finally, my friend!
fr: Qui va là ? Ruvio ! Enfin, mon ami !
it: Chi c'è? Ruvio! Finalmente, amico mio!
pl: Kto idzie? Ruvio! Nareszcie przyjacielu!
tr: Kim var orada? Ruviyo! Sonunda, dostum!

source: My lord...
fr: Monseigneur...
it: Mio signore...
pl: Panie mój...
tr: Efendim...

source: What? Why do you have such sad face? Cheer up! Where is Karen?
fr: Quoi ? Pourquoi est-ce que vous avez l'air si triste ? Allez, hauts les coeurs ! Où est Karen ?
it: Cosa? Perché sei così triste? Sorridi! Dov'è Karen?
pl: Cosię stało? Czemu masz taką smutną minę? Uśmiechnij się! Gdzie Karen?
tr: Ne? Niçin üzgünsün? Neşelen! Karen Nerede?

source: My lord... Gawen, my lord, please forgive me that if I won't speak clearly enough. What I saw.. I... I don't know if I can describe it. If I can bear the task of describing it.
fr: Monseigneur... Gawen, Monsieur, s'il vous plaît, pardonnez-moi si je ne suis pas assez clair. Quand j'ai vu... Je... Je ne sais pas comment je pourrai le décrire, comment je serai capable de le décrire.
it: Mio signore... Gawen, mio signore, perdonatemi se non sarò in grado di spiegarmi. Quello che ho visto... io... io non so se posso descriverlo. Se sarò in grado di farlo.
pl: Mój panie... Gawen, mój panie, proszę wybacz mi jeśli nie będę mówił dość jasno. To co widziałem... Nie wiem czy potrafię to opisać. Nie wiem czy dam radę spróbować.

source: 'This is territory of Aragwaithi sietch Gwaith. If you want to join us, you are welcome, if you want to fight us, you are dead.'
fr: 'Ceci est le territoire de la tribu Aragwaithi Gwaith. Si vous venez nous rejoindre, vous êtes bienvenu. Si vous voulez nous combattre, vous êtes mort.'
it: «Questo è il territorio Aragwaithi degli accampamenti Gwaith. Se vuoi unirti a noi, sei il benvenuto; se vuoi combatterci, sei morto.»
pl: To są ziemie Aragwaithi, siczy Gwaith. Jeśli chcesz dołączyć, witaj, jeśli walczyć, już jesteś martwy.
tr: Burası Aragvayların valisi Giveyt’in bölgesidir. Bize katılmak istersen, buyur gel, bizimle döğüşürsen ölürsün.

source: My ancestors, I am going to you with sword in my hand!
fr: Mes ancêtres, je viens à vous l'épée à la main !
it: Oh miei avi, sto per raggiungervi con la spada in pugno!
pl: Przodkowie moi, przybywam do was z mieczem w dłoni!
tr: Atalarım, elimde kılıcım size katılmaya geliyorum!

source: They are better than I thought! Reinforcements!
fr: Ils sont meilleurs que je ne le pensais ! Des renforts !
it: Sono più forti di quel che pensavo! Chiamate rinforzi!
pl: Są lepsi niż myślałem! Posiłki!
tr: Sandığımdan da iyiymişler! Destek kuvvetleri!

source: I am finished! But your leader! Before I die, is his name really Gawen Hagarthen?
fr: Je suis fini ! Mais votre chef ! Avant que je ne meure, son nom est vraiment Gawen Hagarthen ?
it: Io sono finito! Ma sono il vostro capo! Prima di morire, il suo nome è davvero Gawen Hagarthen?
pl: Jestem skończony! Ale wasz przywódca! Zanim umrę powiedzcie mi czy to naprawdę Gawen Hagarthen?
tr: Ben bittim, Fakat lideriniz! Ölmeden önce söyleyin bana, onun ismi gerçekten Gaven Hagarten mi?

source: I am really Gawen Hagarthen
fr: Je suis vraiment Gawen Hagarthen
it: Sono davvero Gawen Hagarthen.
pl: Naprawdę, jestem Gawen Hagarthen
tr: Ben gerçekten Gaven Hagarten’im.

source: So I am doomed! My spirit will never find peace amongst my ancestors, since I fought my king!
fr: Alors je suis condamné ! Mon esprit ne trouvera jamais la paix parmi mes ancêtres puisque j'ai combattu mon roi !
it: Dunque sono condannato! Il mio spirito non troverà mai pace tra i miei antenati, dato che ho combattuto contro il mio re!
pl: Więc jestem przeklęty! Mój duch nigdy nie odnajdzie spokoju wśród przodków gdyż walczyłem przeciw memu królowi!
tr: O halde mahvoldum! Kralımla döğüştüğüm için atalarımın arasında ruhum asla huzur bulmayacak!

source: I am dying.. Will you try to scare me, just as your step-mother use to do?
fr: Je meurs... Est-ce que vous allez essayer de me faire peur aussi, comme votre belle-mère avait l'habitude de le faire ?
it: Sto morendo... Cercherai anche tu di farmi paura, come la tua matrigna fa di solito?
pl: Umieram... Czy ty również będziesz próbował mnie zastraszyć tak jak twoja macocha?
tr: Ben ölüyorum. Tıpkı üvey annene yaptığın gibi beni de ürkütmeyi deneyecek misin?

source: No, noble Reumario. It was honour for me to fight you. Die in peace.
fr: Non, noble Reumario. Ce fut un honneur de me battre avec toi. Meurs en paix.
it: No, nobile Reumario. È stato un onore per me combattere contro di te. Muori in pace.
pl: Nie szlachetny Reumario, walka z tobą była zaszczytem. Odejdź w pokoju.
tr: Hayır, asil Romaryo. Sizinle döğüşmek benim için şereftir. Huzur içinde öl.

source: No, noble Aire Reumario. It was honour for me to fight you. Die in peace.
fr: Non, noble Aire Reumario. Ce fut un honneur de me battre avec toi. Meurs en paix.
it: No, nobile Aire Reumario. È stato un onore per me combattere contro di te. Muori in pace.
pl: Nie szlachetny Aire Reumario, walka z tobą była zaszczytem. Odejdź w pokoju.
tr: Hayır, asil Ayre Romaryo. Sizinle döğüşmek benim için şereftir. Huzur içinde öl.

source: King Buffin, my uncle, it was honour to fight with you. You were tough opponent
fr: Roi Buffin, mon oncle, ce fut un honneur de me battre avec vous. Vous avez été un opposant valeureux.
it: Re Buffin, zio mio, è stato un onore per me combattere contro di te. Sei stato un avversario tenace.
pl: Królu Buffinie, mój wuju, walka z tobą była zaszczytem. Byłeś trudnym przeciwnikiem.
tr: Kral buffin, amcam, sizinle döğüşmek bir onurdur. Siz çetin bir rakipsiniz.

source: Let this will be a lesson for you, my idealistic step-son.To some people you may speak only when holding a knife with hand.
fr: Que ceci te serve de leçon, mon beau-fils idéaliste. Il y a des gens à qui on ne peut parler que quand on a un couteau en main.
it: Che ti serva da lezione, figlioccio mio idealista. Con certe persone puoi parlare solo con un coltello in mano.
pl: Niech to będzie dla ciebie lekcją mój idealistyczny pasierbie. Z niektórymi ludźmi można rozmawiać wyłącznie trzymając nóż w ręku.
tr: Bu sana bir ders olsun benim idealist üvey oğlum. Bazılarına karşı sadece elinde bir bıçak varken konuşabilirsin.

source: A king! I've never ever have killed a king before. You know, I should feel more exciting.
fr: Un roi ! Je n'avais jamais tué un roi avant. Vous voyez, je devrais ressentir plus d'excitation.
it: Un re! Non avevo mai ucciso un re prima. Guarda, pensavo sarebbe stato più eccitante.
pl: Król! Nigdy wcześniej nie zabiłam króla. Powinnam się czuć bardziej podekscytowana.

source: So you have heard about me! That's nice. Now, please tell me, why you were here, and with large army for that?
fr: Ah, vous avez entendu parler de moi ! C'est bien ! Maintenant, dites-moi, pourquoi êtes-vous venus ici et avec une si grande armée ?
it: Allora hai sentito parlare di me! Simpatico. Adesso per favore dimmi, perché eri qua e a cosa serviva un esercito così grande?
pl: Słyszałeś o mnie. To miło. A teraz powiedz mi proszę dlaczego tu przybyłeś i to w dodatku z dużą armią?

source: To introduce peace and order into Vakladia and to unite it with my kingdom, Okladia.
fr: Pour ramener la paix et l'ordre en Vakladia et l'unifier à mon royaume Okladia.
it: Per portare pace e ordine a Vakladia e unirla al mio regno, Okladia.
pl: By zaprowadzić pokój i ład w Vakladii i wcielić ją do mojego królestwa.

source: Wait, do not die yet! I've heard some of your people were talking about some gossip about strange things in the eastern part of Okladia. What strange things?
fr: Attendez, ne mourez pas encore ! J'ai entendu des gens de votre peuple dire qu'il se passe des choses étranges dans la partie est d'Okladia ? C'est quoi ces choses étranges ?
it: Aspetta, non morire ancora! Ho sentito alcuni della tua gente parlare di strane voci su strane cose che accadono nella parte orientale di Okladia. Quali strane cose?
pl: Czekaj, jeszcze nie umieraj! Słyszałam, jak niektórzy z waszych ludzi mówili o jakichś pogłoskach o dziwnych rzeczach dziejących się w wschodniej części Okladii. Co to za dziwne rzeczy?

source: He died.
fr: Il est mort.
it: È morto.
pl: Umarł.
tr: O öldü.

source: I am finished! The death is less than fifty steps from me; but before she will take me, please tell me: are you really Gawen Hagarthen?
fr: Je suis fini ! La mort est à moins de cinquante pas de moi mais avant qu'elle me prenne, dites-moi s'il vous plaît, êtes-vous réellement Gawen Hagarthen ?
it: Sono finito! Solo 50 gradini mi separono dalla morte; ma prima che mi prenda, ditemi: sei davvero Gawen Hagarthen?
pl: Już po mnie! Śmierć jest mniej niż pięćdziesiąt kroków ode mnie; ale nim mnie zabierze, proszę powiedzcie mi: czyście naprawdę Gawen Hagarthen?
tr: Ben bittim. Ölüm bana elli adımdan daha yakın; fakat ölüm canımı almadan önce, lütfen söyleyin bana: siz gerçekten Gaven Hagarten misiniz?

source: Another lord killed from my beatiful hand. I really am thinking about starting a collection of souvenirs from each defeated lord. Hmm.. Maybe the ears?
fr: Encore un seigneur tué de ma jolie main. Je commence à envisager sérieusement une collection de souvenirs de chacun des seigneurs que j'ai battu. Hmm... Les oreilles, peut-être ?
it: Un altro signore ucciso dalla mia mano delicata. Sto cominciando a pensare di fare una collezione di souvenir da ciascuno dei signori che ho sconfitto. Hm... forse le orecchie?
pl: Następny pan zginął z mojej pięknej ręki, powinnam chyba zacząć zbierać pamiątki po nich. Hmm... Może uszy?

source: What are you doing with that underling, aren't you Lorin of Gallorae's?
fr: Qu'est-ce que vous faites avec cet inférieur, n'êtes-vous pas Lorin de Gallorae ?
it: Cosa ci fate assieme a quel miserabile, non siete forse Lorin di Gallorae?
pl: Co robisz z tym pariasem, czyż nie jesteś Lorin z klanu Gallorae?
tr: Bu paryalarla ne yapıyorsun, sen Galorya’lı Lorin değil misin?

source: Yes, I am. And he ain't underling, he is your overlord, your king.
fr: Oui, c'est bien moi. Et ce n'est pas un inférieur, il est votre supérieur, votre roi !
it: Sì, lo sono. E non è un miserabile, è il vostro signore, vostro re.
pl: Jestem, a to nie jest żaden parias tylko twój suweren, twój król.
tr: Evet benim ve o bir parya değil, senin üstün, kralın.

source: Is that so?
fr: Vraiment ?
it: È vero?
pl: Czyżby?
tr: Öyle mi?

source: Aragwaithi die without fear!
fr: Aragwaiths, mourez sans peur !
it: Gli Aragwaithi non hanno paura di morire!
pl: Aragwaith umiera bez lęku!
tr: Aragvaylar ölmekten korkmaz!

source: We don't really care about the way underlings die, as long as they do it quickly and without making too much trouble.
fr: Nous ne nous attachons pas vraiment à la façon dont les inférieurs meurent, du moment qu'ils le font vite et sans causer trop de désordre.
it: Non ci importa per niente come muoiono i miserabili, basta che lo facciano rapidamente e senza far troppa confusione.
pl: Tak naprawdę nie przejmujemy się jak umierają pariasi, byleby robili to szybko i bez zbędnych kłopotów.

source: See, noble and so-independent but not-so-smart Aragwaithi leader, you could be alive on our side instead of being another body in our way...
fr: Voyez-vous, noble et tellement indépendant mais pas tellement malin chef Aragwaithi, vous pourriez être vivant de notre côté plutôt qu'être un autre corps sur notre chemin.
it: Vedi, nobile e così indipendente ma non così intelligente comandante Aragwaithi, avresti potuto essere vivo dalla nostra parte invece di essere un altro cadavere sulla nostra strada...
pl: Widzisz szlachetny i wielce niezależny ale nie tak znowu mądry wodzu Aragwaithi, mogłeś być żyw walcząc u naszego boku. A teraz bedziesz po prostu następnym trupem na naszym szlaku.

source: You have received 20 gold pieces
fr: Vous avez reçu 20 pièces d'or.
it: Hai ricevuto 20 pezzi d'oro.
pl: Otrzymałeś 20 sztuk złota
tr: 20 altın aldınız.

source: Ha, the rest of my army is coming!
fr: Ha, le reste de mon armée arrive !
it: Ah, sta arrivando il resto del mio esercito!
pl: Ha, reszta mojej armii nadchodzi!
tr: Bak, ordumun kalanı geliyor!

source: Akladians from Vakladia! I am king Buffin. I came to you, to help you reintroduce peace and order after death of your king, my beloved nephew, Gawen. I...
fr: Akladiens de Vaklaia ! Je suis le roi Buffin. Je suis venu vers vous, pour vous aider à réintroduire la paix et l'ordre après la mort de votre roi, mon bien-aimé neveu, Gawen. Je...
it: Uomini di Akladia del regno di Vakladia! Sono il re Buffin. Vengo per voi, per aiutarvi a riportare pace e ordine dopo la morte del vostro re e mio amato nipote, Gawen. Io...
pl: Akladianie z Vakladii! Jestem król Buffin! Przybyłem udzielić wam pomocy, przybyłem by przywrócić pokój i ład po śmierci waszego króla, mójego ukochanego bratanka, Gawena. Ja...
tr: Vakladya Akladyalıları! Ben kral Buffin! Kralınız, sevgili yeğenim Gaven’in ölümünden sonra huzur ve düzeninizi yeniden sağlamak için yardıma geldim. Ben...

source: I am Gawen Hagarthen. I starting to be tired of repeating that I am alive.
fr: Je suis Gawen Hagarthen ! Je commence à être fatigué de répéter que je suis en vie...
it: Sono Gawen Hagarthen e comincio a essere stufo di ripetere che sono vivo.
pl: Jestem Gawen Hagarthen. Powtarzanie że wciąż żyję zaczyna mnie już nużyć.
tr: Ben Gaven Hagarten’im. Hayatta olduğumu tekrarlamaktan yorulmaya başladım.

source: NO! Gawen Ha.. No, you are not him! You are some underling who pretends to be my beloved nephew! Kill him!
fr: NON ! Gawen ha... Non, tu n'es pas lui ! Tu es un inférieur qui prétend être mon bien-aimé cousin ! Tuez-le !
it: NO! Gawen Ha... No, non puoi esser tu! Tu sei un miserabile che pretende di essere il mio amato nipote! Uccidetelo!
pl: Nie! Gawen, ha... Nie jesteś Gawenem! Jesteś pariasem, który podszywa się pod mojego ukochanego bratanka! Zabić go!
tr: HAYIR! Gaven Hag.. Hayır, sen o değilsin! Sevgili yeğenimi taklit eden bir paryasın sen! Gebertin şunu!

source: We will, but not because we welcome you, Buffin from Okladia. Though you are Hagarthen, nobody was inviting you here. We will discuss that issue later.
fr: Nous allons le faire, mais pas parce que vous êtes le bienvenu ici, Buffin d'Okladia. Bien que vous soyez un Hagarthen, personne ne vous a invité ici. Nous parlerons de ce problème plus tard.
it: Lo faremo, ma non per darti il benvenuto, Buffin di Okladia. Anche se sei un Hagarthen, nessuno qui ti ha invitato. Di questo discuteremo più tardi.
pl: Uczynimy to, ale nie dlatego, że jesteś tu mile widziany Buffinie z Okladii. Jesteś Hagarthenem, ale nikt cię tu nie zapraszał co przedyskutujemy należycie później.

source: I hope that with this {NAME} helping us this wouldn't be as difficult as it could be, but we still should be prepared for serious losses.
fr: J'espère qu'avec l'aide de ce {NAME}, ce ne sera pas aussi difficile que ça. Néanmoins, il nous faut nous préparer à de sérieuses pertes.
it: Spero che con l'aiuto di questo {NAME} non sarà difficile come potrebbe essere, ma dobbiamo essere preparati a subire gravi perdite.
pl: Mam nadzieję, że z tym {NAME} udzielającym pomocy, nie będzie to tak trudne jak by być mogło, ale wciąż powinniśmy być gotowi na ciężkie straty.

source: I'm afraid this battle may be extremely difficult. We must be prepared for serious losses, unfortunately.
fr: J'ai peur que cette bataille ne se révèle extrêmement périlleuse. Malheureusement, nous devons nous préparer à de sérieuses pertes.
it: Temo che questa battaglia sarà estremamente dura. Dobbiamo prepararci a subire pesanti perdite, purtroppo.
pl: Obawiam się, że ta bitwa może być niezwykle trudna, niestety musimy się przygotować na poważne straty.
tr: Korkarım, bu savaş oldukça zor olacak. Maalesef, çok fazla kayba şimdiden hazırlıklı olmalıyız.

source: Survive to the end of time limit
fr: Survire jusqu'à la fin des tours.
it: Sopravvivi fino alla fine dei turni
pl: Przetrwaj do końca limitu tur.
tr: Ellerin bitimine kadar dayan

source: Fall of Freetown
fr: La Chute de Libreville
it: La caduta di Freetown
pl: Upadek Wolnego Miasta
tr: Özgürkent’in Düşüşü

source: I was trying to get to Freetown as fast as possible. On the way we heard the news which made us worried - about Akladian armies in Raedwood forest, about the smokes in the woods. I was expecting the worse, yet I was surprised.
fr: J'essayais de rejoindre Libreville le plus rapidement possible. Sur la route, nous avons entendu des nouvelles qui nous ont inquiétées : des armées Akladiennes se trouvant dans les forêts de Raedwood et de la fumée dans ces forêts. Je craignais le pire et pourtant, je fus surpris.
it: Stavo cercando di tornare a Freetown il più presto possibile. Sulla strada avevo raccolto notizie preoccupanti di eserciti di Akladia all'interno della foresta di Raedwood, di incendi nei boschi. Anche se temevo il peggio, rimasi lo stesso attonito.
pl: Próbowałem dostać się do Wolnego Miasta najszybciej jak to możliwe, lecz po drodze usłyszałem wiadomości które mnie zaniepokoiły. Akladiańskie wojska w lesie Raed i kolumny dymu nad koronami drzew. Oczekiwałem najgorszego a i tak zostałem zaskoczony.

source: From the first moment we knew that Freetown was not taken by the orcs. The orcs couldn't be possibly that atrocious. The children killed together with their mothers. Impaled girls and men on the crosses. People burned in their houses. And still, no matter how stupid it seems, I still had the hope.
fr: Dès le premier moment, nous avons su que Libreville n'avait pas été prise par des orcs. Ils n'auraient pas pu être aussi atroces : les enfants tués avec leur mère, les filles empalées, les hommes sur des croix, des maisons incendiées avec leurs occupants. Et pourtant, aussi stupide que cela puisse paraître, j'avais encore de l'espoir.
it: Fin da subito avevo capito che Freetown non era stata presa dagli orchi. Gli orchi non sarebbero stati così feroci. Bambini uccisi assieme alle loro madri. Ragazze impalate e uomini crocifissi. Gente bruciata viva nelle loro case. Eppure, per quanto stupido possa sembrare, avevo ancora speranza.
pl: Od pierwszej chwili wiedzieliśmy że Wolnego Miasta nie zdobyły orki, nawet one nie byłyby tak brutalne. Dzieci zabite wraz z matkami, dziewczęta na palach, ukrzyżowani mężczyźni i ludzie spaleni w swoich domach. I miom tego wszystkiego, choć nie wiem jak głupie się to wydaje, wciąż miałem nadzieję.
tr: Başından beri Özgürkent’in orklar tarafından alınmadığını biliyorduk. Orkların böyle bir gaddarlığı yapması mümkün olamazdı. Çocukları anneleriyle birlikte öldürdüler. Kızları ve erkekleri kılıçtan geçirdiler. Halk evlerinde yakıldı. Ama benim umudum tükenmedi.

source: Her face, though in dirt and blood, was untouched. She lied in a position which clearly tell me what was her fate before she met the blow of mercy. I kneeled next to her, fondling with her hair as I used to do when she was a child. I felt nothing. I should feel anger, despair, I should scream for vengeance, but I felt nothing. My wife, my daughters, dead? It was too impossible to be believable.
fr: Son visage, bien que tâchés de poussière et de sang, était intact. Elle gisait dans une position qui montrait clairement quel avait été son fardeau avant de recevoir le dernier coup de la compassion. Je m'agenouillais à côté d'elle, caressant ses cheveux comme je le faisais quand elle était enfant. Je n'ai rien ressenti. J'aurais dû ressentir de l'angoisse, du désespoir, j'aurais dû hurler à la vengeance, mais je n'ai rien ressenti. Ma femme et mes filles mortes ? Je ne pouvais pas y croire.
it: Il suo viso, anche sporco di terra e sangue, era intatto. Giaceva in una posizione che mi spiegava con chiarezza qual era stato il suo destino prima di ricevere il colpo di grazia. Mi inginocchiai vicino a lei, accarezzandole i capelli come facevo quand'era una bambina. Non sentivo nulla. Avrei dovuto essere furioso, disperato, avrei dovuto urlare vendetta, ma non sentii nulla. Mia moglie e le mie figlie erano morte? Non ci potevo credere.
pl: Jej twarz, choć umazana w błocie i krwi pozostała nietknięta, leżała w sposób który jasno określał jej los zanim otrzymała litościwą śmierć. Uklękłem obok, głaszcząc jej włosy tak jak wtedy gdy była jeszcze dzieckiem. I nie czułem nic. Ani gniewu, ani rozpaczy. Nie czułem nic choć powinienem szaleć z pragnienia zemsty. Żona i córki martwe? Zbyt nieprawdopodobne by uwierzyć...
