Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Heavens! They really know how to fight! Stop to play with them!
fr: Mon Dieu ! Ils savent vraiment se battre ! Arrêtez de jouer avec eux !
it: Per tutti i cieli! Sanno veramente come si combatte! Smettiamo di giocare con loro!
pl: Niebiosa! Oni naprawdę potrafią walczyć! Przestańcie się z nimi bawić!
tr: Aman yarabbi! Bunlar gerçekten döğüşmeyi iyi biliyorlar! Onlarla oynamaktan vazgeçin!

source: Argh! Why I wasn't even honoured by death from hand of your commander! I don't even know his name..
fr: Argh ! Pourquoi n'ai-je même pas eu l'honneur de mourir par votre main ! Je ne connais même pas son nom...
it: Argh! Se almeno avessi avuto l'onore di cadere per mano del vostro comandante! Non conosco neppure il suo nome.
pl: Argh! Dlaczego nawet nie zostałem zaszczycony śmiercią z rąk waszego przywódcy! Nawet nie znam jego imienia...
tr: Aaahh! Neden komutanınızın elinde ölme onurunu vermediniz! Onun ismini bile bilmiyorum...

source: My name is Ga... uhmm.. Haldric.
fr: Mon nom est Ga... euhmmm... Haldric.
it: Mi chiamo Ga... uhmm.. Haldric.
pl: Moj imię brzmi Ga.. ummm... Haldric.
tr: Adım Ga... mlı... Haldrik.

source: Gaumhaldric, wow, every your name is better than previous.
fr: Gaumhaldric, waow, chacun de vos noms est meilleur que le précédent.
it: Gaumhaldric, wow, i tuoi nomi sono uno più bello dell'altro.
pl: Gaumhaldric? Łaaał, każde twoje imię podoba mi się bardziej niż poprzednie.
tr: Gamlıhaldrik? Vay canına! Her isim öncekinden daha iyi oluyor.

source: It wouldn't be so easy for you if not of our army being elsewhere.
fr: Ça n'aurait pas été aussi facile pour vous si le reste de notre armée n'était pas ailleurs.
it: Non sarebbe stato così facile per te se il nostro esercito non impegnato altrove.
pl: Nie poszłoby wam tak łatwo, gdyby nie to, że nasza armia jest teraz gdzie indziej.
tr: Bizim ordu başka yerde olmasaydı sen görürdün gününü.

source: So you were worthy opponent, after all! It's sad thing we had no occasion to meet in other circumstances, or we could maybe even be friends.
fr: Vous avez été un valeureux opposant, après tout ! C'est triste que nous n'ayons pas eu l'occasion de nous rencontrer dans d'autres circonstances, nous aurions pu même devenir amis.
it: Sei stato un degno avversario, dopo tutto! È triste che non abbiamo avuto l'occasione di incontrarci in circostanze diverse, forse saremmo persino diventati amici.
pl: Byliście godnym przeciwnikiem, mimo wszystko! Szkoda, żeśmy się nie spotkali w innych okolicznościach, może nawet zostalibyśmy przyjaciółmi.
tr: Siz değerli bir rakiptiniz, neticede! Başka şartlar altında tanışma fırsatımız olmaması ne kadar kötü, dost bile olabilirdik.

source: You do not have to die like that, Rob Roe. I do not wish you death. I will let you live.
fr: Vous ne devez pas mourir comme ça, Rob Roe. Je ne veux pas votre mort. Je vous laisserai vivre.
it: Non devi morire così, Rob Roe. Non voglio la tua morte. Ti lascerò vivere.
pl: Nie musisz umierać w ten sposób Robie Roe. Nie pragnę twojej śmierći. Pozwolę ci żyć.
tr: Bu şekilde ölmek zorunda değilsiniz, Robro. Ölmenizi istemiyorum. Yaşamanıza izin vereceğim.

source: What's your name, noble stranger, so I can know whom to thank?
fr: Quel est votre nom noble étranger, que je sache qui je dois remercier ?
it: Come ti chiami, nobile straniero, in modo che io sappia chi devo ringraziare?
pl: Jak brzmi wasze imię, szlachetny nieznajomy, bym wiedział, komu winienem podziękowania?
tr: İsmini bahşeder misin, bana soylu yabancı? Böylece kime teşekkür edeceğimi bilirim.

source: So, Gaumhaldric, can I fight for you? I and my people too?
fr: Eh bien, Gaumhaldric, est-ce que je peux me battre pour vous ? Et mon peuple aussi ?
it: Allora, Gaumhaldric, posso combattere per te? Io e anche la mia gente?
pl: Więc Gaumhaldricu, czy mogę walczyć dla ciebie? Tak jak i moi ludzie?
tr: Gamlıhaldrik, senin için döğüşebilr miyim? Adamlarımla birlikte?

source: Wow! Seems you have earned a new nickname, Gaumhaldric.
fr: Wahou ! On dirait que vous avez gagné un nouveau surnom, Gaumhaldric.
it: Wow! Sembra che tu ti sia guadagnato un soprannome, Gaumhaldric.
pl: Łaał! Chyba właśnie dostałeś nowy przydomek, Gaumhaldricu.
tr: Vay canına! Öyle görünüyor ki, yeni bir lakabın var, Gamlıhaldrik.

source: After some thought..
fr: Après réflexion...
it: Dopo averci pensato un po'...
pl: Po chwili namysłu...
tr: Biraz düşündükten sonra...

source: Yes, I will accept you and anyone from your people, who would want to fight in my army.
fr: Oui, je vous accepte, ainsi que tous ceux de votre peuple qui veulent se battre dans mon armée.
it: Sì, io accetterò te e tutti quelli del tuo popolo che vogliono combattere nel mio esercito.
pl: Tak, zgadzam się byś ty, i każdy z twoich ludzi który zechce, dołączył do mojej armii.
tr: Evet, ordumda döğüşmek isteyen adamlarını ve seni kabul edeceğim.

source: No, no offence, but I do not trust you enough
fr: Non, ne le prenez pas mal, mais je ne vous fais pas assez confiance.
it: No, senza offesa, ma io non mi fido abbastanza di te.
pl: Bez obrazy, ale nie ufam ci wystarczająco.
tr: Hayır, kimse gücenmesin, ama ben size yeterince güvenmiyorum.

source: You said most of your army is elsewhere?
fr: Vous disiez que la plus grosse partie de votre armée était ailleurs ?
it: Hai detto che la maggior parte del tuo esercito è altrove?
pl: Powiedziałeś, że większość waszej armii jest gdzie indziej?
tr: Ordunun büyük kısmı başka yerde mi demiştin?

source: Yes. The best units were hired to invade clan of Carrenemoes.
fr: Oui, les meilleures unités ont été recrutées pour envahir le clan des Carrenmoes.
it: Sì. Le unità migliori sono state assoldate per attaccare il clan dei Carrenemoe.
pl: Tak. Najlepsze jednostki zostały najęte by najechać siedziby klanu Carrenemoe.
tr: Evet. En iyi birimler Karenemo kabilesine saldırmak için para aldılar.

source: Carrenemoes? Ruvio, we have to..
fr: Carrenmoes ? Ruvio, nous devons...
it: I Carrenemoe? Ruvio, dobbiamo...
pl: Carrenemoes? Ruvio, musimy...
tr: Karenemo’lar mı? Ruviyo, biz...

source: We have to go to Freetown, as soon as possible. I'm sorry kid.
fr: Nous devons rejoindre Libreville le plus tôt possible, je suis désolé mon garçon.
it: Dobbiamo andare a Freetown il più presto possibile. Mi spiace ragazzo.
pl: Musimy udać się do Wolnego Miasta tak szybko jak to możliwe. Przykro mi dzieciaku.
tr: Biz mümkün olduğu kadar çabuk Özgürkent’e gitmek zorundayız. Kusura bakma çocuk.

source: Rob Roe, there was assassin who was send after m.. Gawen Hagarthen. He was interrogated and he testified he was send from Outlaw Place. Do you know who have hired him to kill king Gawen Hagarthen?
fr: Rob Roe, on a envoyé un assassin contre m... contre Gawen Hagarthen. On l'a interrogé et il a certifié qu'il venait de la base des hors-la-loi. Savez-vous qui l'a engagé pour tuer le roi Gawen Hagarthen ?
it: Rob Roe, c'era un sicario sulle m... tracce di Gawen Hagarthen. È stato interrogato e ha detto che lo avevano mandato da Fuorilegge. Sai chi lo ha pagato per uccidere il re Gawen Hagarthen?
pl: Robie Roe za m... Gawenem Hagarthenem wysłano zabójcę. Na spytkach wyznał, że przysłano go z Miejsca Banitów. Czy wiesz kto go wynajął?
tr: Robro, be.. Gaven Hagarten’i öldürmek için gönderilmiş bir suikastçi vardı. Gaven onu sorgulamış ve böyle bir Haydut Yatağından gönderildiğini öğrenmiş. Gaven Hagarten’i öldürmek için onu kimin tuttuğunu biliyor musun?

source: I am not sure. Maybe you will say few names, and I will tell you if they ring a bell
fr: Je n'en suis pas sûr. Peut-être pourriez-vous dire quelques noms et je vous dirai s'ils me rappellent quelque chose.
it: Non saprei. Se mi fai qualche nome posso dirti se mi dicono qualcosa.
pl: Nie jestem pewien. Może powiecie kilka nazwisk, może coś mi przypomną.
tr: Emin değilim. Belki bir kaç isim söyleyebilirim, birkaç ipucu verirsen daha kesin olur.

source: So, what about..
fr: Bien, pourquoi pas...
it: Dunque, ...
pl: No, to co powiesz na..
tr: Bunlar hakkında ne biliyorsun?

source: No, I don't think it was him.
fr: Non, je ne pense pas que c'était lui.
it: No, non penso che sia stato lui.
pl: Nie, to raczej nie było on.
tr: Hayır, onun olduğunu sanmıyorum.

source: Yes! I remember that. A price for father and son. I think it was also him who paid us to invade Carrenemoe's place.
fr: Oui ! Je m'en souviens. Un prix pour le père et pour le fils. Je pense que c'est lui aussi qui a payé pour l'invasion du clan Carrenmoe.
it: Sì! Me lo ricordo. Un compenso per il padre e per il figlio. Credo che fosse lui che ci ha pagato per attaccare il territorio dei Carrenemoe.
pl: Tak! Pamiętam. Cena za ojca i syna. To chyba także on zapłacił nam teraz za najazd na osadę Carrenemoe.
tr: Evet, bunu hatırladım. Baba ve oğlu için ücret ödemişti. Sanırım ayrıca, Karenemo’lara saldırmamız için de ücret ödeyen oydu.

source: The noble and oh-so-honorable Reme? You have to be kidding.
fr: Le si noble et si honorable Reme ? Vous devez plaisanter.
it: Il nobile e onorato Reme? Vuoi scherzare.
pl: Szlachetny i och-jakże-honorowy Reme? No chyba sobie dworujecie ze mnie.
tr: Soylu ve onurlu Reme mi? Çocuk olma.

source: Lady Lorin?
fr: Dame Lorin ?
pl: Pani Lorin?
tr: Bayan Lorin?

source: No, it wasn't a woman. People from her clan did contact us in the past, wanting to buy some poison, but it was long ago.
fr: Non, ce n'était pas une femme. Des membres de son clan nous ont contactés par le passé pour nous acheter du poison, mais c'était il y a si longtemps...
it: No, non è stata una donna. La gente del suo clan ci ha contattati in passato per comprare del veleno, ma è stato molto tempo fa.
pl: Nie, to nie była kobieta. Ludzie z jej klanu kontaktowali się z nami w przeszłości, chcąc kupić jakąś truciznę, ale to było dawno temu.
tr: Hayır, o bir kadın değildi. Geçmişte, onun kabilesinden birileri bize zehir satın almak için başvurmuştu, fakat bu uzun zaman önceydi.

source: Who? Never heard about him.
fr: Qui ? Jamais entendu parler de lui.
it: Chi? Mai sentito.
pl: Kto? Nigdym o nim nie słyszałem.
tr: Kim? Onun hakkında hiçbir şey duymadım.

source: The guy from city of Barnon? No, though from what I've heard about him he could do it - if he could think more himself.
fr: Le gars de la cité de Barnon ? Non. Bien que d'après ce que j'ai entendu de lui, il aurait pu le faire, du moins s'il pouvait penser un peu plus par lui-même.
it: Il tipo della città di Barnon? No, anche se da quello che ho sentito che avrebbe potuto farlo - se pensasse di più con la sua testa.
pl: Facet z miasta Barnon? Nie, chociaż z tego com o nim słyszał, byłby do tego zdolny - gdyby potrafił myśleć bardziej samodzielnie.
tr: Barnon şehrindeki adam mı? Hayır, onun hakkında duyduğum tek şey o bunu yapabilirdi - yapabilirse kendisi öldürmeyi düşünüyordu.

source: That's all I wanted to know
fr: C'est tout ce que je voulais savoir.
it: Questo è quanto volevo sapere
pl: To wszystko co chciałem wiedzieć.
tr: Bilmek istediğim bu kadar

source: There are no more trained able young man in this small settlement to recruit as Spearman or Bowman. You may only recruit Peasants and Fencers now.
fr: Il n'y a plus de jeunes hommes entraînés à recruter comme lanciers ou archers dans ce campement. Vous ne pouvez plus recruter que des paysans ou des escrimeurs maintenant.
it: Non ci sono altri uomini abili in questo piccolo insediamento da reclutare come fanti o arcieri. Ora puoi solo più reclutare contadini e schermitori.
pl: W tej osadzie nie ma już więcej zdolnych do noszenia broni młodych mężczyzn o umiejętnościach wystarczających do służenia jako Włócznicy lub Łucznicy. Od tej chwili możesz rekrutować tylko Wieśniaków i Szermierzy.
tr: Bu küçük yerleşkede mızrakçı ve okçu olarak askere alacağın başka eğitimli genç kalmadı. Artık sadece kılıççıları ve köylüleri askere alabilirsin.

source: Look, fresh enemy forces arrived! We have no chances for win now!
fr: Regardez, de nouvelles forces ennemies sont arrivées ! Nous n'avons plus aucune chance de gagner maintenant !
it: Guardate, sono arrivate i rinforzi del nemico! Non abbiamo più speranza di vincere.
pl: Spójrz, nadciągnęły nowe wojska nieprzyjaciela! Teraz nie mamy już szans na zwycięstwo!
tr: Bak! Taze düşman kuvvetleri geldi! Artık kazanma şansımız kalmadı!

source: Ha! Our army had returned! You are doomed now!
fr: Ha ! Notre armée est de retour ! Vous êtes condamnés maintenant !
it: Ah! Il nostro esercito è tornato! Ora non avete scampo!
pl: Ha! Nasza armia wróciła! Już po was!
tr: Ah! Bizim ordu döndü! Sonunuz geldi!

source: Hm, seems there are some people here, able with swords and bows, who could be recruited.
fr: Hum, on dirait qu'il y a des gens ici qui savent se servir d'une épée et d'un arc et qui peuvent être recrutés.
it: Hm, pare che da queste parti ci sia qualcuno, abile con spade e archi, che potrebbe essere reclutato.
pl: Hm, wygląda na to, że jest tu kilku ludzi, potrafiących posługiwać się mieczami i łukami, których można by powołać do armii.
tr: Hımm, kılıçları ve oklarıyla hemen askere alınabilecek gibi görünen bazı insanlar var burada.

source: You may recruit four more either archers or spearmen.
fr: Vous pouvez recruter quatre lanciers ou archers de plus.
it: Puoi reclutare solo più quattro unità tra arcieri o fanti.
pl: Możesz wynająć cztery kolejne jednostki, łuczników lub włóczników.
tr: Dört mızrakçı veya okçu daha alabilirsin.

source: It seems that Outlaws had small hidden treasury here.
fr: On dirait que les hors-la-loi ont caché un petit trésor, ici.
it: Pare che i fuorilegge avessero nascosto un piccolo tesoro qua.
pl: Banici mieli tu swój ukryty skarbczyk.
tr: Haydutlar burada küçük bir hazine gizlemişler gibi görünüyor.

source: You receive 50 golden pieces.
fr: Vous recevez 50 pièces d'or.
it: Hai ricevuto 50 pezzi d'oro.
pl: Otrzymałeś 50 sztuk złota.
tr: 50 altın aldınız.

source: Hired Swords
fr: Épées cachées.
it: Spade mercenarie
pl: Najęte Miecze
tr: Kiralık Kılıçlar

source: After Gawen's death I felt dead as well. Then Reme have left me and I was all alone. I couldn't go back to my family. They hated me, because I failed their hopes. They hated me, because I tried to be independent. And maybe they hated me because I was reminding them how I became wife of Gawen's father: how I became a queen.
fr: Après la mort de Gawen, je me sentis morte à mon tour. Ensuite Reme m'avait laissée et j'étais seule. Je ne pouvais pas retourner dans ma famille. Ils me détestaient parce que j'avais ruiné leurs espoirs. Ils me détestaient parce que j'avais essayé d'être indépendante. Probablement qu'ils me détestaient aussi parce que je leur rappelais comment j'étais devenue la femme du père de Gawen, comment j'étais devenue reine.
it: Dopo la morte di Gawen, mi sono sentita morire anche io. Poi Reme mi ha lasciato e sono rimasta sola. Non posso tornare dalla mia famiglia. Mi odiano, perché ho deluso le loro speranze. Mi odiano, perché ho provato a essere indipendente. E forse mi odiano perché gli ricordo come sono diventata moglie del padre del Gawen: come sono diventata una regina.
pl: Po śmierci Gawena równiez czułam się martwa. Reme mnie opuścił i zostałam całkiem sama. Nie mogłam wrócić do rodziny. Nienawidzili mnie gdyż zawiodłam ich nadzieje, bo próbowałam być zbyt niezależna. I być może nienawidzili mnie bo przypominałam im jak zostałam żoną ojca Gawena. Jak zostałam królową.
tr: Gaven’ın ölümünden sonra ben de ölü gibiydim. Reme beni bıraktıktan sonra tek başıma kaldım. Aileme geri dönemezdim. Benden nefret ediyorlardı, çünkü umutlarını boşa çıkarmıştım. Benden nefret ediyorlardı, çünkü bağımsız olmayı denemiştim. Benden nefret ediyorlardı, çünkü nasıl Gaven’ın babasının karısı - kraliçe - olduğumu hatırlatıyordum onlara.

source: The other woman maybe would just give up. Maybe, if I would have different heart, I would just beg my father for admission into his castle. But I am Lorin. I took soldiers Reme gave me for my protection and I rode east. I knew people there, who could help me. Akladians would not fight for me, I was sure of that; So I had to find someone else who would.
fr: Une autre femme aurait peut-être simplement abandonné. Peut-être, si j'avais eu un coeur différent, aurais-je juste prié mon père pour qu'il m'admette dans son château. Mais je suis Lorin. J'ai pris les soldats que Reme a mis sous ma protection et je suis partie vers l'est. Je connaissais des gens par là, des gens qui pourraient m'aider. Les Akladiens ne se seraient pas battus pour moi, j'en étais sûre. Je devais donc trouver quelqu'un d'autre qui le ferait.
it: Un'altra forse si sarebbe arresa. Forse, se avessi un altro carattere, implorerei solo mio padre che mi riammetta nel suo castello. Ma sono Lorin. Ho preso i soldati che Reme mi ha dato per la mia protezione e li ho condotti verso est. Laggiù conosco della gente, che potrebbe aiutarmi. Gli uomini di Akladia non combatterebbero per me, di questo sono sicura; e allora ho dovuto trovare qualcun altro.
pl: Inna kobieta może już by się poddała, może gdybym miała inne serce błagałabym ojca o przyjęcie do swego zamku. Ale jestem Lorin. Wzięłam żołnierzy których Reme dał mi dla ochrony i pojechałam na wschód. Znałam tam ludzi którzy mogli mi pomóc. Akladianie nie walczyliby dla mnie, tego byłam pewna, więc musiałam znaleźć kogoś kto by to zrobił.
tr: Başka kadın olsa belki vazgeçerdi. Belki, ben farklı bir kalbe sahiptim, belki babamdan şatosuna girmek için izin isteyebilirdim. Fakat, ben Lorin’im. Reme’nin bana verdiği askerleri kendimi korumak için aldım ve doğuya gittim. Orada bana yardım edecek birileri olduğunu biliyordum. Akladyalılar benim için döğüşmezlerdi, bundan emindim. Öyleyse döğüşecek başkalarını bulmalıydım.

source: They were called Aragwaithi, which in their barbarian and unworthy language meant something like 'noble'. They were mercenaries offering their services to anyone. They were not race, though in past times their ancestors came here from distant lands. Now, they accepted everyone into their ranks. I've heard that even some Akladians found their place amongst them.
fr: On les appelait les Aragwaithis, ce qui veut dire quelque chose comme 'noble' dans leur langage barbare. Ils étaient des mercenaires offrant leurs services à n'importe qui. Ils n'étaient pas de notre espèce, bien que dans les temps anciens, leurs ancêtres venaient de lointains pays. Maintenant, ils acceptaient tout le monde dans leurs rangs. J'ai même entendu que certains Akladiens avaient trouvé leur place parmi eux.
it: Si chiamano Aragwaithi, che nella loro lingua barbara e indegna significa qualcosa come "i nobili". Sono mercenari che offrono i loro servizi a chiunque. Non sono una razza, anche se nel passato i loro antenati sono venuti qui da terre lontane. Adesso invece, accettano tutti nelle loro fila. Ho sentito dire che anche della gente di Akladia ha trovato un posto in mezzo a loro.
pl: Nazywano ich Aragwaithi, co w ich niegodnym, barbarzyńskim języku znaczyło 'szlachetny'. Byli najemnikami oferującymi swe usługi każdemu. Ne byli osobną rasą, choć ich przodkowie przybyli z odległych ziem. Akceptowali każdego, słyszałam że nawet kilku Akladian znalazło u nich miejsce.
tr: Onlara Aragvay deniyordu. Kaba ve değersiz dillerinde ‘soylu’ gibi bir anlama geliyordu. Hizmetlerini herkese sunan paralı askerlerdi. Bir ırk değillerdi, geçmişte ataları uzak ülkelerden gelmişlerdi. Şimdi ordularına herkesi kabul ediyorlardı. Hatta aralarında Akladyalıların bile olduğunu duymuştum.

source: From all underlings in Wesnoth, they were those, who resisted us the most. In last battle, when all other Wesnothians were running for their life, Aragwaithi stood and fell to the last one. That's why we cutted their head off, their hands and legs, so in after life they could not be danger for us.
fr: De tous les inférieurs de Wesnoth, ils étaient ceux qui nous résistaient le plus. À la dernière bataille, quand tous les Westhoniens fuyaient pour sauver leur vie, les Aragwaithis étaient restés et tombés jusqu'au dernier. C'est pourquoi nous leur avions coupé la tête, les mains et les jambes, afin qu'après leur vie, ils ne puissent plus être un danger pour nous.
it: Di tutti i miserabili di Wesnoth sono stati quelli che ci hanno resistito più a lungo. Nell'ultima battaglia, quando tutti gli altri fuggivano per mettersi in salvo, gli Aragwaithi rimasero a combattere fino all'ultimo uomo... Ecco perché tagliammo loro testa, mani e piedi, in modo che dall'aldilà non potessero essere pericolo per noi.
pl: Ze wszystkich podludzi Wesnoth oni opierali się najbardziej. W ostatniej bitwie, gdy reszta Wesnothian uciekała w panice, oni dotrzymali pola i padli do ostatniego. Dlatego odcinaliśmy im głowy, nogi i ręce by w życiu po smierci nie byli dla nas zagrożeniem.
tr: Wesnottaki tüm paryalar içinde bize en çok direnenler onlardı. Son savaşta, tüm diğer wesnotlar canlarını kurtarmak için kaçarken, Aragvaylar kalmış ve sonuna kadar savaşmışlardı.Onların kafalarını ellerini ve bacaklarını kesme sebebimiz, hayattan sonra bizim için tehlikeli olmamaları içindi.

source: I found one of their sietches and talked to their leader, called Andrey Yaranov. I wanted swords, and I had gold; they had swords and wanted gold. So we struck the deal very fast. I felt uneasy amongst them, with their eyes, hair, faces screaming that they are underlings. But I told myself they are just swords; hired swords.
fr: J'ai trouvé un de leurs repaires et j'ai parlé à leur chef, appelé Andrey Yaranov. Je voulais des épées et j'avais de l'argent. Ils avaient des épées et ils voulaient de l'or. Nous tombâmes d'accord rapidement. Je ne me sentais pas à l'aise parmi eux. Leurs yeux, leurs cheveux, leurs visages criaient qu'ils étaient des inférieurs.. Mais je me disais qu'ils n'étaient que des épées, des épées à louer.
it: Ho trovato uno dei loro accampamenti e ho parlato con il loro capo, chiamato Andrey Yaranov. Volevo delle spade e avevo dell'oro; loro volevano l'oro e avevano le spade. Così abbiamo concluso l'affare molto velocemente. Mi sono sentita a disagio fra loro, i loro occhi, i capelli, le loro facce, tutto di loro urla di miserabile. Ma mi sono detta che erano solo spade: spade mercenarie.
pl: Znalazłam jedną z ich siczy i porozmawiałam z ich przywódcą, zwaym Andreyem Yaranovem. Chciałam mieczy i miałam złoto, oni mieli miecze i złota pragnęli, więc umowę zawarliśmy szybko. Czułam się tam nieswojo widząc ich twarze i sylwetki krzyczące, że są pariasami. Ale wkrótce zaczęłam ich traktować po prostu jak broń, wynajętą żywą broń.
tr: Yerlerini buldum ve liderleri Andrey Yaranov ile konuştum. Benim altınım vardı, onun kılıççıları, ben kılıççıya ihtiyacım vardı, onun altına. Dolayısıyla çabucak anlaşmaya vardık. Aralarında pek rahat edemedim, gözleri, saçları, yüzleri adeta biz paryayız diye bağırıyordu. Kendi kendime onların sadece kılıççı, ücretli birer kılıççı olduğunu düşünmeye çalıştım.

source: Yes. And you will do everything I will order you to do.
fr: Oui et vous ferez tout ce que je vous ordonnerai de faire.
it: Sì. E tu farai tutto quello che ti ordinerò di fare.
pl: Tak. I będziecie robić wszystko co wam rozkażę.
tr: Evet. Ve size emrettiğim herşeyi yapacaksınız.
