Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: It's the end. We have no chances to escape now, once Bor Cryne will send here his army.
fr: C'est la fin ! Nous n'avons plus aucune chance de nous échapper, Bor Cryne va envoyer son armée ici !
it: È la fine. Non avremo scampo ora che Bor Cryne manderà qua il suo esercito.
pl: To już koniec. Nie szansy na ucieczkę, gdy Bor Cryne wyśle tu swoją armię.
tr: Sonumuz geldi. Bor Krayn ordusunu gönderecek diye düşünürken, kaçma şansımız kalmadı.

source: No! The reinforcements for Akladians have arrived! We are encircled!
fr: Non ! Les renforts Akladiens sont arrivés ! Nous sommes encerclés !
it: No! Sono arrivati i rinforzi per quelli di Akladia! Siamo circondati!
pl: Nie! Posiłki dla Akladyjczyków przybyły! Jesteśmy okrążeni!
tr: Hayır! Akladyalılar için destek geldi! Kuşatıldık!

source: Wow.
fr: Wahou.
pl: Łał.
tr: Aman Tanrım.

source: What? Young woman like me have to learn how to defend herself.
fr: Quoi ? Une jeune fille comme moi doit savoir se défendre !
it: Cosa? Le ragazze come me devono imparare a difendersi da sole.
pl: Co? Młoda kobieta, taka jak ja, musi nauczyć się bronić.
tr: Ne? Genç kadın kendini nasıl savunacağını benim gibi öğrenmek zorunda.

source: Isn't that Ruvio we heard about? It's a honour fighting for you! Command!
fr: N'est-ce pas ce Ruvio dont nous avons entendu parler ? C'est un honneur de combattre pour vous ! À vos ordres !
it: Sei il famoso Ruvio? È un onore combattere per te! Ai tuoi ordini!
pl: Czyż nie jest to ten Ruvio o którym słyszeliśmy? To honor walczyć dla pana! Rozkazuj!
tr: Ruviyo hakkanda duyduklarımız doğru mu? Senin için döğüşmek onurdur! Kumandan!

source: Today you won't be commanded by me, but by this young man. I will only be his advisor.
fr: Aujourd'hui, je ne vous commanderai pas. Ce jeune homme le fera. Je ne serais que son conseiller.
it: Oggi il comandante non sono io, ma questo giovanotto. Io sarò solo il suo consigliere.
pl: Dzisiaj nie ja będę wami dowodził, lecz ten oto młody mężczyzna. Ja - będę tylko jego doradcą.
tr: Bugün ben değil, bu genç adam komutanınız. Ben sadece onun danışmanı olacağım.

source: And who is he? Why should we fight under his command?
fr: Et qui est-il ? Pourquoi devrions-nous combattre sous ses ordres ?
it: E chi è? Perché dovrei combattere per lui?
pl: A kimże on jest? Dlaczego mamy walczyć pod jego komendą?
tr: E, o kim? Neden onun komutasında döğüşmek zorundayız?

source: Because I ask you to. Don't you think my word is enough?
fr: Parce que je vous le demande. Ma parole n'est-elle pas suffisante ?
it: Perché sono io a ordinartelo. Non pensi che questo sia sufficiente?
pl: Ponieważ proszę was o to. Czy nie sądzicie, że moje słowo wystarcza?
tr: Ben öyle istediğim için. Bu senin için yeterli değil mi?

source: Well then, Ruvio. We will listen to his orders. We hope you are not mistaken and this young boy can lead us to victory over Akladian beasts.
fr: Très bien, Ruvio ! Nous écouterons ses ordres. Nous espérons que vous ne vous trompez pas et que ce jeune garçon peut nous conduire à la victoire sur les bêtes Akladiennes.
it: Allora va bene, Ruvio. Eseguiremo i suoi ordini. Spero che non ti stia sbagliando e che questo giovanotto ci possa condurre alla vittoria contro questi animali di Akladia.
pl: Dobrze więc, Ruvio. Będziemy słuchać jego rozkazów. Mamy nadzieję, że się nie mylisz i ten młody chłopak poprowadzi nas do zwycięstwa nad akladyjskimi bestiami.
tr: Peki o halde, Ruviyo. Onun emirlerine uyacağız. Umarız yanlış yapmıyorsundur ve umarız bu genç adam Akladyalı alçaklara karşı bizi zafere götürebilir.

source: Peasants and brawlers, how on earth am I supposed to win battle with those?
fr: Des paysans et des bagarreurs, comment diable suis-je supposé gagner la bataille avec ça ?
it: Un branco di contadini e attaccabrighe, come diavolo posso vincere una battaglia con questi?
pl: Wieśniacy i awanturnicy, jakim cudem ja mam wygrać z nim tą bitwę?
tr: Köylüler ve çenesi düşük döğüşçüler, bunlarla savaşı kazanacağımı nasıl düşünebilirim?

source: You forgot about me!
fr: Vous m'oubliez !
it: Ti dimentichi di me!
pl: Zapomniałeś o mnie!
tr: Beni unutma!

source: He hadn't. He mentioned brawlers already.
fr: Non, non, il a déjà mentionné les bagarreurs ...
it: Non lo ha fatto. Ha già citato gli attaccabrighe.
pl: Nie zapomniał. Wspomniał przecież awanturników.
tr: Kavgacılardan zaten bahsetmişti.

source: Yes, they are not best warriors available, but you can recruit a lot of them, and they learn fast. And our opponents are not numerous, and here they can't really recruit more soldiers. It would be easy, believe me.
fr: En effet, ce ne sont pas les meilleurs guerriers disponibles, mais vous pouvez en recruter beaucoup et ils apprennent vite. Nos adversaires ne sont pas nombreux et ici, ils ne peuvent pas vraiment recruter d'avantage de soldats. Ce devrait être facile, croyez-moi.
it: Sì, non sono i migliori guerrieri disponibili, ma ne puoi reclutare tanti e imparano velocemente. E i nostri avversari non sono numerosi e qua non possono reclutare altri soldati. Dovrebbe essere una passeggiata, almeno credo.
pl: Tak, nie są to najlepsi wojownicy, ale możesz powołać ich wielką ilość, a uczą się oni bardzo szybko. Zaś nasi przeciwnicy są nieliczni, a w tych okolicach naprawdę nie mogą liczyć na rekrutów. To będzie łatwe, możesz mi wierzyć.
tr: Evet, onlar en iyi savaşçılar değil, ama onlardan çok sayıda askere alabilirsin ve çabuk öğrenirler. Ayrıca, rakiplerimiz sayıca az, buralarda çok sayıda asker bulamazlar. Kolay olacak, inan bana.

source: See, I told you it will be easy.
fr: Vous voyez, je vous avais dit que ce serait facile.
it: Vedi? L'ho detto che sarebbe stato facile.
pl: Widzisz, mówiłem Ci, że to będzie łatwe.
tr: Bak, dediğim gibi kolay oldu.

source: Yes, but only because they had so few soldiers and so dumb commander. Where to go now?
fr: Oui, mais uniquement parce qu'ils étaient quelques-uns et que leur chef était un imbécile. Où allons-nous maintenant ?
it: Sì, ma solo perché avevano così pochi uomini e un comandante stupido. Dove andiamo adesso?
pl: Tak, ale tylko ponieważ mieli tak mało żołnierzy i tak głupiego dowódcę. Gdzie podążymy teraz?
tr: Evet, düşman sadece bir kaç asker ve budala bir komutandan ibaret olunca kolay oldu. Şimdi nereye gidiyoruz?

source: No one is now alive to inform Bor Cryne and others that your had survived the battle. We may go to Freetown now. The Akladians are all around us; we will have to cross the forests of Raedwood, and hope that bandits living there won't attack us.
fr: Plus personne n'est vivant pour informer Bor Cryne et les autres que vous avez balayés à l'issue de la bataille. Nous pouvons aller à Libreville maintenant. Les Akladiens sont tout autour de nous ; nous devrons traverser les forêts de Raedwood et espérer que les bandits qui y vivent ne nous attaqueront pas.
it: Ora nessuno è sopravvissuto per informare Bor Cryne e gli altri che sei sopravvissuto alla battaglia. Adesso possiamo andare a Freetown. Gli uomini di Akladia sono dappertutto intorno noi; dovremo attraversare le foreste di Readwood e speriamo che i banditi che vivono là non ci attacchino.
pl: Nikt nie pozostał z nich przy życiu by poinformować Bora Cryne i innych że przeżyłeś bitwę. Możemy iść teraz do Wolnego Miasta. Akladyjczycy są wszędzie wokół nas; będziemy musieli przejść przez Lasy Raed, i mieć nadzieję, że bandyci, którzy tam mieszkają, nas nie zaatakują.
tr: Bor Krayn ve diğerlerine sizin kurtulduğunuzu haber verebilecek canlı kimse kalmamış. Hemen Özgürkent’e gitmeliyiz. Etrafta Akladyalı dolu; Kızılağaç ormanını geçmek zorunda kalacağız, umarım orada yaşayan haydutlar bize saldırmaz.

source: It's a shame there weren't more Akladians to kill.
fr: Quel dommage qu'il n'y ait pas eu plus d'Akladiens à tuer.
it: Peccato che non ci siano altri Akladiani da uccidere.
pl: Szkoda, że nie zostało więcej Akladyjczyków do zabicia.
tr: Ne yazık ki, fazla Akladyalı öldüremedik.

source: There is one more left.
fr: Il en reste un !
it: Ce n'è ancora uno.
pl: Jeden pozostał.
tr: Bir tane kaldı.

source: Where?!
fr: Où ça ?!
it: Dove?!
pl: Gdzie?!
tr: Nerede?!

source: I am. Now, do you want to kill me? Go on, if you want to, I won't stop you.
fr: Moi. Vous voulez toujours me tuer ? Allez-y si vous le voulez, je ne vous en empêcherai pas.
it: Sono io. E adesso cosa vuoi fare? Uccidermi? Sono pronto, se vuoi, io non ti fermerò.
pl: Tutaj. No i jak, chcesz mnie zabić? No dalej, jeśli chcesz, nie będę ciebie zatrzymywał.
tr: Ben varım ya. Beni de öldürmek ister misiniz? Haydi! çok istiyorsanız, durdurmayacağım sizi.

source: Stop it, kids! We have no time for silly fighting over words. We have to reach Freetown as soon as possible. Haldric, Freetown is a base for our people, where we are organising the army. You will meet there the rest of my family.
fr: Arrêtez ça ! On dirait des enfants ! Nous n'avons pas assez de temps pour ces joutes verbales stupides ! Nous devons atteindre Libreville le plus vite possible ! Haldric, Libreville est une base de notre peuple, c'est là que nous administrons l'armée. Vous y rencontrerez le reste de ma famille.
it: Smettetela, bambini! Non abbiamo tempo per patetici litigi sulle parole. Dobbiamo raggiungere Freetown prima possibile. Haldric, Freetown è la base per la nostra gente ed è dove stiamo organizzando un esercito. Laggiù incontrerai il resto della mia famiglia.
pl: Przestańcie dzieciaki! Nie mamy czasu na kłótnie o głupoty i czepianie się słówek. Musimy dotrzeć do Wolnego Miasta najszybciej jak to tylko możliwe. Haldricu, Miasto to baza naszych ludzi, gdzie organizujemy armię. Spotkasz tam resztę mojej rodziny.
tr: Durun çocuklar! Ağız dalaşı için vaktimiz yok. Mümkün olduğu kadar çabuk Özgürkent’e varmalıyız. Haldrik, Özgürkent bizim üssümüzdür, ordumuzu orada tutarız. Ailemin kalanı ile orada tanışacaksın.

source: Ruvio, call me Gawen. I am not used to being called Haldric. I've never heard about Freetown.
fr: Ruvio, appelez-moi Gawen. Je n'ai pas l'habitude qu'on m'appelle Haldric. Je n'ai jamais entendu parler de Libreville.
it: Ruvio, chiamami Gawen. Non sono abituato a sentirmi chiamare Haldric. Non ho mai sentito parlare di Freetown.
pl: Ruvio, nazywaj mnie Gawen. Nie jestem przyzwyczajony do imienia Haldric. Nigdy nie słyszałem o Wolnym Mieście.
tr: Ruviyo, bana Gaven de. Haldrik adını hiç kullanmadım. Özgürkent’i hiç duymamıştım.

source: It's hidden deep inside the forests. It's location is our greatest secret. And, get used to be called Haldric. I want everyone to oath that they won't tell anyone that this man is former king of Vakladia, Gawen Hagarthen. He is just Haldric now. It will be far better for you, Haldric, believe me. It will be far safer.
fr: C'est profondément caché dans les forêts. C'est le lieu de nos plus grands secrets : prenez l'habitude d'être appelé Haldric. Je veux que tout le monde évite de dire à quiconque que cet homme est l'ancien roi de Vakladia, Gawen Hagarthen. Il sera juste Haldric, à partir de maintenant. Ce sera beaucoup mieux pour vous, Haldric, croyez-moi, ce sera plus sûr.
it: È nascosta nel fitto delle foreste. La sua posizione è il nostro più grande segreto. E cerca di abituarti a essere chiamato Haldric. Voglio che tutti giurino ora che non diranno a nessuno che questo uomo è l'ex-re di Vakladia, Gawen Hagarthen. D'ora in poi è solo Haldric. Sarà molto meglio per te, Haldric, credi a me. Sarà molto più sicuro.
pl: Jest ukryte głęboko w lesie. Jego lokalizacja to nasz największy sekret. I, przyzwyczajaj się do bycia nazywanym Haldricem. Chcę, by każdy tu obecny złożył przysięgę, że nikomu nie powie ani słowa, że ten człowiek to dawny król Vakladii, Gawen Hagarthen. Od tej chwili nazywa się on po prostu Haldric. Tak będzie dla ciebie lepiej Haldric, uwierz mi. I dużo bezpieczniej.
tr: Ormanın derinlerinde gizlidir. En gizli yerimizdir. Ve ben Haldrik diye çağırırdım seni. Herkesin yemin etmesini istiyorum; kimse, bu adamın Vakladia’nın gerçek kralı, Gaven Hagarten olduğundan bahsetmeyecek. Bundan sonra sana Haldrik desek daha iyi olacak, inan bana, daha güvenli.

source: Why? If the Freetown location is so secret, then even if Akladian lords will know that I am alive, they wouldn't be able to find me, right?
fr: Pourquoi ? Si Libreville est un lieu si secret, même si les seigneurs Akladiens apprennent que je suis en vie, il ne seront pas capables de m'y trouver, non ?
it: E perché? Se la posizione di Freetown è così segreta, allora anche se i signori di Akladia sapessero che sono vivo, non potrebbero trovarmi, giusto?
pl: Dlaczego? Jeżeli lokalizacja Wolnego Miasta jest owiana taką tajemnicą, to nawet jeśli akladyjscy panowie dowiedzą się, że żyję, to nie byliby w stanie mnie odnaleźć, prawda?
tr: Niçin? Özgürkent’in yeri gizliyse, Akladyalı beyler benim hayatta olduğumu bilmeyecektir, onlar beni bulamazlar, öyle değil mi?

source: I am thinking more about your safety amongst Wesnothians inside of Freetown. Hagarthen were never really popular there. Let's go.
fr: Je pensais plus à votre sécurité dans Libreville parmi les Wesnothiens. Les Hagarthens n'ont jamais été très populaires là-bas. Allons-y.
it: Sono più preoccupato per la tua sicurezza fra la gente di Wesnoth all'interno di Freetown. Hagarthen non è mai stato molto popolare là. Andiamo.
pl: Myślę raczej o twoim bezpieczeństwie między Wesnotyjczykami w Wolnym Mieście. Jakoś Hagarthenowie nigdy nie zdobyli tam większej popularności. Ruszajmy.
tr: Ben Özgürkent’teki Wesnotlar arasında güvende olmayı kastetmiştim. Hagarten çok sevilen bir isim değil buralarda. Haydi, gidelim.

source: Huh.
fr: Heu...
it: Però!
pl: Hoho!

source: It's just a... You really know how to handle a sword.
fr: C'est juste que... Vous savez vraiment comment manier une épée ?
it: È solo che... Combatti bene con la spada.
pl: Po prostu.. Wiesz, jak posługiwać się mieczem.
tr: İşte öyle... Kılıcı nasıl tutacağını gerçekten iyi biliyorsun.

source: If you want, I may teach you few things.
fr: Si vous voulez, je peux vous apprendre deux ou trois choses.
it: Se vuoi, ti posso insegnare alcune cosette.
pl: Jeżeli chcesz, mogę nauczyć ciebie tego i owego.
tr: İsterseniz, belki size birkaç şey öğretebilirim.

source: Outlaw Base
fr: Base des hors-la-loi.
it: Il covo di Senzalegge
pl: Baza Banitów.
tr: Haydut Yatağı

source: Gawen Hagarthen, Ruvio and Karen weren't celebrating the victory. When they left in hurry battlefield, bodies of last Akladians were still warm. They entered the forest of Raedwood in hope that no one will follow them.
fr: Gawen Hagarthen, Ruvio et Karen ne fêtaient pas la victoire. Quand ils quittèrent le champ de bataille à la hâte, les corps des derniers Akladiens étaient encore chauds. Ils entrèrent dans les forêts de Raedwood en espérant que personne ne les suivrait.
it: Gawen Hagarthen, Ruvio e Karen non poterono celebrare la vittoria. Quando lasciarono il campo di battaglia, i corpi degli Akladiani erano ancora caldi. Si addentrarono nella foresta di Raedwood sperando che nessuno li avrebbe seguiti.
pl: Gawen, Ruvio i Karen nie świętowali zwycięstwa. Kiedy w pośpiechu opuścili pole bitwy, ciała Akladian były wciąż ciepłe. Mając nadzieję, że nikt nie będzie za nimi podążał wkroczyli do Lasu Raed.
tr: Gaven Hagarten, Ruviyo ve Karen zaferi kutlamadılar. Savaş alanını aceleyle terkettiklerinde son Akladyalının cesedi daha soğumamıştı. Kimsenin onları izlemediğini umarak Kızılağaç ormanına daldılar.

source: Thug
fr: Brute
it: Scagnozzo
pl: Zbir
tr: Cani

source: What kind of place is it?
fr: Quel genre de lieu est-ce ?
it: Che razza di posto è questo?
pl: Co to za miejsce?
tr: Nasıl bir yer burası?

source: Bad place. Not the worst you can imagine, but it's still bad enough.
fr: Un endroit malsain ! Pas le pire que vous puissiez imaginer, mais suffisamment mauvais quand même.
it: Un brutto posto. Non il peggiore che tu possa immaginare ma comunque un brutto posto.
pl: Złe. Nie najgorsze jakie można sobie wyobrazić, ale wystarczająco złe.
tr: Kötü bir yer. Düşündüğün kadar kötü değil, ama yine de yeterince kötü.

source: You see, Gawen, when royal family of Wesnoth started a war over a succession, a golden era for bandits and thiefs has started. The wars were devastating and result of them was division of Wesnoth into many small kingdoms.
fr: Vous voyez Gawen, quand la famille royale a commencé une guerre pour la succession, une ère dorée pour les bandits et les voleurs a commencé. Les guerres ont été dévastatrices et ont fini par la division de Wesnoth en pleins de petits royaumes.
it: Vedi, Gawen, quando la famiglia reale di Wesnoth ha iniziato una guerra di successione, è cominciato un periodo d'oro per ladri e banditi. Le guerre erano state devastanti ed ebbero come unico risultato di dividere Wesnoth in molti piccoli regni.
pl: Widzisz Gawen, kiedy rodzina królewska Wesnoth rozpoczęła wojny o sukcesję nastała złota era dla rozboju, wojna oznaczała chaos, bezprawie i przede wszystkim małe, więc słabe królestwa.
tr: Görüyorsun, Gaven, Wesnoth’un soylu ailesi peşpeşe savaşlar başlatmasaydı, haydutlar ve hırsızlar için bir altın çağ başlamamış olacaktı. Savaşlar Wesnoth’u harabetti ve Wesnoth’un birçok küçük krallığa bölünmesine sebep oldu.

source: Kings become weaker and lost much of their power during wars, and when peace came they had no longer forces to drive bandits out of their hideouts. So they flourished even in times of long peace. And when Akladians came, they didn't care for them either.
fr: Les rois sont devenus plus faibles et ont perdu beaucoup de leur pouvoir durant les guerres. Quand la paix est arrivée, ils n'ont plus eu de forces pour chasser les bandits. Du coup, ils prospèrent, même en temps de paix. Quand les Akladiens sont arrivés, ils ne faisaient même plus attention à eux.
it: Nelle guerre i re si indebolirono e persero molto del loro potere e quando arrivò la pace non avevano più le forze per dare la caccia ai banditi nei loro nascondigli. In questo modo hanno potuto prosperare anche durante la lunga pace. E quando sono arrivati gli uomini di Akladia, neanche loro si sono occupati dei banditi.
pl: Królowie stracili wiele sił i środków w walkach i kiedy nastał pokój nie mieli ich dość by wykurzyć bandytów z kryjówek. A gdy nadeszli Akladnianie, też się nimi specjalnie nie przejęli.
tr: Krallar zayıfladı ve savaşlarla güçlerinin çoğunu kaybettiler. Barış geldiğinde haydutları gizlendikleri yerlerden sürecek güçleri artık kalmamıştı. Akladyalılar geldiğinde, ikisine de dikkatlerini veremediler.

source: Fortunately, the place seems to be abandoned now.
fr: Heureusement, l'endroit semble abandonné maintenant.
it: Per fortuna, ora il posto sembra abbandonato.
pl: Na szczęście, miejsce to wygląda na opuszczone.
tr: Şansa bakın ki, burası terkedilmiş görünüyor.

source: Hey, people! Look who's here: so ridiculously easy target that even though most of our forces is elsewhere we will still have no problems in taking their gold!
fr: Hé, les gars ! Regardez qui est ici : une cible si facile que même si le gros de nos troupes est ailleurs, nous n'aurons aucun problème à prendre leur or !
it: Ehi, gente! Guardate chi c'è: delle prede così facili che, anche se la maggior parte delle nostre forze è altrove, non avremo nessun problema per rapinarle del loro oro!
pl: Hej, ludziska! Patrzcie kogo my tu mamy: łup tak śmiesznie łatwy, że pomimo iż większość naszych sił gdzie indziej jest, i tak nie będziem mieć żadnych problemów z pozbawieniem ich złota!
tr: Hey, arkadaşlar! Bakın burada kim var: öyle kolay bir hedef ki, kuvvetlerimizin çoğu başka yerde olsa bile altınlarını almak sorun olmayacak.

source: Abandoned, huh.
fr: Abandonné, hein ?
it: Abbandonato, vero?
pl: Opuszczone, co.
tr: Terkedilmiş, hıh.

source: Some young men lives here in city and in the neighbourhoody. You may recruit few of them.
fr: Quelques jeunes hommes vivent ici en ville et dans le voisinage. Vous pouvez en recruter quelques-uns.
it: Qua in città e nei dintorni vivono dei ragazzi. Potresti reclutarne qualcuno.
pl: W mieście i okolicy żyje kilku młodych mężczyzn zdolnych do służby wojskowej, Możesz kilku z nich powołać do armii.
tr: Şehirde ve yakınlarda bir kaç genç adam yaşıyor, Onları askere alabilirsin.

source: If I only can, I would want to personally prove to this Rob Roe that I am not ridiculously easy target. Hey people, leave him to me, if you can.
fr: Si je le pouvais, je voudrais personnellement prouver à ce Rob Roe que je ne suis pas une cible ridiculement facile. Hé les gars ! Laissez-le moi si possible !
it: Se potessi, vorrei dimostrare di persona a questo Rob Roe che non sono un preda così facile. Ehi, gente, lasciatelo a me, se potete.
pl: Jeżeli tylko mi na to pozwolicie, chętnie osobiście dowiodę temu tam Robowi Roe, że nie jestem śmiesznie łatwym łupem. Hej, ludzie, zostawcie go dla mnie, jeśli możecie.
tr: Sadece ben olsam, bu Robro’ya kişisel olarak öyle kolay bir hedef olmadığımı gösterirdim. Hey millet, yapabilirseniz onu bana bırakın.

source: What? Why you are looking at me?
fr: Quoi ? Pourquoi me regardez-vous ?
it: Che c'è? Perché stai guardando me?
pl: Co? Czemu patrzycie na mnie?
tr: Ne? Niçin bakıyorsun, bana?

source: Hmm... wonder what they have in that northern, empty castle..
fr: Hem... Je me demande ce qu'il y a dans ce château vide, au nord...
it: Hm... mi chiedo cosa tengano nel castello vuoto a nord...
pl: Hmm.. Ciekawi mnie, co się znajduje w tym północnym, pustym zamku...
tr: Hımm, kuzeyde boş bir kale var, harika...

source: You may recruit FOUR of either spearmen or archers. When you will recruit FOURTH spearman or archer, their recruitment will be disallowed. Because of limitations of Wesnoth engine, first recruit, THEN recall, otherwise recalled spearmen will be counted too.
fr: Vous pouvez recruter QUATRE lanciers ou archers. Ensuite, le recrutement sera interdit. À cause des limitations du moteur de jeu, recrutez d'abord et ENSUITE rappelez, sinon, les lanciers rappelés seront également décomptés.
it: Si possono reclutare altri QUATTRO fanti o arcieri. Quando avrai reclutato il QUARTO fante o arciere, il loro reclutamento sarà disabilitato. A causa delle limitazioni del motore di Wesnoth, devi prima reclutare e POI richiamare, altrimenti verranno contate anche le unità richiamate.
pl: Możesz powołać CZTERECH włóczników bądź łuczników. Kiedy powołasz CZWARTEGO łucznika bądź włócznika, nie będziesz mógł powołać ich już więcej. Z powodów ograniczeń silnika Wesnoth, najpierw rekrutuj i dopiero POTEM przywołuj - inaczej przywołani włócznicy i łucznicy również będą liczeni jako powołani.
tr: DÖRT mızrakçı veya okçu alabilirsin. DÖRDÜNCÜ mızrakçı veya okçuyu aldığında daha fazlasını almana izin verilmeyecek. Wesnoth motorunun sınırlarından dolayı önce yeni askerleri al, sonra eskileri al, aksi takdirde eski mızrakçıların sayıya dahil edilir.

source: Kill enemy leader.
fr: Tuez le chef ennemi
it: Uccidi il comandante nemico.
pl: Zabij wrogiego przywódcę.
tr: Düşman liderini öldür.

source: Wow! They even know how to fight!
fr: Waou ! Ils savent même comment se battre !
it: Però! Anche loro sanno come si combatte!
pl: A niech mnie! Oni nawet potrafią walczyć!
tr: Vay canına! Nasıl döğüşeceklerini biliyorlar!

source: Hmm.. it seems they are not as easy targets as I thought.
fr: Hum... On dirait qu'ils ne sont pas une cible aussi facile que je ne le pensais.
it: Hm... pare che non siano le facili prede che mi ero immaginato.
pl: Hmm.. No, nie będą aż tak łatwym łupem, jak na początku myślałem.
tr: Hımm.. benim düşündüğüm kadar kolay hedef değiller gibi görünüyor.
