Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Nonono. I've explained you already. We are not zombies you can hire to do anything. We, unlike Akladians, have CODEX. We follow rules.
fr: Non, non, non. Je vous l'ai déjà expliqué. Nous ne sommes pas des zombies que vous pouvez engager pour n'importe quoi. Nous, au contraire des Akladiens, nous avons un CODE. Nous suivons des règles.
it: Nonono. Te l'ho già spiegato. Non siamo zombi che puoi assoldare per fare qualsiasi cosa. Noi, a differenza della gente di Akladia, abbiamo un CODICE. Noi seguiamo delle regole.
pl: Nienienie. Już ci wyjaśniałem. Nie jestesmy zombie które możesz wynająć by zrobiły cokolwiek. W przeciwieństwie do Akladian mamy kodeks i postępujemy zgodnie z zasadami.
tr: Hayır, hayır. Açıkladım size zaten. Biz ücretini ödeyince herşeyi yaptırabileceğiniz, ölmüş eşekler değiliz. Biz Akladyalılar gibi değiliz, bizim kurallarımız var.

source: I don't know why I bear your impertinency, underling.
fr: Je ne sais pas pourquoi je tolère ton impertinence, inférieur.
it: Non capisco perché devo sopportare la tua impertinenza, miserabile.
pl: Sama nie wiem dlaczego znoszę twoją bezczelność, pariasie.
tr: Arsızlıklarına neden dayanıyorum, bilmiyorum parya.

source: One more reference to underling, and you will have to bear it no more. And then we will see who will fight for you. Even your own family didn't wanted you.
fr: Encore une référence au mot 'inférieur' et vous n'aurez plus rien à tolérer. Ensuite, à vous de voir qui se battra pour vous. Même votre propre famille n'a pas voulu de vous.
it: Ancora un altro riferimento ai miserabili e vedrai che non sarai più costretta a sopportarla. E poi vedremo chi combatterà per te. Neanche la tua famiglia ti ha voluto.
pl: Jeszcze raz mnie nazwiesz pariasem i nie będziesz musiała jej znosić. A wtedy zobaczymy, kto będzie walczył dla ciebie. Nawet twoja własna rodzina ciebie nie chciała.
tr: Yine parya dediniz ve artık bize dayanmak zorunda değilsiniz. Bundan sonra bakalım, kim sizin için döğüşecek. Sizi aileniz bile istememiş.

source: They did wanted me, but I would have to live in shame, in darkest and deepest part of their castle, to never see light again.
fr: Ils voulaient bien de moi, mais j'aurais eu à vivre dans la honte, dans la partie la plus sombre et la plus profonde de leur château. Je n'aurais plus revu la lumière.
it: Mi avrebbero voluta, ma sarei dovuta vivere nella vergogna, nella parte più profonda e scura del loro castello, senza vedere più la luce del giorno.
pl: Chcieli mnie, ale musiałabym żyć we wstydzie, w najgłębszej i najciemniejszej części zamku, by nigdy więcej nie ujżeć światła.
tr: Şatolarının en kuytu köşesinde asla gün yüzü görmeden utanç içinde yaşamayı tercih etmediğim için ailem beni istemedi.

source: Or they would kill you outright, isn't that the way Akladians deal with people who they think dishonoured them? Funny thing, that Akladian honor.
fr: Ou alors, ils vous auraient tué sur place. N'est-ce pas la manière dont les Akladiens traitent ceux qui les ont déshonorés ? Chose amusante, cet honneur Akladien.
it: Oppure ti ucciderebbero subito, non è così che fanno gli uomini di Akladia alle persone che pensano che li abbiamo disonorati? Divertente, il senso dell'onore di Akladia.
pl: Lub zabili by cię odrazu? Czyż nie jest to sposób w jaki Akladianie rozprawiają się z tymi którzy według nich urazili ich honor? Zabawna rzecz ten Akladiański honor.
tr: Yoksa onlar sizi yekten öldürebirdi.Akladyalıların onursuz olduğunu düşündükleri kişilerle anlaşma yolu bu, değil mi? Komik şey, şu Akladyalı onuru.

source: Hmm.. That's not those we were expecting. We have to kill them so they wouldn't see our guests!
fr: Hum, ce ne sont pas ceux que l'on attendait. Nous devons les tuer car ils n'auraient pas dû voir nos invités !
it: Hmm.. Non sono quelli che stiamo aspettando. Dobbiamo ucciderli in modo che non vedano i nostri ospiti!
pl: Hmm... To nie ci, których oczekujemy. Musimy ich zabić by nie ujrzeli naszych gości.
tr: Hımm, beklediğimiz bu değil. Konuklarımızı görmeden onları öldürmeliyiz!

source: Ok, so the plan is to take over the castle and then... we will see.
fr: OK, donc le plan est de prendre le château et ensuite... nous verrons.
it: Va bene, allora il piano è di conquistare il castello e poi... poi vedremo.
pl: No więc nasz plan to przejąć zamek, a potem.. zobaczy się.
tr: Tamam, o halde planımız şatoyu ele geçirmek ve... sonrasına bakacağız.

source: Are you sure you choosed the right castle? He was saying something about the guests.
fr: Êtes-vous sûr d'avoir choisi le bon château ? Il a dit quelque chose au sujet des invités.
it: Sei sicura di aver scelto il castello giusto? Stava dicendo qualcosa a proposito di ospiti.
pl: Jesteś pewna, że wybrałaś właściwy zamek? Mówił coś o jakiś gościach.
tr: Doğru şatoyu seçtiğinizden emin misiniz? Konuklar hakkında birşeyler söylüyordu.

source: Shut up, underling. I don't want anyone to kill their leaders: leave that privilege to me, I have to interrogate them first!
fr: Tais-toi, inférieur ! Je ne veux pas que quelqu'un tue leurs chefs. Laissez-moi ce privilège. Je dois d'abord les interroger !
it: Taci, miserabile. Io voglio che nessuno uccida i loro comandanti: lasciate a me questo privilegio, devo interrogarli prima!
pl: Zamknij się pariasie. Nie chcę by ktokolwiek zabił ich przywódców, zostawcie ten przywilej mnie. Muszę ich najpierw przesłuchać!
tr: Kes sesini, parya. Liderlerini benden başkasının öldürmesini istemiyorum. Onları ölmeden önce sorgulayacağım.

source: One more reference to underling, and I am leaving, do you understand?
fr: Encore une référence aux inférieurs et je pars, compris ?
it: Un altro riferimento ai miserabili e me ne vado, è chiaro?
pl: Jeszcze raz mnie nazwiesz pariasem i się rozstajemy, jasne?
tr: Yine mi parya? Bırakıyorum, anladınız mı?

source: Kill all enemy leaders.
fr: Tuez tous les chefs ennemis.
it: Uccidi tutti i comandanti nemici.
pl: Zabij wszystkich wrogich przywódców.
tr: Tüm düşman liderlerini öldür.

source: Death of Andrey Yaranov
fr: Mort d'Andrey Yaranov
it: Morte di Andrey Yaranov
pl: Śmierć Andreya Yaranova
tr: Andrey Yaranov’un ölümü

source: Before you will kill me, I have to tell you one thing: you are one damn good fighter, Lorin.
fr: Avant que vous ne me tuiez, je dois vous dire une chose : vous êtes une combattante d'enfer, Lorin.
it: Prima che tu mii uccida, devo dirti una cosa: sei una combattente maledettamente brava, Lorin.
pl: Zanim mnie zabijesz muszę ci powiedzieć jedną rzecz. Cholernie dobrze walczysz Lorin.
tr: Beni öldürmeden önce size tek şey söyleyeceğim: siz tek lanet olası iyi döğüşçüsünüz, Lorin.

source: That's LADY Lorin for you. You are going to tell me a lot more. First, who are those guests you were talking about?
fr: C'est DAME Lorin pour toi et tu vas m'en dire beaucoup plus. D'abord, qui sont ces invités dont tu parlais ?
it: Sono LADY Lorin per te. E mi dirai molte altre cose. Per prima cosa, chi sono questi ospiti di cui stavi parlando?
pl: Pani Lorin jak dla ciebie. A powiesz mi dużo więcej. Kim są ci goście o których mówiłeś?
tr: Bana bundan sonra sadece BAYAN Lorin diyeceksiniz, başka şekilde hitabetmeyeceksiniz. Şimdi! Bahsettiğiniz şu konuklar kim?

source: I have no idea. We gathered supplies for them for quite a long time. It has to be quite large army.
fr: Je n'en ai aucune idée. Nous avons collecté des vivres pour eux il y a déjà un moment. Ce doit être une sacrée armée.
it: Non ne ho idea. È parecchio tempo che raccogliamo provviste per loro. Deve essere un esercito piuttosto grande.
pl: Nie mam pojęcia. Gromadzimy zapasy już od bardzo dawna. Musi tu nadciągać naprawdę wielka armia.
tr: Hiçbir fikrim yok. Uzun zaman önce onlar için malzeme temin etmiştik. Oldukça büyük bir ordusu var.

source: And now..
fr: Et maintenant...
it: E ora...
pl: A teraz...
tr: Ve şimdi...

source: You were fine warrior, Reumario. I want to honour you.
fr: Tu as été un bon combattant, Reumario. Je veux te rendre honneur.
it: Sei stato un guerriero valoroso, Reumario. Ti voglio onorare.
pl: Okazałeś się świetnym wojownikiem, Reumario. Chcę cię uhonorować.
tr: Siz iyi bir döğüşçüsünüz, Romaryo. Sizi onurlandırmak isterim.

source: Off with your left ear! And now tell me more about this guests!
fr: Bon, je te coupe l'oreille gauche ! Maintenant, parle-moi de ces invités !
it: Via il tuo orecchio sinistro! E ora dimmi di più su questi ospiti!
pl: No i straciłeś lewe ucho! A teraz opowiedz mi o tych gościach!
tr: Bir yandan beni dinle! Bana şu konuklardan bahset!

source: I told you I know nothing about them! Aaargh!
fr: Je vous ai dit que je ne savais rien à leur sujet ! Aaaargh !
it: Ho detto che non so nulla di loro! Aaargh!
pl: Powiedziałem ci że nic o nich nie wiem! Aaargh!
tr: Söyledim sana, haklarında birşey bilmiyorum!! Aaaghh!

source: Liar! Speak!
fr: Menteur ! Parle !
it: Bugiardo! Parla!
pl: Kłamca! Mów!
tr: Yalancı! Konuş!

source: I do not think he will tell you anything more, my lady. He's dead. By the way, are you one of those Akladian girls who like leather and whips?
fr: Je ne pense pas qu'il nous en dira plus, Madame. Il est mort. Êtes-vous de ces filles Akladiennes qui aiment le cuir et les fouets ?
it: Non penso che vi dirà altro, mia signora. È morto. A proposito, siete una di quelle ragazze di Akladia che ama il cuoio e le fruste?
pl: Nie wtdaje mi się by powiedział coś więcej pani. Jest martwy. A przy okazji, czyżbyś była jedną z tych kobiet które lubią bicze i skórę?
tr: Size başka birşey söyleyeceğini sanmıyorum, hanımım. O öldü. Yoksa, şu deri ve kamçıyı seven Akladyalı kızlardan biri misiniz?

source: Be silent, underling.
fr: Silence, inférieur.
it: Taci, miserabile.
pl: Milcz pariasie.
tr: Kes sesini, parya.

source: One more reference to underling and I am leaving, do you understand?
fr: Encore une référence aux inférieurs et je pars, compris ?
it: Un altro riferimento ai miserabili e me ne vado, è chiaro?
pl: Jeszcze raz mnie tak nazwiesz i odchodzę. Zrozumiałaś?
tr: Yine mi parya! Ben gidiyorum, anladınız mı?

source: Where are those supplies! Speak, or I will cut you to pieces!
fr: Où sont ces provisions ? Parle, ou je te coupe en pièces !
it: Dove sono i rifornimenti! Parla o ti taglio a pezzetti!
pl: Gdzie te zapasy! Gadaj, albo potnę cię na kawałki!
tr: Nerede şu malzeme! Konuş, yoksa seni parçalayacağım.

source: Uh, I, I am not sure...
fr: Euh, je, je ne suis pas sûr...
it: Eh, io, io non sono sicuro...
pl: Uch, ja, ja nie jestem pewien...
tr: Uh, ben, ben emin değilim...

source: Well, what about this:
fr: Bien et que penses-tu de ceci :
it: Be, e allora:
pl: No, a co powiesz na to:
tr: Bakalım ne yapabilirim?

source: I would be honoured to have you in my army.
fr: Je serais très honoré de t'avoir dans mon armée.
it: È un onore per me averti nel mio esercito.
pl: Byłabym zaszczycona mając cię w armii.
tr: Sizi ordumda görmekten onur duyardım.

source: After this battle you will be able to recruit Akladian Clanmembers, Warriors and Wisemen again.
fr: Après cette bataille, vous pourrez à nouveau recruter des membres du clan Akladien, des guerriers et des sages.
it: Dopo questa battaglia potrai di nuovo reclutare membri del clan, guerrieri e Anziani di Akladia.
pl: Po tej bitwie będziesz mógł ponownie rekrutować Akladiańskich Klanowców, Wojowników i Mędrców.
tr: Bu savaştan sonra Akladyalı Kabile Üyelerini, Savaşçılarını ve Bilgiçlerini tekrar askere alabileceksiniz.

source: Uh.. Yes, why not. I can join you. But only after this battle, I do not want to fight my comrades.
fr: Hum, oui, pourquoi pas. Je peux vous rejoindre. Mais seulement après cette bataille. Je ne veux pas combattre mes camarades.
it: Uh... Sì, perché no.Mi unirò a te. Ma solo dopo la fine di questa battaglia, non posso combattere contro i miei compagni.
pl: Ee.. Tak, czemu nie. Dołączę do was. Ale dopiero po tej bitwie. Nie chcę walczyć przeciw własnym towarzyszom.
tr: Oh.. Tabii, neden olmasın. Size katılabilirim. Fakat bu savaşta değil, arkadaşlarıma karşı döğüşmek istemiyorum.

source: I would let you live.
fr: Je te laisserais vivre.
it: Vorrei lasciarti vivere.
pl: Pozwolę ci żyć.
tr: Yaşamana izin vereceğim.

source: Thank you, Lorin. Frankly, I had not expected such behavior from you. As a sign of my gratitude, I will allow some of members of my clan to serve you.
fr: Merci, Lorin. Franchement, je ne m'attendais pas à un tel comportement de votre part. En signe de ma gratitude, je permettrai que certains des membres de mon clan vous servent.
it: Grazie, Lorin. Francamente, non prevedevo un tale comportamento. Come segno della mia gratitudine, permetterò che alcuni dei membri del mio clan ti servano.
pl: Dziękuję, Lorin. Szczerze, nie spodziewałem się po was takiego zachowania. Chciałbym się jakoś odwdzięczyć. Pozwolę członkom mojego klanu, by podejmowali u was służbę.
tr: Teşekkürler, Lorin. Açıkçası, böyle bir davranışı senden beklemiyordum. Minnettarlığımın karşılığı olarak kabile üyelerimden bazılarının sana hizmet etmesine izin vereceğim.

source: After this battle you will be able to recruit Akladian Clanmembers again.
fr: Après cette bataille, vous pourrez à nouveau recruter des membres du clan.
it: Dopo questa battaglia puoi di nuovo reclutare i membri del clan di Akladia.
pl: Po tej bitwie będziesz znowu mógł rekrutować akladyjskich członków klanów.
tr: Bu savaştan sonra Akladyalı Kabile Üyelerini tekrar askere alabileceksiniz.

source: In our magazins and..
fr: Dans nos magasins et ...
it: Nei nostri magazzini e...
pl: W naszych magazynach...
tr: Sandıklarda ve...

source: Do you think I'm stupid? You have to have some hidden magazins or treasury! Speak!
fr: Tu penses que je suis stupide ? Vous devez avoir des magasins cachés ou un trésor ! Parle !
it: Pensi che sia stupida? Dovete avere dei magazzini nascosti o una stanza del tesoro! Parla!
pl: Myślisz że jestem głupia? Musisz mieć jakiś ukryty skarbiec! Mów!
tr: Beni aptal mı sanıyorsun? Gizli sandıklar ve bir hazinen olduğunu biliyorum! Konuş!

source: Aargh! Yes, we have hidden treasury in my castle, here, I will show you.
fr: Aaargh ! Oui, nous avons un trésor caché dans mon château, ici, je vous le montrerai.
it: Aargh! Sì, c'è una stanza segreta nel mio castello, qua, te la mostrerò.
pl: Aaargh! Tak, mamy w zamku ukryty skarbiec, tutaj, pokażę ci.
tr: Aahh! Evet, hazineyi kaleme gizledim, burada, size göstereyim.

source: You received 100 golden pieces.
fr: Vous avez reçu 100 pièces d'or.
it: Hai ricevuto 100 pezzi d'oro.
pl: Otrzymałeś 100 sztuk złota.
tr: 100 altınınız daha oldu.

source: Would you allow him to leave now?
fr: Vous allez le laisser partir maintenant ?
it: Gli permetterai di andarsene?
pl: Czy pozwolicie mu teraz odejść?
tr: Onun şimdi serbest kalmasına izin mi vereceksiniz?

source: Yes, he may live.
fr: Oui, il peut vivre.
it: Sì, lasciamolo vivere.
pl: Tak, może żyć.
tr: Evet, yaşayabilir.

source: No, he is too dangerous.
fr: Non, il est trop dangereux.
it: No, è troppo pericoloso.
pl: Nie, zbyt jest niebezpieczny.
tr: Hayır, o çok tehlikeli.

source: What did I say about killing their leaders? Huh? Huh?
fr: Qu'est-ce que j'ai dit à propos de tuer leurs chefs ? Hein ? Hein ?
it: Cosa avevo detto sull'ammazzare i loro comandanti? Eh? Eh?
pl: Co ja mówiłam o zabijaniu ich przywódców? No? No?
tr: Liderlerini öldürmek konusunda ben ne dedim? Ha? Ha?

source: But..
fr: Mais...
it: Ma...
pl: Ale..
tr: Ama..

source: What? Are you hearing impaired or something? Leave their leaders for me.
fr: Quoi ? Vous entendez mal ou quoi ? Laissez-moi leurs chefs.
it: Cosa? Siete sordi o cosa? Lasciate i comandanti a me.
pl: Co jest? Na uszy ci padło czy jak? Zostawcie ich dowódców dla mnie!
tr: Neee!? Sağır mısın nesin? Liderlerini bana bırakacaksın!

source: Before I will kill you, I want you to tell me few things. First, you were talking about some guests, tell me more!
fr: Avant que je te tue, je veux que tu me dises quelques petites choses. D'abord, tu parlais d'invités, dis-m'en plus !
it: Prima che io ti uccida, voglio che tu mi dica alcune cose. La prima, stavi parlavi di ospiti, dimmi di più!
pl: Zanim cię zabiję odpowiesz mi na kilka pytań. Po pierwsze, rozmawialiście o gościach, chcę usłyszeć więcej!
tr: Seni öldürmeden önce, bana söylemeni istediğim birkaç şey var. Önce, hangi konuklardan bahsettiğni söyle bana!

source: You are afraid, aren't you? They will came here in great numbers: Huge, Orcish army. Better start to run, witch.
fr: Vous avez peur, n'est-ce pas ? Ils viendront ici en grand nombre : une énorme armée orc. Tu ferais mieux de commencer à courir, sorcière !
it: Hai paura, non è vero? Arriveranno qua in gran numero: un enorme esercito di orchi. È meglio che cominci a scappare, strega.
pl: Boisz się prawda? Przyjdą tutaj w wielkiej liczbie. Olbrzymia armia orków. Lepiej zacznij uciekać wiedźmo.
tr: Korkuyorsunuz, değil mi? Buraya kalabalık gelecekler: Dev bir ork ordusu. Koşmaya başlasan iyi olur, cadı.

source: Orcs? I fought them already. Good opponents, not like you. I am looking forward to meet them.
fr: Des orcs ? J'en ai déjà combattu. Ce sont de bons adversaires, pas comme toi. J'ai hâte de les rencontrer.
it: Orchi? Li ho già battuti. Buoni avversari, non come te. Non vedo l'ora di incontrarli.
pl: Orki? Walczyłam z nimi. Dobrzy przeciwnicy, w przeciwieństwie do ciebie. Oczekuję ponownego spotkania z niecierpliwością.
tr: Orklar mı? Onlarla döğüştüm zaten. İyi rakipler onlar, senin gibi değiller. Onlarla tanışmayı umuyorum.

source: Orcs? I've never fought with orcs. I would love to meet them, I've heard they are good soldiers.
fr: Des orcs ? Je n'ai jamais combattu d'orcs. J'adorerais les rencontrer. J'ai entendu dire que ce sont de bons soldats.
it: Orchi? Non ci ho mai combattuto. Mi piacerebbe incontrarli, da quello che ho sentito sono buoni soldati.
pl: Orki? Nigdy z nimi nie walczyłam, ale chciałbym je spotkać. Słyszałem, że to dobrzy żołnierze.
tr: Orklar mı? Hiç döğüşmedim, orklarla. İyi askerler olduklarını duydum, onlarla tanışmak isterdim.

source: And now, tell me more..
fr: Et maintenant, dis-m'en plus...
it: E adesso, dimmi il resto...
pl: A teraz, powiedz mi więcej...
tr: Ve şimdi, başka birşeyler daha öğrenmek istiyorum...

source: You were worthy opponent, Oyre Mathauri. How can I honour you?
fr: Tu as été un adversaire valeureux, Oyre Mathauri. Comment t'honorer ?
it: Sei stato un avversario valoroso, Oyre Mathauri. Come posso renderti onore?
pl: Byłeś godnym przeciwnikiem Oyre Mathauri, jak mogę cię uhonorować?
tr: Değerli bir rakipsin, Oyre Mathauri. Seni nasıl onurlandırabilirim?

source: By kissing my hairy dirty arse, witch.
fr: En embrassant mon cul poilu, sorcière.
it: Bacia il mio culo peloso, strega.
pl: Całując moją włochatą dupę wiedźmo.
tr: Kıllı kıçımı öperek, cadı.

source: Seem you have wasted your last wish. Now die!
fr: On dirait que tu as gaspillé ton dernier souhait. Maintenant, meurs !
it: Hai sprecato il tuo ultimo desiderio. Ora muori!
pl: Zmarnowałeś swoje ostatnie życzenie. A teraz giń!
tr: Son isteğin seni öldürecek görünüyor. Geber!

source: What orcs are doing here and why are awaiting them?
fr: Pourquoi les orcs sont-ils ici et pourquoi les attendez-vous ?
it: Cosa ci fanno qua gli orchi e perché gli state aspettando?
pl: Co robią tutaj orki i dlaczego ich oczekujesz?
tr: Orklar burada ne yapacak ve niçin bekleniyorlar?

source: Where do you hide the gold?
fr: Où cachez-vous l'or ?
it: Dove nascondi l'oro?
pl: Gdzie ukryłeś złoto?
tr: Altını nereye sakladınız?

source: Gold? What gold? I know nothing about AAARGH it's in safe place, I will show you!
fr: L'or ? Quel or ? Je ne sais rien de cet AAAARGH. Il est en lieu sûr, je vais vous montrer.
it: Oro? ma quale oro? Io non ne so nien- AAARGH è in un posto sicuro, te lo mostrerò!
pl: Złoto? Jakie złoto? Nie wiem nic o AAARGH... W bezpiecznym miejscu, pokażę wam!
tr: Altın? Ne altını? Hakkında birşey bilmiyorum. AAAHH! Güvenli bir yerde, göstereceğim size!

source: You have received 100 golden pieces.
fr: Vous avez reçu 100 pièces d'or.
it: Hai ricevuto 100 pezzi d'oro.
pl: Otrzymałes 100 sztuk złota.
tr: 100 altın aldınız.

source: He isn't able to tell anything more. I can't decide whether I should admire your ruthlessness or despise your cruelty.
fr: Il ne pourra plus rien dire. Je n'arrive pas à décider si je dois admirer votre rudesse ou détester votre cruauté.
it: Non è in grado dire di più. Non so se dovrei ammirare la tua spietatezza o disprezzare la tua crudeltà.
pl: Nie jest w stanie powiedzieć nic więcej. Nie mogę się zdecydować czy powinienem podziwiać twoją bezwzględność czy też gardzić twoim okrucieństwem.
tr: Size başka birşey söyleyemez. İnsafsızlığınıza hayran mı olmalıyım yoksa merhametsizliğinizden nefret mi etmeliyim karar veremiyorum.

source: You may admire my generosity.
fr: Tu peux admirer ma générosité.
it: Potresti ammirare la mia generosità.
pl: Możesz podziwiać moją hojność.
tr: Belki, cömertliğime hayran olabilirsiniz.

source: Orcs? Bor Cryne told us to wait for them here. We will go then kill every one who is unworthy of being Akladian. Those, who violated our customs, who are underlings friends, those who even offended our God by marrying by them. Only then God will again be fond of us and he will reward us with completing of our conquest of Wesnoth.
fr: Des orcs ? Bor Cryne nous a dit de les attendre ici. Nous irons tuer tous ceux qui ne sont pas dignes d'être Akladiens. Ceux qui ont violé nos coutumes, qui sont les amis des inférieurs, ceux qui ont offensé Dieu en les épousant. Alors seulement, Dieu sera fier de nous et nous récompensera en nous aidant à conquérir Wesnoth.
it: Orchi? Bor Cryne ci ha detto di aspettarli qui. Poi uccideremo tutti quelli che non sono degni di appartenere ad Akladia. Quelli, che hanno violato i nostri costumi, che sono amici dei miserabili, o che li hanno addirittura sposati offendendo gli dei. Soltanto allora gli dei saranno di nuovo generosi con noi e ci ricompenseranno con la conquista completa di Wesnoth e del mondo intero.
pl: Orki? Bor Cryne kazał nam czekać tutaj. Gdy nadejdą wyruszymy zabić każdego kto jest niegodny być Akladianinem. Ci którzy pogwałcili nasze zwyczaje, przyjaźnią się z pariasami czy obrazili Boga wchodząc z nimi w związek zginą. Tylko wtedy odzyskamy Jegi łaskę i nagrodzi nas zakończeniem podboju Wesnoth.
tr: Orklar mı? Bor Krayn onları burada beklememizi söyledi. Gideceğiz ve Akladyalı olarak değersiz herkesi öldüreceğiz. Geleneklerimize uymayanları, paryalarla dost olanları, onlarla evlenerek Tanrımıza karşı gelenleri öldüreceğiz. Sadece ondan sonra Tanrı bizi tekrar sevecek ve Wesnoth’u fethetmemizi sağlayarak bizi ödüllendirecek.

source: Interesting theory. So, basically Bor Cryne wants to eliminate all of his opponents?
fr: Théorie intéressante. Donc, en gros, Bor Cryne veut éliminer tous ses adversaires ?
it: È una teoria interessante. In pratica Bor Cryne vuole eliminare tutti i suoi avversari?
pl: Interesująca teoria. A więc, prosciej to ujmując Bor Cryne chce usunąć wszystkich swoich przeciwników?
tr: İlginç bir teori. Öyleyse, temel olarak Bor Krayn rakiplerini elemek istiyor, diyebilir miyiz?

source: Hey, Reumario, what will you say about that? Akladians allying with orcs to kill other Akladians? Quite a dishonorable thing, don't you think?
fr: Hey, Reumario, que diras-tu de ça ? Des Akladiens qui s'allient avec des orcs pour tuer d'autres Akladiens ? C'est assez déshonorant, tu ne trouves pas ?
it: Ehi, Reumario, cosa ne dici? Uomini di Akladia che si alleano con gli orchi per uccidere altri uomini di Akladia? Una faccenda davvero disonorevole, non credi?
pl: Hej, Reumario, co powiesz na to? Akladyjczycy sprzymierzający się z orkami by zabijać innych Akladyjczyków? Dość niehonorowe, nieprawdaż?
tr: Hey, Romario, buna ne diyeceksin? Akladyalılar, diğer Akladyalıları öldürmek için orklarla ittifak yapıyor. Bunun onursuzluk olduğunu düşünmüyor musun?
