Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Betrayed? You know, what I've learned? Many of those underlings are far better than many of people from our race. Many of them better know the meaning of the words like honour, courage than many of our people.
fr: Trahi ? Tu sais ce que j'ai appris ? Beaucoup de ces inférieurs sont bien meilleurs que la plupart des gens de notre race. Beaucoup d'entre eux connaissent mieux le sens des mots 'honneur' ou 'courage' que ceux de notre espèce.
it: Io avrei tradito? Sai, cosa ho imparato? Molti di quei miserabili sono più in gamba di molta gente della nostra razza. Molti di loro conoscono il significato di parole come onore, coraggio meglio di molti della nostra gente.
pl: Zdradziłam? Czy ty wiesz czego się nauczyłam? Wielu z tych pariasów jest lepszych niż ludzie z naszego narodu. Rozumieją znaczenie słów honor i odwaga lepiej niż niejeden z nas.

source: Be quiet, stupid man. No one wants to hear your lies.
fr: Silence, imbécile. Personne ne veut entendre tes mensonges.
it: Taci, stupido uomo. Nessuno vuole ascoltare le tue bugie.
pl: Cicho bądź, głupi człowieku. Nikt nie chce słuchać twoich kłamstw.

source: I know you - I've heard about you! She-wolf of Haeltin!
fr: Je te connais : j'ai entendu parler de toi ! Louve d'Haeltin !
it: Io ti conosco - ho sentito parlare di te! Sei la Lupa di Haeltin!
pl: Znam cię, słyszałem o tobie! Wilczyca z Haeltin!
tr: Biliyorum. Hakkınızda birşeyler duydum! Haeltin’in dişi kurdu!

source: Oh thank you, yes, I am she-wolf of Haeltin.
fr: Oh, merci, oui, je suis la Louve d'Haeltin.
it: Oh grazie, sì, io sono la "Lupa di Haeltin".
pl: Och dziękuję, tak, to ja.
tr: Oh teşekkür ederim, evet, ben Haeltin’in dişi kurduyum.

source: Then it is not that great disgrace as I thought...
fr: Alors ce n'est pas un si grand déshonneur que je ne le croyais...
it: Allora non è una vergogna così grande quanto pensavo...
pl: A więc nie jest to taka hańba, jak myślałem wcześniej...

source: Frankly, I don't care.
fr: Franchement, je m'en fiche.
it: Sinceramente, non me ne importa.
pl: Szczerze mówiąc, mam to w nosie.
tr: Açıkçası, umurumda değil.

source: Outlaw now, outlife soon.
fr: Hors-la-loi maintenant, hors de la vie bientôt !
it: Senzalegge ora, senza vita presto.
pl: Poza prawem teraz, poza życiem już wkrótce.

source: Mother, wait! Don't kill him! I would want to ask him few questions!
fr: Mère, attendez, ne le tuez pas ! Je voudrais lui poser quelques questions.
it: Madre, aspetta! Non ucciderlo! devo fargli alcune domande!
pl: Matko, czekaj! Nie zabijaj go! Chcę mu zadać kilka pytań!
tr: Anne dur! Öldürme onu! Ona birkaç sorum olacak!

source: What questions?
fr: Quelles questions ?
it: Che domande?
pl: Jakie pytania?

source: And who said I will answer any your question?
fr: Et qui a dit que je répondrais à vos questions ?
it: E chi ha detto che risponderò alle tue domande?
pl: A kto powiedział że odpowiem na któreś z nich?

source: Underling, keep your mouth shut. When I will want you to give me the answers, you will. I am master of the sword - but calling me the master of the knife would be far underestimating my skills, when it comes to getting people to talk.
fr: Inférieur, laisse ta bouche fermée. Quand je souhaiterai que tu me donnes des réponses, tu le feras. Je suis maître d'épée, mais m'appeler maître du couteau serait largement sous-estimer mes compétences quand il faut faire parler les gens.
it: Chiudi il becco, miserabile. Quando vorrò sentire le tue risposte te lo dirò. Io sono maestra della spada e chiamarmi maestra della coltello sarebbe sottovalutare di parecchio le mie capacità quando si tratta di far parlare la gente.
pl: Milcz pariasie. Kiedy będę chciał od ciebie odpowiedzi, udzielisz mi ich. Jestem mistrzem miecza, ale nazywanie mnie mistrzem noży uwłacza moim umiejętnościom gdy przychodzi do rozwiązywania języków.
tr: P=arya, ağzını kapalı tut. Bana yanıt vermeni istersem. o zaman konuşursun. Ben kılıç ustasıyım - fakat yeteneklerimi küçümsemek için halk arasında bana bıçak ustası derler.

source: My true mother... Ask him whether he knows who poisoned my true mother? And...
fr: Ma vraie mère... Demandez-lui s'il sait qui a empoisonné ma vraie mère ? Et...
it: La mia vera madre... Chiedigli se sa chi ha avvelenato la mia vera madre. E...
pl: Moja prawdziwa matka.. Zapytaj go, czy wie, kto otruł moją prawdziwą matkę? I jeszcze...
tr: Gerçek annem... Sor bakalım, gerçek annemi kimin zehirlediğini biliyor mu? Ve...

source: Oh, my God! He was more heavily wounded than I thought. He just passed.
fr: Oh, mon Dieu ! Il était plus gravement blessé que je ne le pensais. Il vient juste de rendre l'âme.
it: Oh, dei! Era ferito molto più gravemente di quanto pensassi. È appena svenuto.
pl: Och, mój Boże! Był ciężej ranny niż myślałam. Właśnie umarł.
tr: Oh, Tanrım. Umduğumdan daha ağır yaralanmış. Buradan sadece geçecekti.

source: Ha! Bald man, you look quite nice without hair - wonder how you would look without ears.
fr: Ha ! Homme chauve, tu es marrant sans cheveux. Je me demande à quoi tu ressembleras sans oreilles.
it: Ah! Crapa pelata, hai un bell'aspetto senza capelli - mi domando quale sarà il tuo aspetto senza orecchie.
pl: Ha! Łysolu, nawet nieżle ci pasuje ta łysinka. Ciekawa jestem, jakbyś wyglądał bez uszu.

source: Stupid woman, I am your God! I created you! Whole your race! You are mine, you will be mine always!
fr: Femme stupide, je suis ton Dieu ! Je t'ai créée ! Toute ta race ! Tu es à moi ! Tu seras à moi pour toujours !
it: Stupida donna, io sono il tuo dio! Io ti ho creata! Ho creato tutta la tua razza! Tu mi appartieni, tu sarai mia per sempre!
pl: Głupia kobieto, jam jest twój Bóg! Jam twój stwórca! Stwórca całej twojej rasy! Jesteście moi, zawsze będziecie moi!

source: ...aaand if I will cut you also the nose, you will look like an egg with hands and legs! Awesome idea!
fr: ....eeeet si je te coupe aussi le nez, tu ressembleras à un oeuf avec des mains et des jambes ! Quelle idée amusante !
it: ...eee se ti tagliassi anche il naso, potresti sembrare un uovo con braccia e gambe! Grandiosa idea!
pl: ..aaaa jeśli do tego odetnę ci nos, będziesz wyglądał jak jajko z rękoma i nogami! Wspaniały pomysł!

source: Oh nooo... Woman.. Human woman has killed me..
fr: Oh nooooon... Une femme... Une femme humaine m'a tué...
it: Oh nooo... Femmina... mi ha ucciso una femmina umana...
pl: O nie.. Kobieta.. Kobieta ludzików mnie zabiła...
tr: Oh hayııır, Bir kadın.. İnsan kadın öldürdü beni...

source: That human woman already killed dozens of other orcs, foul creature. And every one of them was saying the same.
fr: Cette femme humaine a déjà tué des douzaines d'autres orcs, créature idiote. Et chacun d'eux disait la même chose.
it: Questa femmina umana ha già ucciso dozzine di altri orchi, lurida creatura. E tutti hanno detto la stessa cosa.
pl: Ta kobieta ludzików zabiła już całe tuziny orków, ohydna kreaturo. A każdy z nich mówił mniej więcej to samo.

source: Wait a moment! You are She-wolf of Haeltin? Then it is not that great disgrace as I thought...
fr: Attends un moment ! Tu es la Louve d'Haeltin ? Alors, ce n'est pas un aussi grand déshonneur que je ne le pensais.
it: Aspetta un momento! Sei tu la Lupa di Haeltin? Allora non una vergogna così grande quanto avevo pensato...
pl: Chwileczkę! Ty jesteś... Wilczyca z Haeltin? Więc nie jest to taka wielka hańba jak myślałem..

source: Grekulak, it is time for you to find final rest. Too many ages you were wandering this earth. Too many tears felt on the earth because of you.
fr: Grekulak, il est temps pour toi de trouver le repos final. Il y a bien trop longtemps que tu traînes sur cette terre. Trop de larmes sont tombées sur la terre par ta faute.
it: Grekulak, è tempo ormai che tu raggiunga l'estremo riposo. Da troppi secoli ha calcato il suolo di questa terra. Troppe lacrime sono cadute sulla terra a causa tua.
pl: Grekulak, czas byś odnalazł ostateczny odpoczynek. Zbyt wiele wieków przemierzałes ten świat, zbyt wiele łez go zrosiło przez ciebie.

source: You know nothing, stupid man. My goals.. And plans.. you can't even graps their greatness.
fr: Tu ne sais rien, homme stupide ! Mes buts... Et mes plans... Tu n'en as même pas saisi la grandeur.
it: Non sai nulla, stupido uomo. I miei obiettivi... i miei piani... non puoi nemmeno afferrare la loro grandezza.
pl: Nic nie wiesz, głupi człowieku. Moje cele.. moje plany... nawet nie jesteś w stanie ogarnąć ich wielkości.

source: Greatness? I can see only the madness in everything you did. Die now... and despite whole evil you did on this earth, I hope your spiri will find the path to the light.
fr: Grandeur ? Je ne vois que la folie dans tout ce que tu as fait. Meurs maintenant... et malgré tout le mal que tu as fait sur cette terre, j'espère que ton esprit trouvera le chemin de la lumière.
it: Grandezza? Vedo solo della pazzia in tutto quello che hai fatto. Adesso muori... e nonostante tutto il male che hai fatto su questa terra, io spero che il tuo spirito trovi la strada per la luce.
pl: Wielkość? We wszystkim co zrobiłeś widzę tylko szaleństwo. Giń... i pomimo całego zła które uczyniłes temu światu mam nadzieję, że odnajdziesz drogę do światła.

source: What will you say now, Cryne? Heinous gelding, you.. you..
fr: Que diras-tu maintenant, Cryne ? Abominable eunuque, tu ... tu ...
it: E adesso cosa dici, Cryne? Schifosa carogna, tu... tu...
pl: I co powiesz teraz Cryne? Ty ohydny kastracie, ty...

source: Ha, ha, ha! I spit on you, underling! Nothing will change the fact that I had you wife and all daughters! Your spirit will straggle for the end of eternity in the land of ancestors, for no one will care for you memory and you will leave no heir!
fr: Ha, ha, ha ! Je te crache dessus, inférieur ! Rien ne changera le fait que j'aie eu ta femme et toutes les filles ! Ton esprit errera pour l'éternité dans les champs de tes ancêtres et personne ne s'occupera de ta mémoire car tu ne laisseras pas d'héritier !
it: Ah, ah, ah! Io sputo su di te, miserabile! Nulla potrà mai cambiare il fatto che io mi sono preso tua moglie e le tue figlie! Il tuo spirito vagherà per tutta l'eternità nella terra degli avi senza nessuno che conservi il ricordo di te e non avrai nessun erede!
pl: Ha, ha, ha! Pluję ci w twarz podludziu! Nic nie zmieni faktu że zabiłem twoją żonę i wszystkie córki! Twój duch będzie cierpiał przez wieczność w krainie przodków, gdyż nikt nie będzie o tobie pamiętał i nie zostawisz potomka!

source: Neither will you.
fr: Toi non plus !
it: Nemmeno tu.
pl: Ty również go nie będziesz mieć.

source: I have a son, stupid underling!
fr: J'ai un fils, minable inférieur !
it: Io ho un figlio, stupido miserabile!
pl: Mam syna głupi pariasie!
tr: Bir oğlum var, aptal parya!

source: He won't care for your memory. I will make sure of that, I promise you.
fr: Il ne s'occupera pas de ta mémoire. Je m'en assurerai personnellement, je te le promets.
it: Non porterà il tuo ricordo. Me ne incarico di persona, lo giuro.
pl: Nie będzie pielęgnował wspomnień o tobie. Dopilnuję tego, masz moje słowo.

source: What did you mean, Ruvio? I won't allow for punishing Cryne's children for his father's sins.
fr: Que vouliez-vous dire, Ruvio ? Je ne permettrai pas que l'on punisse les enfants de Cryne pour les crimes de leur père.
it: Cosa vuoi dire, Ruvio? Non ti permetterò di punire il figlio di Cryne per le colpe di suo padre.
pl: Co miałeś na myśli Ruvio? Nie pozwolę karać dzieci Crynea za grzechy ich ojca.

source: I won't do nothing to Cryne's son, my lord - I want to adopt him and raise him as Wesnothian.
fr: Je ne ferai aucun mal au fils de Cryne, Monseigneur. Je veux l'adopter et l'élever comme un Wesnothien.
it: Non farò nulla al figlio di Cryne, mio signore - lo voglio adottare per crescerlo come un uomo di Wesnoth.
pl: Nic nie zrobię synowi Cryne'a, panie mój - chcę go zaadoptować i wychować jako Wesnotyjczyka.

source: You have my promise I will help you, Ruvio.
fr: Vous avez ma promesse, je vous aiderai, Ruvio.
it: Ti prometto che ti aiuterò, Ruvio.
pl: Pomogę ci, Ruvio - masz na to moje słowo.

source: Ha, underling! Before I die, I will spit on you and your whole worthless race!
fr: Ha, inférieur ! Avant de mourir, je cracherai sur toi et sur toute ta race !
it: Ah, miserabile! Prima che io muoia, sputerò su di te e su tutta la tua razza indegna!
pl: Pariasie! Zanim umre splunę na ciebie i całą twoją bezwartościową rasę!

source: Whatever you will do, you will be dead, and with you all your ideas, every theory you believed in will be dead as well. Wesnoth will be restored, and Akladians and Wesnothians will live in peace.
fr: Quoi que tu fasses, tu seras mort et avec toi, toutes tes idées et toutes les théories auxquelles tu crois. Wesnoth sera restauré et les Akladiens et les Wesnothiens vivront en paix.
it: Qualunque cosa tu faccia, sarai morto e, con te, moriranno tutte le tue idee, ogni teoria in cui hai creduto sarà morta con te. Il regno di Wesnoth sarà restaurato e uomini di Wesnoth e di Akladia vivranno in pace.
pl: Cokolwiek zrobisz, będziesz martwy, a wraz z tobą wszystkie twoje pomysły i przekonania. Wesnoth zostanie odrodzone a Akladianie i Wesnothianie będą żyć w pokoju.

source: Yes, foam and float, nobody will listen to you... And, by the way, give me your sword.
fr: Oui, crie et écume, personne ne t'écoutera plus... Et, tant que j'y suis, donne-moi ton épée.
it: Ma sì, agitati e shiuma di rabbia, non ti ascolterà nessuno... e, a proposito, dammi la tua spada.
pl: Wściekaj się i unoś, i tak nikt nie będzie cię słuchał... A przy okazji, oddaj mi swój miecz.

source: No! No! Where do you go... go back! I can't die without sword in hand!
fr: Non ! Non ! Où vas-tu ? Reviens ! Je ne peux pas mourir sans épée à la main.
it: No! No! Dove vai... vattene! Non posso morire senza una spada in pugno!
pl: Nie! Nie! Gdzie idziesz... wracaj! Nie mogę umrzeć bez ostrza w ręce!
tr: Hayır! Hayır! Nereye gidiyorsun... Geri dön! Elimde kılıç yokken ölemem!

source: Oh no! My most loyal slave is killed!
fr: Oh non ! Mon esclave le plus fidèle a été tué !
it: Oh no! Il mio schiavo più fedele è stato ucciso!
pl: O nie! Mój najlojalniejszy sługa został zabity!
tr: Oh hayır! En sadık yardımcım öldü!

source: Arise, my slave, arise!
fr: Lève-toi, mon esclave, lève-toi !
it: Levati, schiavo, levati!
pl: Powstań, mój niewolniku, powstań!

source: Shadow of Mal-Raylal
fr: Ombre de Mal-Raylal
it: L'ombra di Mal-Raylal
pl: Cień Mal-Rayala
tr: Mal-Raylal’ın Gölgesi

source: Arise, my slave, arise! Why you are deaf to my calls?
fr: Lève-toi, mon esclave, lève-toi ! Pourquoi restes-tu sourd à mes appels ?
it: Levati, schiavo, levati! Perché non rispondi alla mia invocazione?
pl: Powstańcie moje sługi, powstańcie! Dlaczego jesteście głusi na mój zew?

source: Who dies from my hand, is dead forever.
fr: Qui meurt par ma main, est mort pour toujours.
it: Chi muore per mano mia, muore per sempre.
pl: Kto ginie z mojej ręki umiera na zawsze.

source: Bor, I am calling to you! Arise, arise!
fr: Bor, je t'appelle ! Lève-toi, lève-toi !
it: Bor, io ti invoco! Levati, levati!
pl: Bor, wzywam ciebie! Wstań, wstań!
tr: Bor, neredesin! Çık ortaya!

source: Undead Bor Cryne
fr: Bor Cryne mort-vivant
it: Bor Cryne non-morto
pl: Nieumarły Bor Cryne
tr: Hortlak Bor Krayn

source: No! How many times I will have to kill you!
fr: Non ! Combien de fois faudra-t-il que je te tue ?
it: No! Ma quante volte dovrò ucciderti!
pl: Nie! Ile jeszcze razy będę musiał ciebie zabić!
tr: Hayır! Seni kaç kere öldüreceğim!

source: So I will have a chance to kill you anyway!
fr: Bien, cela me donne une nouvelle chance de te tuer !
it: Così, potrò ucciderti comunque!
pl: Więc tak czy inaczej będę miał szansę cię zabić!

source: Be gone now, creature of the night!
fr: Disparaît maintenant, créature de la nuit !
it: Andatevene, creature della notte!
pl: Przepadnij kreaturo mroku!

source: Oh how I am scared! Ha! Ha! You came to me because you want to join your family, underling? Come and taste my blade!
fr: Oh, comme j'ai peur ! Ha ! Ha ! Tu es venu à moi parce que tu veux rejoindre ta famille, inférieur ? Viens et goûte ma lame !
it: Oh come mi fai paura! Ah! Ah! Sei venuto da me perché vuoi riunirti alla tua famiglia, miserabile? Vieni ad assaggiare la mia lama!
pl: Och ale się boję! Ha, ha! Przyszedłeś bo chcesz dołączyć do swojej rodziny pariasie? Chodź i posmakuj mego ostrza!

source: I will wipe that smile from your face - my wife and daughters, I will avenge you!!
fr: J'effacerai ce sourire sur ton visage : ma femme et mes filles, je vous vengerai !!
it: Ti strapperò quel sorriso dalla faccia. Moglie e figlie mie, vi vendicherò!!
pl: Zetrę ten uśmiech z twojej twarzy. Żono, córki, pomszczę was!

source: Why.. Why... I asked only for one thing, and yet it was refused to me...
fr: Pourquoi... Pourquoi... Je n'ai demandé qu'une seule chose et pourtant, elle m'a été refusée...
it: Perché... perché... ho chiesto una cosa soltanto e già mi è stata rifiutata...
pl: Dlaczego... Dlaczego... Prosiłem tylko o jedno a mimo to nie zostało mi dane...

source: Rise up, rise up! Join my army! Why you are not rising up!?
fr: Levez-vous, levez-vous ! Rejoignez mon armée ! Pourquoi est-ce que vous ne vous levez pas ?
it: Alzati! Alzati! Unisciti al mio esercito! Perché non ti alzi!?
pl: Powstań, powstań! Dołącz do mojej armii! Dlaczego nie powstajesz!?

source: You overestimate your strength, Grekulak. White mages and Mages of Light will protect fallen units from being resurrected by you!
fr: Tu surestimes ta force, Grekulak. Les mages blancs et les mages de lumière t'empêchent de ressusciter les unités tombées.
it: Stai sopravvalutando il tuo potere, Grekulak. I maghi bianchi e quelli della luce proteggeranno i nostri caduti da essere resuscitati da te!
pl: Przeceniasz swoje siły Grekulaku. Biali czarodzieje i magowie światła ochronią padłe jednostki przed wskrzeszeniem przez ciebie!

source: How can this be? He is rising our dead!
fr: Comment est-ce possible ? Il rappelle nos morts !
it: Ma come può essere? Sta risuscitando i nostri morti!
pl: Jak to możliwe? On wskrzesza naszych zmarłych!
tr: JBu nasıl olabilir? Ölülerimizi ayağa kaldırıyor!

source: My lord, fortunately this Grekulak is not as good as I was afraid of. He cannot rise people, who died while being close to white magi or magi of light.
fr: Monseigneur, heureusement, ce Grekulak n'est pas aussi bon que je ne craignais. Il ne peut pas rappeler les gens qui sont morts alors qu'ils étaient à côté d'un mage blanc ou d'un mage de lumière.
it: Mio signore, per fortuna questo Grekulak non è potente quanto temevo. Non può risvegliare la gente che muore vicino a maghi bianchi o a maghi della luce.
pl: Panie, na szczęście Grekulak nie jest tak potęzny jak się obawiałem. Nie jest w stanie wskrzesić ludzi którzy zmarli w pobliżu białych magów lub magów światła.

source: I think it's time to get use of all our reserves!
fr: Je pense qu'il est temps d'utiliser toutes nos réserves !
it: Credo che sia il momento di usare tutte le nostre riserve!
pl: Czas wykorzystać wszystkie nasze rezerwy!
tr: Tüm yedekleri kullanma zamanı geldi sanırım!

source: Abducted Bride
fr: Jeune mariée enlevée.
it: La sposa rapita
pl: Porwana Panna Młoda

source: Wait, do not die yet! I want you to answer few question first!
fr: Attends, tu ne peux pas déjà mourir. Je veux que tu répondes d'abord à quelques questions.
it: Aspetta, non morire ancora! Vorrei che tu rispondessi ad alcune mie domande!
pl: Stój! Jeszcze nie umieraj! Chcę byś mi odpowiedział na kilka pytań!

source: You have defeated me, so I will grant you your wish. What do you want to know?
fr: Vous m'avez vaincu. J'exhausserai donc votre voeu. Que voulez-vous savoir ?
it: Mi hai sconfitto, dunque esaudirò il tuo desidero. Cosa vuoi sapere?
pl: Pokonałeś mie więc spełnię twoje życzenie. Co chcesz wiedzieć?

source: Please tell me...
fr: S'il vous plaît, dites-moi...
it: Per favore, dimmi...
pl: Proszę, powiedz mi...

source: Why you have kidnapped this poor girl?
fr: Pourquoi avez-vous enlevé cette pauvre fille ?
it: Perché hai rapito questa povera ragazza?
pl: Czemu porwałeś tą biedną dziewczynę?

source: What are plans of king Buffin?
fr: Quels sont les plans du roi Buffin ?
it: Quai sono i piani del re Buffin?
pl: Jakie plany ma król Buffin?

source: What do you know about situation in Vakladia?
fr: Que savez-vous de la situation dans Vakladia ?
it: Cosa sai della situazione a Vakladia?
pl: Co wiesz o sytuacji w Vakladii?

source: Because I wanted too. I don't have to explain to anyone.
fr: Parce que j'en avais envie. Je n'ai pas à me justifier.
it: Perché lo desideravo. Non devo spiegazioni a nessuno.
pl: Bo chciałem. Nie muszę się tłumaczyć nikomu.

source: Why should I tell you? This is secret and though you gave me good fight and honourable death, I can't tell you.
fr: Pourquoi devrais-je vous le dire ? C'est un secret et vous avez beau m'avoir offert un bel affrontement et une mort honorable, je ne peux pas vous le dire.
it: Perché dovrei dirtelo? È un segreto e anche se è stato uno bello scontro e la mia morte onorevole, non te lo posso dire.
pl: Dlaczego miałbym ci pwiedzieć? To tajemnica i nie mogę jej zdradzić nawet mimo tego, że dałeś mi dobrą walkę i honorową śmierć.

source: Vakladia is finished. The whole country is in chaos. I think Bor Cryne, one of their lords, wants to declare himself king, but not many Akladians living there will recognise him. Only Hagarthens can be kings.
fr: Vakladia est finie. Tout le pays est dans le chaos. Je pense que Bor Cryne, un de leur seigneur, veut se proclamer roi, mais il n'y a pas beaucoup d'Akladiens vivant là-bas qui le reconnaîtront. Seuls les Hagarthens peuvent devenir rois.
it: Vakladia non ha futuro. L'intero paese è nel caos. Penso che Bor Cryne, uno dei loro signori, intenda dichiararsi re, ma della gente di Akladia che vive lì solo pochi lo riconosceranno. Solo gli Hagarthen possono essere re.
pl: Vakladia jest skończona, cały kraj ogarnął chaos. Myślę że Bor Cryne, jeden z tamtejszych panów, chce ogłosić się królem, ale nie zostanie uznany przez wielu. Tylko Hagarthenowie mogą władać.

source: I don't know that name.
fr: Je ne connais pas ce nom.
it: Non conosco quel nome.
pl: Nie znam tego imienia.

source: Where your lord keeps kidnapped girl?
fr: Où votre seigneur détient-il la fille qu'il a enlevée ?
it: Dove tiene la ragazza rapita il vostro signore?
pl: Gdzie wasz pan trzyma porwaną dziewczynę?

source: North from his castle, in small cage.
fr: Au nord de son château, dans une petite cage.
it: A nord del castello, in una piccola gabbia.
pl: Na północ od swojego zamku, w małej klatce.
tr: Şatonun kuzeyinde, küçük bir kafes içinde

source: I don't know. What are king's plans only king will know.
fr: Je ne sais pas. Les plans du roi ne sont connus que de lui.
it: Non lo so. I piani del re sono noti a lui solo.
pl: Nie wiem. Jakie są plany króla, tylko król wie.
tr: Bilmiyorum. Kralın planlarını yalnız kral bilir.
