Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: For our king, Gawen Haldric Hagarthen!
fr: Pour notre roi, Gawen Haldric Hagarthen !
it: Per il nostro re, Gawen Haldric Hagarthen!
pl: Za naszego króla, Gawena Haldrica Hagarthena!
tr: Kralımız, Gaven Haldrik Hagarten için!

source: You king? You are fighting for the ghost of long dead boy? And why you called him Haldric?
fr: Votre roi ? Vous vous battez pour le fantôme d'un garçon mort depuis longtemps ? Pourquoi l'appelez-vous Haldric ?
it: Il vostro re? Stai combattendo per il fantasma di un ragazzo morto da tempo? E perché lo hai chiamato Haldric?
pl: Waszego króla? Walczycie w imię ducha dawno zmarłego chłopca? I dlaczego nazwałeś go Haldric?

source: You are opposing Gawen Hagarthen, your own king.
fr: Vous vous opposez à Gawen Hagarthen, votre propre roi.
it: Stai combattendo contro Gawen Hagarthen, il tuo re.
pl: Stajecie przeciw Gawenowi Hagarthenowi, waszemu królowi.

source: Our king? And where is he? Is he hiding behind your backs?
fr: Notre roi ? Et où est-il ? Se cache-t-il derrière vous ?
it: Il nostro re? E dov'è? Si sta nascondendo dietro di te?
pl: Naszego króla? A gdzie on jest? Chowa się za waszymi plecami?

source: Now, feel the wrath of ancient power. Your God is expressing his anger through me, because you are opposing his messiah!
fr: Maintenant, subissez la puissance d'un pouvoir ancien ! Votre Dieu exprime sa colère à travers moi car vous vous opposez à son messie !
it: Adesso sentirai la collera dell'antico potere. I vostri dei esprimeranno la loro furia attraverso di me perché stai combattendo contro il loro messia!
pl: A teraz poczuj gniew starożytnej potęgi. Twój Bóg wyraża swój gniew przeze mnie bo sprzeciwiasz się swojemu mesjaszowi!
tr: Şimdi, kadim güçlerin öfkesini hissedin. Tanrınız öfkesini benim üzerimden ifade ediyor, onun elçisi olarak karşınızdayım!

source: He lost consciousness already? Sigh. I hoped we could ask him few questions. But then, he didn't seem like guy actually KNOWING anything.
fr: Il a déjà perdu connaissance ? Zut. J'espérais lui poser quelques questions. De toute façon, il n'avait pas l'air d'un gars qui SAIT quelque chose.
it: Hai già perso conoscenza? Peccato. Speravo di potergli fare alcune domande. Ma comunque, questo tizio non sembrava sapere NIENTE.
pl: Tak szybko stracił przytomność? Eh. Miałem nadzieję że odpowie na kilka pytań, ale z drugiej strony nie wyglądał na kogoś kto tak naprawdę wie cokolwiek.

source: What are you waiting for? Finish me!
fr: Qu'est-ce que tu attends ? Viens, finis-moi !
it: Cosa aspetti? Finiscimi!
pl: Na co czekasz? Dalej, wykończ mnie, wiedźmo.

source: Then die, if you want!
fr: Alors, meurs, si c'est ce que tu veux !
it: Muori, se è questo che vuoi!
pl: To giń, jeśli tego pragniesz.

source: You were worthy opponent
fr: Tu as été un adversaire redoutable.
it: Sei stato un degno avversario.
pl: Byłeś godnym przeciwnikiem.

source: If that's your wish
fr: Si tel est ton souhait...
it: Se è questo che vuoi.
pl: Jeżeli takie jest twoje życzenie...
tr: İstediğin buysa

source: Why should I do that? You fought like a real men, and I respect you. Rauke, I want you to know that I consider you good warrior and good Akladian. I will do everything then to bury your body with all honours.
fr: Pourquoi ferais-je ça ? Tu as combattu en homme et je te respecte. Rauke, sache que je te considère comme un bon guerrier et un bon Akladien. Je ferais tout pour enterrer ton corps avec tous les honneurs.
it: Perché dovrei farlo? Avete combattuto come veri uomini e vi rispetto. Rauke, voglio che tu sappia che ti considero un buon guerriero di Akladia. Farò tutto quello che serve dunque per seppellire il tuo corpo con tutti gli onori.
pl: Dlaczego miałbym to zrobić? Walczyliście jak prawdziwi ludzie, szanuję was. Rauke, chcę bys wiedział że uważam cię za dobrego wojownika i Akladianina. Zrobię wszystko by pochować twoje ciało ze wszystkimi zaszczytami.

source: Maybe you are worthy to be our king after all...
fr: Finalement, vous méritez peut-être bien d'être notre roi...
it: Forse sei degno di essere il nostro re dopotutto...
pl: Może jednak mimo wszystko jesteś godny by być naszym królem...

source: Please, tell me what happened recently in Vakladia?
fr: Dites-moi, que s'est-il passé récemment en Vakladia ?
it: Dimmi, ti prego, cosa è successo ultimamente a Vakladia?
pl: Powiedz mi proszę co się ostatnio wydarzyło w Vakladii?

source: Nothing changed much. Everyone is fighting with everyone. Bor Cryne and his allies are trying to introduce themselves are supreme rulers with help of the orcs, but even their successes with the rebels have not gave them any authority.
fr: Rien n'a vraiment changé. Tout le monde se bat avec tout le monde. Bor Cryne et ses alliés essayent de s'imposer comme commandants suprêmes avec l'aide des orcs, mais aucun de leur succès avec les rebelles ne leur a donné une quelconque autorité.
it: Non è cambiato granché. Tutti combattono tutti. Bor Cryne e i suoi alleati stanno cercando di affermarsi come sovrani supremi con l'aiuto degli orchi, ma persino i loro successi con i ribelli non hanno dato loro alcun'autorità.
pl: Niewiele się zmieniło. Wszyscy walczą ze sobą nawzajem. Bor Cryne i jego sojusznicy usiłują narzucić swoją władzę z pomoca orków ale nawet ich sukcesy w starciach z buntownikami nic im nie pomogły.
tr: Pek değişen birşey yok. Herkes birbiriyle döğüşüyor. Bor Krayn ve müttefikleri orkların da yardımıyla kendilerinden en iyi yöneticiler olarak bahsedilmesini sağlamaya çalışıyorlar, fakat zorbalarla birlik olup elde ettikleri başarı onlara istedikleri otoriteyi sağlayamaz.

source: In Easkladia, king Perien died during final battle with Wesnothians. He broke through the Wesnothian lines right to their king. He slew him, but he then was killed by underlings. The battle then ended, undecided, but Easkladian capital was saved and underlings withdrew without their king.
fr: En Easkladia, le roi Périen est mort au cours de la bataille finale avec les Wesnothiens. Il a percé leurs lignes jusqu'à leur roi. Il l'a tué, mais il a été tué par des inférieurs. La bataille s'est finie ainsi, sans vainqueur, mais la capitale easkladienne a été sauvée et les inférieurs se sont retirés sans leur roi.
it: In Easkladia, il re Perien è morto durante la battaglia finale con i ribelli di Wesnoth. Ha attraversato le linee di Wesnoth diritto verso il loro re. Lo ha ucciso, a sua volta è stato ucciso dai miserabili. La battaglia si è quindi conclusa senza esito, ma la capitale di Easkladia era salva e i miserabili si sono ritirati senza il loro re.
pl: W Easkladii król Perien poległ w ostatniej walce z Wesnothianami, przełamał ich szeregi aż do ich króla, zabił go, ale zaraz potem sam zginął z rąk podludzi. Bitwa pozostała nierozstrzygnięta,ale stolicę Eakladii ocalono a podludzie ostatecznie się wycofali.

source: There are multiple gossips about messiah who will came and who will unite all the Akladians and lead them into true greatness... (coughs) .. and... (coughs)
fr: Il y a beaucoup de rumeurs à propos d'un messie qui viendra unir tous les Akladiens et les mener à la vraie grandeur... (toux)... et... (toux)
it: Ci sono molte voci su un liberatore che verrà per riunire tutte le genti di Akladia e guidarle verso la vera grandezza... <tossisce>... e <tossisce>.
pl: Jest wiele plotek o mesjaszu który nadejdzie i zjednoczy wszystkich Akladian by poprowadzić ich do prawdziwej wielkości... (kaszle)... i ... (kaszle)

source: He is dead now. Lie in peace, warrior. I will keep my promise
fr: Il est mort maintenant. Repose en paix, guerrier. Je tiendrai ma promesse.
it: Adesso è morto. Riposa in pace, guerriero. Manterrò la mia promessa.
pl: Umarł. Spoczywaj w spokoju wojowniku. Dotrzymam słowa.

source: A mage! Mage defeat me! The creature from the dark past allied with you? The God will punish you!
fr: Un mage ! Un mage m'a tué ! Cette créature d'un sombre passé est avec vous ? Dieu vous châtiera !
it: Un mago! Un mago mi ha sconfitto! La creatura dall'oscuro passato è alleata con te? Gli dei ti puniranno!
pl: Mag! Mag mnie pokonał! Jesteś sprzymierzony z kreaturą z mrocznej przeszłości? Bóg cię pokara!

source: Rauke, I like you. And that's why I don't want you to scream in pain and agony. Could you please help me?
fr: Rauke, je t'aime bien et c'est pour ça que je ne veux pas te voir crier de douleur et d'agonie. Voudrais-tu m'aider s'il te plaît ?
it: Rauke, tu mi piaci. Ecco perché non vorrei che tu urlassi in preda al dolore e all'agonia. Potresti aiutarmi per favore?
pl: Rauke, lubię cię. I dlatego właśnie nie chcę byś krzyczał z bólu. Mógłbyś mi trochę pomóc?

source: Help yourself, fat witch.
fr: Débrouille-toi, grosse sorcière !
it: Aiutati da sola, vecchia strega.
pl: Sama sobie pomóż gruba wiedźmo.

source: Fat? That's unfair. I am not talking about you being bald. Now, please tell me what happened recently in Vakladia, and...
fr: Grosse ? Ce n'est pas juste. Je n'ai pas dit que tu étais chauve. Maintenant, dis-moi ce qui s'est passé en Vakladia récemment et...
it: Cicciona? Non vale. Io non ti ho detto che sei calvo. Ora, per favore dimmi cosa è successo ultimamente a Vakladia, e...
pl: Gruba? To nieuczciwe. Ja ci nie wypominam łysiny. A teraz proszę powiedz mi co się ostatnio wydarzyło w Vakladii a...

source: You will be avoided of unspeakable pain
fr: Tu échapperas à une douleur innommable.
it: Hai scampato un dolore inenarrabile.
pl: Zostanie ci oszczędzony niewysłowiony ból.

source: I will honour you by burying you properly
fr: Je te rendrai honneur en t'enterrant selon les traditions.
it: Ti onorerò con una degna sepoltura.
pl: Uhonoruję cię godziwym pochówkiem.

source: You think you could scare me with that words? Ha! Ha! Ha! I am Akladian lord, and I am not afraid.. I am half-dead already...
fr: Vous pensez me faire peur avec ces mots ? Ha ! Ha ! Ha ! Je suis un seigneur Akladien et je n'ai pas peur... De toute façon, je suis déjà à moitié mort...
it: Pensi di spaventarmi con queste parole? Ah! Ah! Ah! Io sono un signore di Akladia e non ho paura... sono già morto per metà...
pl: Myślisz, że przestraszysz mnie tymi słowami? Ha, ha, ha! Jestem Akladiańskim panem, nie boję się... i jestem już na wpół martwy...

source: Only half-dead, mind you. It means you can still feel the pain
fr: Seulement à moitié, n'oublie pas. Ça veut dire que tu peux encore ressentir la douleur.
it: Solo per metà, pensaci. Vuol dire che puoi ancora sentire il dolore.
pl: Tylko na wpół, pamiętaj. To oznacza, że nadal możesz czuć ból.
tr: Tek yarı-ölü, sensin. Yani hala acıyı hissedebilirsin.

source: Aaargh! No! Not here! Aaargh! Stop, stop it!
fr: Aaarrgh ! Non ! Pas là ! Aaargh ! Arrêtez, arrêtez ça !
it: Aaargh! No! Non lì! Aaargh! Basta, fermati!
pl: Aaargh! Nie! Nie tam! Aaargh! Przestań!

source: I won't allow for more of that, mother. Stop it! Stop it right now!
fr: Je n'en permettrai pas plus mère. Arrêtez ! Arrêtez ça tout de suite !
it: Non posso più permetterlo, madre. Smettila! Smettila subito!
pl: Nie zezwolę by to trwało matko. Przestań! Natychmiast!

source: Oh, rats, I think I lost the woman's touch. My blade slipped and I've killed him too soon. Sigh.
fr: Oh, zut, je crois que j'ai perdu ma touche féminine. Ma lame a glissé et je l'ai tué trop vite.
it: Oh, balle, penso di aver perso il tocco femminile. la mia lama è scivolata e l'ho ucciso troppo presto. Sigh.
pl: Och, cholera, chyba straciłam kobiecą precyzję. Ostrze mi się ześlizgnęło i zabiłam go za szybko. Eh.
tr: Gammazlar! Bir kadının dokunuşunu unuttuğumu sanıyordum. Ah, ah... bıçağım kaydı ve çok erken öldürdüm onu.

source: Honour me? That's so.. so unlikely of you, Lorin.
fr: Me rendre honneur ? C'est si ... si improbable de votre part, Lorin.
it: Tu mi rendi onore? Per te... è così inusuale, Lorin.
pl: Uhonorować mnie? To... tak zupełnie niepodobne do ciebie Lorin.

source: LADY Lorin, if you mind. Well, how do you know what's more like me or not? You were good warrior, and I am tired of being called emotionless and cruel by my step-son. Would you please tell me about what happened in Vakladia recently?
fr: DAME Lorin si tu veux bien ! Et comment pourrais-tu savoir ce qu'on peut attendre de moi ou pas ? Tu as été un bon guerrier et je suis fatiguée que mon beau-fils me fasse passer pour quelqu'un de cruel et insensible ! Peux-tu me dire ce qui s'est passé en Vakladia récemment ?
it: LADY Lorin, se non vi dispiace. Be', come fai a sapere cosa mi piace o no? Sei stato un buon guerriero, e io sono stanca che il mio figlioccio mi definisca fredda e crudele. Mi faresti la cortesia di dirmi cosa è accaduto recentemente a Vakladia?
pl: Pani Lorin, jeśli nie masz nic przeciwko. Zresztą skąd wiesz co jest podobne do mnie a co nie? Byłeś dobrym wojownikiem, a ja już jestem zmęczona tym, że pasierb nazywa mnie okrutną i pozbawioną emocji. Więc powiesz mi proszę co się ostatnio wydarzyło w Vakladii?

source: You were worthy fighter, noble Rauke Harnen. I will do everything to bury your body properly according to our customs.
fr: Tu as été un combattant valeureux, noble Rauke Harnen. Je ferai tout pour enterrer ton corps comme le veut notre coutume.
it: Sei stato un degno combattente, Rauke nobile Harnen. Farò tutto il necessario per seppellire il tuo corpo secondo i nostri costumi.
pl: Byłeś wartościowym wojownikiem szlachetny Rauke Harnen. Zrobię wszystko by pochować twoje ciało właściwie, zgodnie z naszym zwyczajem.

source: So were you, noble Reme. I've heard about the fate of your clan and family - please, accept my deepest condolations.
fr: Toi aussi, noble Reme. J'ai entendu parler de ce qui est arrivé à ton clan et à ta famille. Daigne accepter mes plus sincères condoléances.
it: Lo sei stato anche tu, nobile Reme. Ho sentito parlare del destino del tuo clan e della tua famiglia - ti prego di accettare le mie più profonde condoglianze.
pl: Tak jak i ty szlachetny Reme. Słyzsałem o losie twego klanu i rodziny, proszę przyjmij moje najgłębsze kondolencje.

source: People die and join their ancestors. I am happy their death was honourable. Please, before you die - could you tell me about what happened in Vakladia recently?
fr: Les gens meurent et rejoignent leurs ancêtres. Je suis heureux que leur mort ait été honorable. S'il te plaît, avant de mourir, peux-tu me dire ce qui c'est passé en Vakladia récemment ?
it: La gente muore e raggiunge i propri avi. Sono felice che siano morti con onore. Ti prego, prima di morire, potresti dirmi cosa è accaduto recentemente a Vakladia?
pl: Ludzie umierają i dołączają do swoich przodków. Cieszę się że odeszli z honorem. Proszę, czy zanim umrzesz możesz mi powiedzieć co się ostatnio wydarzyło w Vakladii?

source: Hmm.. seems that he had some gold...
fr: Humm... On dirait qu'il avait beaucoup d'or...
it: Hm... mi pare che qua ci sia dell'oro...
pl: Hmm... Miał przy sobie trochę złota...
tr: Hımm... biraz altını var gibi görünüyor...

source: Eeek! They killed the boss! Bring reinforcements!
fr: Ils ont tué le chef ! Amenez les renforts !
it: Eeek! hanno ucciso il capo! Chiamate i rinforzi!
pl: Aaaa! Zabili szefa! Sprowadzić posiłki!
tr: Aaaa! Patronu öldürdüler! Destek getirin!

source: Bal Riddon, before you die, I want you to tell me few things about plans of your king, Buffin
fr: Bal Riddon, avant de te voir mourir, je veux que tu me dises ce que tu sais sur les plans de ton roi, Buffin.
it: Bal Riddon, prima di morire, devi raccontarmi qualcosa sui piani del tuo re, Buffin.
pl: Balu Riddon, zanim umrzesz chcę byś powiedział mi trochę o planach twojego króla, Buffina.

source: Ask him yourself, then. I won't tell you anything.
fr: Demande-lui toi-même. Je ne te dirai rien.
it: Chiediglielo a lui, allora. Io non ti dirò nulla.
pl: To zapytaj go sama. Nic ci nie powiem.
tr: Kendisine sor, ondan sonra. Ben sana hiçbir şey söylemeyeceğim.

source: Nonono, you have not understood me. I WANT you to tell me few things about the plans of your king. Now, we will start with the basics.
fr: Non, non, non, tu m'as mal comprise. Je VEUX que tu me dises ce que tu sais sur les plans de ton roi Buffin. Commençons par les bases.
it: Nonono, mi hai frainteso. Io VOGLIO che tu mi dica alcune cose sui piani del tuo re. Adesso, cominciamo dall'inizio.
pl: Nienienie, nie zrozumiałes mnie. Ja *bardzo* chcę usłyszeć conieco o planach twojego króla. Zaczniemy od podstaw.
tr: Hayır, hayır, sen beni anlamamışsın. Sizin kralınızın planları hakkında bir şeyler söylemek İSTİyorum. Şimdi, ana hatlarıyla başlayalım.

source: Wait! I will tell you what I know. King Buffin wants to use the occasion he sees here, with Gawen dead, Perien dead, and two other Hagarthen in Guilcorta busy with quarrels. He wants to made some fake election and elect himself for king of Vakladia.
fr: Attends ! Je vais te dire ce que je sais. Le roi Buffin veut saisir l'occasion qui s'offre à lui avec la mort de Gawen, celle de Perien et les deux autres Hagarthen à Guilcorta occupés à se quereller. Il veut organiser un simulacre d'élection et se faire proclamer roi de Vakladia.
it: Aspetta! Ti dirò quello che so. Il re Buffin vuole utilizzare l'occasione che vede qui, con Gawen morto, Perien morti e gli altri due Hagarthen impeganti a Guilcorta a litigare. Vuole fare delle finte elezioni e auto-eleggersi come re di Vakladia.
pl: Czekaj, powiem ci co wiem. Buffin chce wykorzystac okazję którą spostrzegł. Gawen nie żyle, Perien poległ a pozostałych dwóch Hagarthenów jest zajętych sporem między sobą. Chce urządzić fałszywą elekcję i zostać królem Vakladii.

source: Gawen is not dead, I assure you.
fr: Gawen n'est pas mort, je vous l'assure.
it: Gawen non è morto, te l'assicuro.
pl: Gawen nie umarł, możesz być tego pewien.
tr: Gaven ölmedi, seni temin ederim.

source: But there is something strange... I've heard strange gossips. Something is happening at our eastern border. Many of the lords from eastern part of Okladia have not answered the call of Buffin to arrive to his camp.
fr: Mais il y a quelque chose d'étrange. J'ai eu vent de rumeurs. Quelque chose est arrivé à la frontière Est. Beaucoup de seigneurs de l'est d'Okladia n'ont pas répondu à l'appel de Buffin à rejoindre son camp.
it: Ma c'è qualcosa di strano... ho sentito strane voci. Qualcosa sta accadendo al nostro confine orientale. Molti signori della zona orientale di Okladia non hanno risposto alla chiamata di Buffin e non sono giunti al suo campo.
pl: Ale dzieje się też coś dziwnego, słyszałem plotki... Coś się dzieje na naszej wschodniej granicy. Wielu panów ze wschodniej części Okladii nie odpowiedziało na wici.

source: Okladian lords are cowards, what's so strange about that. Do you know anything else? No? Die then.
fr: Les seigneurs Okladiens sont des pleutres, qu'y a-t-il d'étrange à ça ? Sais-tu autre chose ? Non ? Alors, meurs !
it: I signori di Okladia sono dei codardi, che c'è di strano. Non sai nient'altro? Nulla? Allora muori.
pl: Panowie z Okladii to tchórze, co w tym dziwnego? Wiesz coś jeszcze? Nie? To giń.
tr: Okladyalı derebeyler ne yazık ki, korkaktır. Başka birşey biliyor musun? Hayır mı? Geber o halde.

source: You were worthy fighter, noble Bal Riddon
fr: Tu as été un valeureux combattant, noble Bal Riddon.
it: Sei stato un combattente valoroso, nobile Bal Riddon.
pl: Byłeś wartościowym wojownikiem szlachetny Balu Riddon.

source: So were you, Reme. So were you. You behaved honourably, so before I die, I want to warn you: you are going straight into the trap.
fr: Toi aussi Reme. Toi aussi. Tu t'es comporté honorablement. Avant de mourir, je veux te prévenir, toi et tes hommes allez droit dans un piège.
it: Anche tu lo sei stato, Reme. Anche tu lo sei stato. Ti sei comportato con onore, per questo motivo ti voglio avvertire prima di morire: stai andando dritto nella trappola.
pl: Tak jak i ty Reme. Tak jak i ty. Zachowałeś się honorowo więc, zanim umrę, chcę cię ostrzec, idziecie prosto w pułapkę.

source: Army of orcs and Akladians is gathering north from here. They are there probably because they want to stop army of my king, Buffin. You will be trapped between those two armies. Go back to Okladia and try to find another way.
fr: Une armée d'orcs et d'Akladiens campent au nord. Ils sont probablement là parce qu'ils veulent arrêter l'armée de mon roi Buffin. Vous serez pris entre ces deux armées. Retournez en Okladia et essayez de trouver un autre chemin.
it: L'esercito degli orchi e di Akladia si sta riunendo a nord di qui. Sono là probabilmente perché intendono fermare l'esercito del mio re, Buffin. Sarete intrappolati fra quei due eserciti. Torna ad Okladia e cerca un'altra strada.
pl: Oddziały orków i Akladyjczyków zbiera się na północ stąd. Zapewne przybywają tu, by zatrzymać wojsko mego króla, Buffina. Zostaniesz uwięziony między tymi dwoma armiami niczym w potrzasku. Zawróćcie do Okladii i spróbujcie poszukać innej drogi.

source: We have no choice. We have to pick that way.
fr: Nous n'avons pas le choix. Nous devons prendre ce chemin.
it: Non abbiamo scelta. Dobbiamo prendere quella strada.
pl: Nie mamy wyboru. Musimy wybrać tą drogę.

source: Straight to Vattin! Damn, I really feel hungry now. This fight made me STARVING.
fr: Droit sur Vattin ! Mon Dieu, j'ai vraiment faim maintenant. Cette bataille m'a AFFAMÉE !
it: Dritti a Vattin! Dannazione, adesso ho proprio fame. Dopo questo scontro mi sembra di morire di FAME.
pl: Prosto do Vattin! Niech to, teraz naprawdę jestem głodna. Po tej walce wręcz umieram z głodu.

source: I guess, my king, we will go to Freetown, so Wesnothian rebels from Vakladia could see you and acknowledge as king. We must hurry, because king Buffin is right behind us.
fr: Je suppose, mon roi, que nous partons pour Libreville, comme ça les Wesnothiens rebelles de Vakladia pourront vous voir et vous reconnaître comme tel ! Nous devons nous dépêcher car le roi Buffin est juste derrière nous !
it: Suggerisco, mio signore, di andare a Freetown, in modo che i ribelli di Wesnoth possano vedervi e riconoscervi come re. Dobbiamo fare in fretta, perché re Buffin è proprio dietro di noi.
pl: Myślę, mój królu, że powinniśmy udać się do Wolnego Miasta aby Wesnothiańscy buntownicy w Valkadii mogli cię zobaczyć i uznać za króla. Musimy się śpieszyć gdyż król Buffin jest tuż za nami.

source: Nonono, not to Freetown! There is nothing to see in Freetown!
fr: Ah non ! Pas à Libreville ! Il n'y a rien à voir à Libreville !
it: Nonono, non a Freetown! Non c'è nulla a Freetown!
pl: Nienienie, tylko nie do wolnego miasta! Tam nie ma nic do zobaczenia!

source: Yes, there is something worthy to see in that city. In fact, I can't wait to see her.
fr: Si, il y a une chose qui en vaut la peine dans cette ville, il faut que je la voie !
it: Invece sì, c'è qualcosa di molto importante in quella città. E io non vedo l'ora di vederla.
pl: Ależ jest, w rzeczywistości nie mogę się doczekać by ją zobaczyć.

source: Her?
fr: Elle ?
it: Vederla?
pl: Ją?

source: Mother, I will explain that to you later. Let's go!
fr: Mère, je vous expliquerai plus tard, allons-y.
it: Madre, ti spiegherò tutto più tardi. Andiamo!
pl: Matko, wyjaśnię później. Ruszajmy!
tr: Anne, bunu sana sonra açıklayacağım. Gidelim!

source: Gee, don't panic. That's only the king Buffin's army's vanguard. I assure you that we have all the chances to win.
fr: Héé ! Ne panique pas. Ce n'est que l'avant-garde de l'armée du roi Buffin. Je t'assure que nous avons encore toutes les chances de gagner.
it: Eeeh, non farti prendere dal panico. È solo l'avanguardia del re Buffin. Ti garantisco che abbiamo tutte le possibilità di vincere.
pl: Bez paniki, to tylko straż przednia armii Buffina. Mamy wszelkie szanse zwycięzyć.
tr: Heyecanlanmayın. Bu kral Buffin’in ordusunun sadece öncü kolu. Sizi temin ederim, kazanma şansımızın çok yüksek.

source: Trapped
fr: Piégés !
it: In trappola
pl: W Pułapce
tr: Pusuya Düştü
