Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: I can also dance. Gawen, when we return to Freetown I could dance for you.
fr: Je sais aussi danser, Gawen. Quand nous retournerons à Libreville, je pourrais danser pour vous.
it: So anche ballare. Gawen, quando torneremo a Freetown potrei ballare per te.
pl: Umiem również tańczyć, Gawenie. Gdy wrócimy do Wolnego Miasta mogłabym zatańczyć dla ciebie.
tr: Dans da edebilirim. Gaven, Özgürkent’e döndüğümüzde senin için dans edeceğim.

source: I'm sure I would enjoy your dance
fr: Je suis sûr que j'adorerai votre danse.
it: Sono certo che sarà un bello spettacolo.
pl: Na pewno spodobałby mi się twój taniec.
tr: Eminim dansın beni hoşnut edecektir.

source: Bet you would!
fr: Je parie que oui !
it: Ci puoi scommettere!
pl: No pewnie, że tak!
tr: Hoşlanacağına bahse girerim!

source: Thank you Gawen once again.. You have saved my life. I would never forget it and I would never be able to repay my debt. Earlier my life belonged to you because of my duty; now it belongs because of my choice.
fr: Encore une fois merci, Gawen... Vous m'avez sauvé la vie. Je ne l'oublierai jamais et je ne serai jamais capable de payer ma dette. Avant, ma vie vous appartenait à cause de mon devoir. Maintenant, elle vous appartient par mon propre choix.
it: Grazie una volta ancora Gawen. Mi hai salvato la vita. Non me ne dimenticherò mai e io non potrò mai ripagare questo mio debito. Finora la mia vita ti apparteneva per dovere; ora ti appartiene per mia scelta.
pl: Raz jeszcze ci dziękuję Gawen. Ocaliłeś mi życie. Nigdy tego nie zapomnę i nigdy nie będę w stanie spłacić mojego długu. Wcześniej moje życie należało do cciebie gdyż taki był mój obowiązek; teraz należy do was, gdyż taka jest moja wola.
tr: Tekrar teşekkür ederim, Gaven. Hayatımı kurtardın. Bunu asla unutmayacağım ve sana borcumu asla ödeyemeyeceğim. Evvelce hayatım borcumdan dolayı sana aitti; şimdi ise bu bir borç değil benim seçimimdir.

source: Hey Gaumhaldric, nice mother you have. Can I have a question?
fr: Hé Gaumhaldric, vous avez une chouette mère. Est-ce que je peux vous poser une question ?
it: Ehi Gaumhaldric, tua madre è una donna affascinante. Ti posso fare una domanda?
pl: Hej Gaumhaldric, masz piękną matkę. Mogę ciebie o coś zapytać?
tr: Hey Gamlıhaldrik, hoş bir annen var. Bir soru sorabilir miyim?

source: Sure, go ahead.
fr: Bien sûr, allez-y.
it: Certo, dimmi.
pl: Jasne, dawaj.
tr: Elbette, başla.

source: Is she taken? I mean, does she have someone she love? I noticed she was looking in the sky, far, far away sometimes, as if she was thinking about someone.. or something.
fr: Est-ce qu'elle est prise ? Je veux dire, est-ce qu'elle a quelqu'un à aimer ? J'ai remarqué qu'elle regardait le ciel, très très loin parfois, comme si elle pensait à quelqu'un, ou à quelque chose.
it: È impegnata? Voglio dire, ama qualcuno? Ho notato che a volte volge lo sguardo al cielo, lontano, lontano come se stesse pensando a qualcuno... o a qualcosa.
pl: Czy ona jest zajęta? To znaczy, czy ma kogoś, kogo by kochała? Zauważyłem, że często spogląda w niebo, daleko, bardzo daleko, jakby myślała o kimś... lub o czymś.
tr: O aşık mı? Yani, sevdiği biri mi var? Sanki birini ya da birşeyi düşünür gibi, uzaklara dalıp gidiyor.

source: I think she brings back memories of my father. She has no one else I know about.
fr: Je suppose qu'elle se rappelle mon père. À ma connaissance, elle n'a personne d'autre.
it: Penso che ripensi a mio padre. Non ha nessun altro che io sappia.
pl: Myślę, że przypomina sobie mojego ojca. O ile mi wiadomo, nie ma nikogo innego w jej życiu.
tr: Sanırım, aklına babam geliyor. Bildiğim kadarıyla başkası yok.

source: Good thing for me. She seems to be inconquerable but Aragwaithi can break into any fortress, only time and patience is needed.
fr: C'est une bonne chose pour moi ! Elle semble inexpugnable, mais les Aragwaithis peut s'emparer de n'importe quelle forteresse. Cela ne nécessite que du temps et de la patience.
it: Buona cosa per me. Sembra essere inarrivabile ma un Aragwaithi può scardinare qualunque fortezza, serve solo tempo e pazienza.
pl: I bardzo dobrze. Chociaż pozornie wydaje się być nie do zdobycia, Aragwaithi potrafią się wedrzeć do każdej fortecy, trzeba tylko czasu i cierpliwości.
tr: Bunu öğrendiğim iyi oldu. Fethedilemez gibi görünüyordu fakat Aragvaylar her kaleyi fethedebilir, sadece zaman ve sabır gerekir.

source: Andrey Yaranov, Lorin is my step-mother.
fr: Andrey Yaranov, Lorin est ma belle-mère.
it: Andrey Yaranov, Lorin è la mia matrigna..
pl: Andreyu Yaranov, Lorin jest moją macochą.
tr: Andrey Yaranov, Lorin üvey annemdir.

source: You may start to call me step-father, then.
fr: Alors, tu peux commencer à m'appeler beau-père.
it: Inizia a chiamarmi patrigno, allora.
pl: No to możesz zaczynać mnie nazywać ojczymem.
tr: O halde, bana üvey baba demeye başlayabilirsiniz.

source: Mother, can I have a word with you?
fr: Mère, est-ce qu'on peut discuter un instant ?
it: Madre, posso dirti una cosa?
pl: Matko, czy mogę zamienić z tobą słówko?
tr: Anne, seninle konuşabilir miyim?

source: Your clan bought a poison from outlaws. Why?
fr: Votre clan a acheté du poison aux hors-la-loi. Pourquoi ?
it: Il tuo clan ha procurato del veleno da Senzalegge. Perché?
pl: Twój klan kupił truciznę od banitów. Dlaczego?
tr: Kabilenizden birileri haydutlardan bir zehir almış. Neden?

source: What do you think about Yaranov?
fr: Que pensez-vous d'Yaranov ?
it: Che ne pensi di Yaranov?
pl: Co myślisz o Yaranovie?
tr: Yaranov hakkında ne düşünüyorsunuz?

source: What do you know about orcs?
fr: Que savez-vous au sujet des orcs ?
it: Cosa sai degli orchi?
pl: Co wiesz o orkach?
tr: Orklar hakkında ne biliyorsunuz?

source: How my real mother died?
fr: Comment ma vraie mère est-elle morte ?
it: Come è morta mia madre?
pl: W jaki sposób umarła moja prawdziwa matka?
tr: Gerçek annem nasıl öldü?

source: Never mind
fr: Peu importe
it: Lascia perdere.
pl: Nieważne.
tr: Zararı yok.

source: Why do you ask?
fr: Pourquoi demandes-tu ça ?
it: Perché lo chiedi?
pl: Czemu pytasz?
tr: Neden soruyorsun?

source: Well, he seems to be interested in you.
fr: Eh bien, il semble s'intéresser à vous.
it: Be', pare che sia interessato a te.
pl: Wygląda na to, że wzbudziłaś jego zainteresowanie.
tr: Güzel, senin için ilginç olacak görünüyor.

source: Yes, I noticed that. I think one have to be blind not to notice that. But I am not interested in him.
fr: Oui, je l'ai remarqué. Il faudrait être aveugle pour ne pas le remarquer, mais il ne m'intéresse pas.
it: Sì, l'ho notato. Penso che solo un cieco non lo noterebbe. Ma lui non mi interessa.
pl: Tak, zauważyłam to. Chyba trzeba być ślepym, żeby tego nie zauważyć. Ale bez wzajemności.
tr: Evet, bunu farkettim. Bunu farketmemek için kör olmak lazım, sanırım. Fakat, ona meraklı değilim.

source: Why? He seems to be nice guy.
fr: Pourquoi ? Il a l'air d'être un homme bien.
it: Perché? È un bel ragazzo.
pl: Dlaczego? Wydaje się być sympatyczny.
tr: Neden? Noş bir adam gibi görünüyor.

source: He is underling.
fr: C'est un inférieur.
it: È un miserabile.
pl: Jest pariasem.
tr: O bir parya.

source: Underling? Mother, why do you use such words? I am underling too, after all.
fr: Inférieur ? Mère, pourquoi utilisez-vous de tels mots ? Je suis moi aussi un inférieur, après tout.
it: Un miserabile? Madre, perché usi questo termine? Anche io sono un miserabile, dopo tutto.
pl: Pariasem? Matko, dlaczego używasz takich słów? Ostatecznie ja też jestem pariasem, czyż nie?
tr: Parya? Anne, bu kelimeyi neden kullanıyorsun? Madem öyle, bundan sonra ben de paryayım.

source: No! I would never call you that. You are not.. I mean.. I.. Ah, you are too young to understand that.
fr: Non. Je ne t'appellerais jamais comme ça. Tu n'es pas... Je veux dire... Je... Ah, tu es trop jeune pour comprendre.
it: No! Non devi mai dire una cosa del genere. Tu non sei... voglio dire... Ah, sei troppo giovane per capire.
pl: Nie! Nigdy bym ciebie tak nie nazwała. Ty nie jesteś.. To znaczy.. ja.. Jesteś po prostu za młody by to zrozumieć.
tr: Hayır! Sana asla böyle hitabedemem. Sen... Yani... Ben... Bunu anlamak için çok gençsin.

source: Besides, you lost your memory, so you probably also do not remember what are our customs about widows, who are betraying their dead husband. I will explain it to you later.
fr: D'ailleurs, tu as perdu la mémoire, tu as donc probablement dû oublier aussi nos coutumes à propos des veuves qui trahissent leur mari mort. Je te les expliquerai plus tard.
it: Inoltre, hai perso la memoria al punto che forse non ti ricordi neanche quali sono le nostre tradizioni sulle vedove, che tradiscono il proprio marito defunto. Te le spiegherò più tardi.
pl: Poza tym, straciłeś pamięć i pewnie nie pamiętasz jak postępują Akladyjczycy z wdowami, które zdradzają swoich martwych mężów. Kiedyś ci to wyjaśnię.
tr: Hafızanı kaybettiğin için, galiba ölü kocalarına ihanet eden dullar hakkındaki adetlerimizi de hatırlamıyorsun. Bunu sana daha sonra açıklayacağım.

source: Orcs: they are good fighters. Strong, disciplined, I wish I had such soldiers.
fr: Les orcs. Ce sont de bons combattants. Forts, disciplinés, je souhaiterais avoir de tels soldats.
it: Orchi: sono buoni guerrieri. Forti, disciplinati, ne avessi di soldati così.
pl: Orki: dobrzy wojownicy. Silni, zdyscyplinowani, chciałabym mieć takich żolnierzy.
tr: Orklar: iyi döğüşçülerdir. Güçlü ve disiplinli. Ben böyle askerler isterim.

source: Mother, orcs are burning, pillaging, murdering, they hate us, and you seem to respect them?!?
fr: Mères, les orcs incendient, pillent, tuent, ils nous détestent et vous semblez les respecter ?!?
it: Madre, gli orchi incendiano, fanno razzie, assassinano, ci odiano e tu sembri rispettarli?!?
pl: Matko, orki palą, łupią, mordują, nienawidzą nas, a ty je darzysz szacunkiem?!?
tr: Anne, orklar yakıyor, yağmalıyor, öldürüyor. Onlar bize düşman ve sen onlara saygı duyuyor gibisin!?

source: Well, we are burning, pillaging, murdering and hate our enemies too. And?
fr: Ben, nous incendions, pillons, tuons et détestons aussi nos ennemis. Et alors ?
it: Beh, anche noi incendiamo, razziamo, assassiniamo e odiamo i nostro nemici. E allora?
pl: No coż, my również palimy, łupimy, zabijamy i nienawidzimy naszych wrogów. I co z tego?
tr: Evet ama, biz de yakıyor, yağmalıyor, öldürüyoruz ve biz de düşmanımızın düşmanıyız. O halde?

source: Poison? What poison? My clan have never bought any poison.
fr: Du poison ? Quel poison ? Mon clan n'a jamais acheté de poison.
it: Veleno? Quale veleno? Il mio clan non ha mai comprato nessun veleno.
pl: Trucizna? Jaka trucizna? Mój klan nigdy nie kupił żadnej trucizny.
tr: Zehir mi? Ne zehiri? Kabilemden kimse asla zehir satın almadı.

source: Rob Roe have told me about that.
fr: Rob Roe me l'a dit.
it: Me lo ha detto Rob Roe.
pl: Rob Roe mi o tym powiedział.
tr: Robro bana öyle demedi.

source: Can you repeat that name? Rob - Roe. Rob Roe. No, I can't remember this name.. Uhm.. Well, I don't know anything about my clan buying a poison. I am just a woman, our clan lord wasn't telling me everything.
fr: Répète un peu ce nom ? Rob - Roe. Rob Roe. Non, ça ne me rappelle rien. Hem... En fait, je n'ai jamais entendu dire que mon clan avait acheté du poison. Je ne suis qu'une femme, le chef de notre clan ne me disait pas tout.
it: Puoi ripetere quel nome? Rob - Roe. Rob Roe. No, questo nome non me lo ricordo. Uhm.. Be', non so nulla del fatto che il mio clan abbia comprato un veleno. Sono solo una donna, il signore del clan non mi raccontava tutto.
pl: Czy możesz powtórzyć to imię? Rob - Roe. Rob Roe. Nie, nie przypominam sobie tego imienia. Hm.. Cóż, nie wiem nic o tym, by mój klan kupował kiedykolwiek truciznę. Jestem w końcu tylko kobietą, przywódca naszego klanu nie mówił mi o wszystkim.
tr: Şu adı tekrarlar mısın? Rob - Ro. Robro. Hayır, bu adı hatırlayamadım... Kabilemden birilerinin bir zehir satınaldığına dair hiçbir şey bilmiyorum. Ben sadece bir kadınım, kabile liderimiz bana herşeyi söylemezdi.

source: Your mother? Your.. why you are asking ME about your mother?
fr: Ta mère ? Ta... Pourquoi tu me demandes à MOI de te parler de ta mère ?
it: Tua madre? Tua... perché chiedi a ME di tua madre?
pl: Twoja matka? Twoja... dlaczego pytasz *mnie* o swoją matkę?
tr: Anneniz mi? Neden BANA anneniz hakkında soru soruyorsunuz?

source: I can't remember anything about her. I would love to hear something about her. Have you known her?
fr: Je ne me rappelle de rien à son sujet. J'aurais voulu en savoir un peu plus. Vous l'avez connue ?
it: Di lei non ricordo nulla. Mi piacerebbe sapere qualcosa di lei. L'hai conosciuta?
pl: Nie mogę sobie niczego o niej przypomnieć. Bardzo chciałbym się o niej czegoś dowiedzieć. Znałaś ją?
tr: Onun hakkında hiçbir şey hatırlayamıyorum. Onun hakkında birşeyler duymayı severdim. Siz onu tanır mıydınız?

source: No! I have not known her! I.. I'm sorry Gawen, but I don't know how your mother died and who poisoned her.
fr: Non, je ne l'ai pas connue, désolée Gawen ; je ne sais pas comment elle est morte ni qui l'a empoisonnée.
it: No! Non l'ho conosciuta! Mi... mi spiace, Gawen, ma non so come tua madre è morta né chi l'ha avvelenata.
pl: Nie! Nie znałam jej! Ja... Wybacz Gawenie, ale nie mam pojęcia jak umarła twoja matka i kto ją otruł.
tr: Hayır! Bilgim yok! Ku... Kusura bakma, Gaven, ama annenin nasıl öldüğünü ve onu kimin zehirlediğini bilmiyorum.

source: I wasn't asking you about that.
fr: Ce n'est pas ce que je vous demandais.
it: Non ti ho chiesto questo.
pl: Nie o to pytałem.
tr: Sana bunu sormadım.

source: There are no more orcs near this ruins of the village.
fr: Il n'y a plus d'orcs autour des ruines de ce village.
it: Non ci sono più orchi attorno alle rovine del villaggio.
pl: Nie ma już więcej orków w pobliżu ruin tej wioski.
tr: Bu köy harabelerinin yakınlarında başka ork yok.

source: My lord! This time for sure you will chase that orcish band, kill all the orcs and free my people!
fr: Monseigneur ! Cette fois, je suis sûr que vous aller poursuivre cette bande d'orcs, les tuer tous et libérer mon peuple !
it: Mio signore! È sicuramente il momento propizio per inseguire quella banda di orchi, ucciderli tutti e liberare la mia gente!
pl: Panie! Tym razem na pewno zechcecie wytropić tą bandę, zabić wszystkie orki i uwolnić ludzi z mojej wsi!
tr: Efendim! Ork grubunun peşine düşeceğinize ve orkları öldürüp halkımı kurtaracağınıza eminim.

source: So, should we take on that orcs?
fr: Donc, on va s'occuper de ces orcs ?
it: Così, dovremmo occuparci di quegli orchi?
pl: A więc, ruszamy na orki?
tr: Yani, orkları mı ele geçirmeliyiz?

source: Matthews Eagle Eye
fr: Matthieu-Oeil-de-Faucon
it: Matthews "occhio di falco"
pl: Mateusz Orle Oko
tr: Kartal Gözlü Metyus

source: Someone is hiding here!
fr: Quelqu'un se cache ici !
it: Qualcuno si è nascosto qui!
pl: Ktoś się tutaj ukrywa!
tr: Burada birileri gizleniyor!

source: Ah! Humans! And Akladians with them?! Still, what a happiness!
fr: Ah ! Des humains ! Et des Akladiens avec eux ?! Peu importe, quelle joie !
it: Ah! Uomini! e gente di Akladia con loro?! Ma che bella notizia!
pl: Ach! Ludzie! A wśród nich Akladyjczycy?! Mimo wszystko, jaka radość!
tr: Ah! İnsanlar! Ve onlarla birlikte Akladyalılar?! Hala, bu ne mutluluk!

source: Ah! Humans! And not Akladians! What a happiness!
fr: Ah ! Des humains ! Et pas d'Akladiens ! Quelle joie !
it: Ah! Uomini! e nessuna gente di Akladia! Ma che bella notizia!
pl: Ach! Ludzie! I to nie Akladyjczycy! Jaka radość!
tr: Ah! İnsanlar! Ve Akladyalılar yok! Ne mutlu!

source: Who are you, and what are you doing here?
fr: Qui êtes-vous ? Et que faites-vous ici ?
it: Chi sei, e cosa ci fai qua?
pl: Kim jesteś, i co tutaj robisz?
tr: Kimsiniz ve burada ne yapıyorsunuz?

source: The orcs burned down my village, Ruen, and they left not long ago. They took many prisoners. I was hiding here, waiting for miracle. And the miracle have come!
fr: Les orcs ont brûlé mon village, Ruen. Il n'y a pas longtemps qu'ils sont partis. Ils ont fait de nombreux prisonniers. Je me cachais là en espérant un miracle et le miracle est arrivé !
it: Gli orchi hanno incendiato Ruen, il mio villaggio e se ne sono andati da poco. Hanno preso molti prigionieri. Stavo nascondendomi qui, aspettando un miracolo. E il miracolo è arrivato!
pl: Orki spaliły moją wieś, Ruen, a potem odeszły nie tak dawno temu. Wzięły wielu jeńców. Ukrywałem się tutaj, czekając na cud - i oto nadszedł!
tr: Orklar köyümüzü, Ruen’i yaktılar ve uzun süre önce gittiler. Çok sayıda esir aldılar. Ben buraya gizlendim, mucize bekliyordum. Ve o mucize geldi!

source: Oh my. It's so funny I think I'm gonna die laughing. Gaumhaldric the Miracle-maker, how it sounds?
fr: Mon Dieu, c'est si drôle ! Je crois que je vais mourir de rire. Gaumhaldric, le faiseur de miracles. Qu'en dites-vous ?
it: Per tutti gli dei. È così divertente che morirò dal ridere. Gaumhaldric il Miracoloso, suona bene, no?
pl: Ojej. To tak zabawne, że chyba umrę ze śmiechu. Gaumahldirc cudotwórca! Jak to brzmi?
tr: Aman Tanrım. Öyle komik ki, gülmekten gebereceğim. Mucizeci Gamlıhaldrik, kulağa nasıl geliyor?

source: Miracle? What do you mean?
fr: Un miracle ? Que voulez-vous dire ?
it: Miracolo? Cosa vuoi dire?
pl: Cud? Co masz na myśli?
tr: Mucize? Ne demek istiyorsun?

source: You of course will chase that orcish band, kill all the orcs and free my people!
fr: Vous allez poursuivre ces orcs, les tuer et libérer mon peuple, bien sûr !
it: Tu ovviamente caccerai quella banda di orchi, li ucciderai tutti e libererai la mia gente!
pl: Oczywiście dogonicie tą bandę, pozabijacie orki i uwolnicie więźniów!
tr: Ork grubunun peşine düşeceğinizden ve orkları öldürüp halkımı kurtaracağınızdan şüphem yok.

source: Hm, my lord, do you think we should fullfill this peasant request?
fr: Hum, Monseigneur, pensez-vous que nous devrions répondre à la requête des paysans ?
it: Hm, mio signore, pensate che dovremmo soddisfare la richiesta di questo contadino?
pl: Hm, mój panie, czy uważacie, że powinniśmy spełnić prośbę tego chłopa?
tr: Hımm, efendim, bu köylünün isteğini yerine getirmek gerektiğini düşünüyor musunuz?

source: Well, I hope it's wise decision.
fr: Bien, j'espère que c'est une sage décision.
it: Bene, spero che sia una saggia decisione.
pl: Coż, mam nadzieję, że to mądra decyzja.
tr: Umarım iyi düşünülmüş bir karardır.

source: Of course it is. We are searching for orcs, and those are orcs, isn't it?
fr: Évidemment ! Nous cherchons des orcs, non ? Eh bien en voilà...
it: Ovviamente lo è. Siamo a caccia di orchi e quelli sono orchi, vero?
pl: Oczywiście, że tak. Szukamy orków, a to są orki, prawda?
tr: Elbette. Biz orkları arıyoruz ve bunlar orklar, değil mi?

source: We already fought with outlaws from Bontom, my lord.
fr: Nous avons déjà combattu les hors-la-loi de Bontom, Monseigneur.
it: Abbiamo già combattuto i Senzalegge di Bontom, mio signore.
pl: Już walczyliśmy z banitami koło Bontom, mój panie.
tr: Biz Bontom’daki haydutlarla zaten döğüşmüştük, efendim.

source: So, should we go into this Bontom?
fr: Alors, devrions-nous aller à Bontom ?
it: Dunque, dovremmo andare a questa Bontom?
pl: A więc, czy powinniśmy udać się do tego Bontom?
tr: Öyleyse, bu Bontom’a gitmeliyiz, değil mi?

source: Yes, we should save that Reme now
fr: Oui, maintenant, nous devons sauver Reme.
it: Sì, dovremmo salvare questo Reme adesso.
pl: Tak, powinniśmy teraz uratować Remego
tr: Evet, Reme’yi kurtarmalıyız

source: NORMAL: Interrogate Orcish leader with Ruvio or Gawen and withdraw to northern signpost
fr: NORMAL : interroger le chef orc avec Ruvio ou Gawen et se replier au panneau indicateur au nord
it: NORMALE: Interroga il comandante degli orchi con Ruvio o Gawen e ritirati al cartello a nord.
pl: ZWYKŁE: Przesłuchaj wodza orków Ruviem lub Gawenem i wycofaj się do północnego drogowskazu.
tr: NORMAL: Ork liderini Ruviyo veya Gaven’a sorgulat ve kuzeydeki yol işaretine kaç

source: Scouting near Barnon
fr: Explorant les environs de Barnon
it: Ricognizione a Barnon
pl: Zwiad koło Barnon
tr: Barnon yakınında Gözlem

source: Entering the forests surrounding Barnon from the north, I could not to stop himself from thinking about the battle few months ago. It were just few months. It was then when I was betrayed and left almost dead on battlefield. But then, if not that betrayal and that battle, I would probably never met Ruvio and Karen..
fr: En entrant dans les bois entourant Barnon par le nord, je ne pus m'empêcher de penser à la bataille de quelques mois auparavant. Ce n'étaient que quelques mois. Quand je fus trahi et laissé quasi-mort sur le champ de bataille. S'il n'y avait eu cette trahison et cette bataille, je n'aurais probablement jamais rencontré Ruvio et Karen.
it: Entrando nelle foreste che circondano Barnon a nord, non riuscivo a smettere di pensare alla battaglia di pochi mesi fa. Erano passati solo pochi mesi. Allora fui tradito e lasciato per morto sul campo di battaglia. Ma adesso, se ci non fosse stato quel tradimento e quella battaglia, probabilmente non avrei mai incontrato Ruvio e Karen.
pl: Wchodząc do lastów otaczających Barnon od północy nie mogłem przestać myśleć o bitwie sprzed paru miesięcy. Tylko paru miesięcy. Zostałem wtedy zdradzony i zostawiony niemal martwy na polu bitwy. Ale, gdyby nie ta zdrada i ta bitwa, nigdy nie poznałbym Ruvia.. I Karen.
tr: Barnon’u çevreleyen ormana kuzeyden girerken, bir kaç ay önceki savaşı düşünmeden edemedim. Sadece bir kaç ay olmuştu. İhanete uğramış ve savaş alanını neredeyse ölmüş vaziyette terketmiştim. Fakat, bu ihanet ve bu savaş olmasaydı, Ruviyo ve Karen’i asla tanımayacaktım.

source: It seems to me like it was just yesterday, when I was betrayed on this fields...
fr: Il y a si peu de temps depuis que j'ai été trahi sur ce champ de bataille. Ça me semble être hier...
it: Mi ricordo come se fosse ieri quando mi hanno tradito su questi campi...
pl: Wydaje mi się, jakbym dopiero co był zdradzony na tych polach...
tr: Bana dün gibi geliyor, bu alanda ihanete uğramıştım...

source: My lord... I..
fr: Monseigneur... je...
it: Sire... io...
pl: Panie... Ja..
tr: Efendim... Ben..

source: Reme, don't blame yourself. I know you would prefer to stay that day with me and fight to the end, but I gave you other orders, and your duty was to follow your orders. I know it wasn't easy for you.
fr: Reme, tu n'as rien à te reprocher. Je sais que tu aurais préféré rester avec moi ce jour-là et combattre jusqu'à la fin. Mais je t'ai donné des ordres et ton devoir était de les suivre. Je sais que ce ne fut pas facile.
it: Reme, non è colpa tua. So che quel giorno avresti preferito rimanere con me e combattere fino ala fine, ma ti diedi degli ordini ed era tuo compito seguire i tuoi ordini. So che non fu facile per te.
pl: Reme, nie wiń siebie. Wiem, że wolałbyś tego dnia zostać ze mną i walczyć do końca, ale dałem ci inne rozkazy i twoim obowiązkiem było je wypełnić. Wiem, że nie było to dla ciebie łatwe.
tr: Reme, kendini suçlama. O gün benimle kalıp sonuna kadar savaşmak istediğini biliyorum, fakat ben sana başka emir verdim ve sen benim emirlerimi yerine getirdin. Bunun, senin için kolay olmadığını biliyorum.

source: On the other hand, leaving me was quite easy for him. It seems he just needed some practice.
fr: D'un autre côté, me laisser ne lui fut pas si difficile. Il semblait n'avoir besoin que d'un peu d'entraînement.
it: D'altra parte, abbandonarmi fu abbastanza facile per lui. Sembra che avesse solo bisogno di una certa pratica.
pl: Z drugiej strony zostawienie mnie było dla niego całkiem łatwe. Wydaje mi się, że potrzebował jedynie trochę cwiczeń.
tr: Diğer taraftan, beni bırakmak onun için çok kolay oldu. Sadece biraz deneyime ihtiyacı var görünüyor.
