Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: If you liked the campaign, please post your feedback at wesnoth forum (http://www.wesnoth.org/forum/). I invested a lot of time into this campaign, just as translators and others did; in return I would love to hear some opinions about it from people who played it.
fr: Si vous avez aimé la campagne, postez votre réaction sur le foum wesnoth (http://www.wesnoth.org/forum/). J'ai passé beaucoup de temps sur cette campagne, comme les traducteurs et d'autres personnes ; en retour j'aimerais vraiment recevoir l'avis de personnes qui y ont joué.
it: Se questa campagna ti è piaciuta, per favore scrivi i tuoi commenti sul forum di Wesnoth (http://www.wesnoth.org/forum/). Molto tempo è stato dedicato a questa campagna sia da parte mia, sia da parte dei traduttori e altri; in cambio mi piacerebbe conoscere le opinioni delle persone che l'hanno giocata.
pl: Jeśli spodobała ci się ta kampania umieść swoją opinię na forum Wesnoth (http://www.wesnoth.org/forum/). Poświęciłem dla niej sporo czasu, tak samo jak tłumacze i cała reszta, w zamian bardzo chciałbym usłyszeć trochę komentarzy od ludzi którzy w nią grali.
tr: Bu seferberliği beğendiyseniz geri bildirimlerinizi wesnoth forumuna (http://www.wesnoth.org/forum/) bekliyoruz. Bu seferberlik için epeyce zaman harcadım, ayrıca çevirmenler ve başkaları da. Oynayanların fikirlerini duymayı seviyorum.

source: You have interrogated assassin sent to kill Gawen Hagarthen, and find out that it was one of the Akladian lords who hired him.
fr: Vous avez interrogé l'assassin envoyé pour tuer Gawen Hagarthen et vous avez appris que c'est un des seigneurs Akladien qui l'a engagé.
it: Hai interrogato l'assassino mandato a uccidere Gawen Hagarthen e hai scoperto che è stato un signore di Akladia ad assumerlo.
pl: Przesłuchałeś zabójcę wysłanego do zabicia Gawena Hagarthena, i odkryłeś, że wynajął go jeden z akladyjskich lordów.
tr: Gaven Hagarten’i öldürecek suikastçiyi sorguladın ve onu Akladyalı beylerin kiraladığını ortaya çıkardın.

source: Moreover, you have find out that it was Bor Cryne who hired assassin to kill Gawen Hagarthen.
fr: Encore mieux, vous avez appris que c'est Bor Cryne qui a engagé un assassin pour tuer Gawen Hagarthen.
it: Inoltre, hai scoperto che è stato Bor Cryne a incaricarlo di uccidere Gawen Hagarthen.
pl: Co więcej, dowiedziałeś się, że to Bor Cryne wynajął zabójcę by zgładził Gawena Hagarthena.
tr: Dahası, Gaven Hagarten’i öldürecek suikastçiye Bor Krayn’ın para verdiğini ortaya çıkardın.

source: But you have not find out which one of Akladian lords did that and why.
fr: Mais vous ne savez pas lequel des seigneurs Akladien a fait ça et pourquoi.
it: Ma non hai scoperto quale signore di Akladia lo ha fatto e perché.
pl: Ale nie odkryłeś, który z akladyjskich lordów to zrobił i dlaczego.
tr: Fakat bunu hangi Akladyalı beyin yaptığını ve sebebini ortaya çıkarmadın.

source: You have not find out who hired assassin to kill Gawen Hagarthen.
fr: Vous n'avez pas appris qui a engagé l'assassin pour tuer Gawen Hagarthen.
it: Non hai scoperto chi ha pagato l'assassino per uccidere Gawen Hagarthen
pl: Nie dowiedziałeś się kto wynajął zabójcę by zabić Gawena Hagarthen.
tr: Gaven Hagarten’i öldürecek suikastçiye kimin para verdiğini ortaya çıkarmadın.

source: You find out that Lorin clan bought poison from Outlaws.
fr: Vous avez découvert que c'est le clan de Lorin qui a acheté le poison aux hors-la-loi.
it: Hai scoperto che è stato il clan di Lorin a portare il veleno da Senzalegge.
pl: Odkryłeś, że klan Lorin kupił truciznę od banitów.
tr: Lorin’in kabilesinin zehiri Haydutlardan aldığını ortaya çıkardın.

source: You find out that Lorin clan bought poison from Outlaws, but you don't know why.
fr: Vous avez appris que c'est le clan de Lorin qui a acheté le poison aux hors-la-loi, mais vous ne savez pas pourquoi.
it: Hai scoperto che è stato il clan di Lorin a portare il veleno da Senzalegge, ma non conosci il motivo.
pl: Odkryłeś, że klan Lorin kupił truciznę od banitów, ale nie wiesz dlaczego.
tr: Lorin’in kabilesinin zehiri Haydutlardan aldığını ortaya çıkardın ama sebebini bilmiyorsun.

source: You have found out who poisoned Gawen's mother.
fr: Vous avez découvert qui a empoisonné la mère de Gawen.
it: Hai scoperto chi ha avvelenato la madre di Gawen.
pl: Odkryłeś, kto otruł matkę Gawena
tr: Gaven’ın annesini kimin zehirlediğini ortaya çıkardın.

source: You had not find out who poisoned Gawen's mother.
fr: Vous n'avez pas découvert qui a empoisonné la mère de Gawen.
it: Non hai scoperto chi ha avvelenato la madre di Gawen.
pl: Nie odkryłeś, kto otruł matkę Gawena
tr: Gaven’ın annesini kimin zehirlediğini ortaya çıkarmadın.

source: You have saved Reme Carrenemoe.
fr: Vous avez sauvé Reme Carrenemoe.
it: Hai salvato Reme Carrenemoe
pl: Uratowałeś Reme'go Carrenemoe
tr: Reme Karenemo’yu kurtardın.

source: You have not saved Reme Carrenemoe.
fr: Vous n'avez pas sauvé Reme Carrenemoe.
it: Non hai salvato Reme Carrenemoe.
pl: Nie uratowałeś Reme'go Carrenemoe
tr: Reme Karenemo’yu kurtarmadın.

source: You have find out that it was Bor Cryne who brought Orcs to Vakladia, planning to purify Akladian race from anyone he considered 'unworthy'.
fr: Vous avez découvert que c'est Bor Cryne qui a amené les orcs à Wesnoth, planifiant de purifier la race Akladienne de tous ceux qu'il considère comme indignes.
it: Hai scoperto che è stato Bor Cryne a portare gli orchi a Vakladia, con l'intenzione di purificare la razza di Akladia da coloro che considerava "inutili".
pl: Dowiedziałeś się, że to Bor Cryne wezwał orki do Vakladii, planując oczyścić rasę Akladyjczyków z wszystkich, których uznał za niegodnych.
tr: Vakladya’ya Orkları getirenin ve Akladyalı olmaya layık bulmadıklarını Akladyalılar arasından temizlemeyi planlayanın Bor Krayn olduğunu ortaya çıkardın.

source: You don't know who brought Orcs to Vakladia.
fr: Vous ne savez pas qui a amené les orcs à Wesnoth.
it: Non so chi ha portato gli orchi a Vakladia.
pl: Nie wiesz, kto przywiódł orki do Vakladii.
tr: Vakladya’ya Orkları kimin getirdiğini bilmiyorsun.

source: Level three units (easy level): $ano_level_count units, $level_point points
fr: Unités de niveau trois (niveau facile) : $ano_level_count units, $level_point points
it: Unità del terzo livello (difficoltà facile): $ano_level_count unità, $level_point punti
pl: Jednostki trzeciopoziomowe (poziom łatwy): $ano_level_count jednostek, $level_point punktów
tr: 3. seviye birimler (kolay): $ano_level_count birim, $level_point puan

source: Level three units (normal level): $ano_level_count units, $level_point points
fr: Unités de niveau trois (niveau normal): $ano_level_count units, $level_point points
it: Unità del terzo livello (difficoltà normale): $ano_level_count unità, $level_point punti
pl: Jednostki trzeciopoziomowe (poziom normalny): $ano_level_count jednostek, $level_point punktów
tr: 3. seviye birimler (normal): $ano_level_count birim, $level_point puan

source: Level three units (hard level): $ano_level_count units, $level_point points
fr: Unités de niveau trois (niveau difficile): $ano_level_count units, $level_point points
it: Unità del terzo livello (difficoltà impossibile): $ano_level_count unità, $level_point punti
pl: Jednostki trzeciopoziomowe (poziom trudny): $ano_level_count jednostek, $level_point punktów
tr: 3. seviye birimler (zor): $ano_level_count birim, $level_point puan

source: Gold: (easy level): $ano_gawen_gold golden pieces, $level_point points
fr: Or (niveau facile) : $ano_gawen_gold golden pieces, $level_point points
it: Oro (difficoltà facile): $ano_gawen_gold pezzi d'oro, $level_point punti
pl: Złoto: (poziom łatwy): $ano_gawen_gold sztuk złota, $level_point punktów
tr: Altın: (kolay): $ano_gawen_gold altın, $level_point puan

source: Gold: (normal level): $ano_gawen_gold golden pieces, $level_point points
fr: Or (niveau normal): $ano_gawen_gold golden pieces, $level_point points
it: Oro (difficoltà normale): $ano_gawen_gold pezzi d'oro, $level_point punti
pl: Złoto: (poziom normalny): $ano_gawen_gold sztuk złota, $level_point punktów
tr: Altın: (normal): $ano_gawen_gold altın, $level_point puan

source: Gold: (hard level): $ano_gawen_gold golden pieces, $level_point points
fr: Or (niveau difficile): $ano_gawen_gold golden pieces, $level_point points
it: Oro (difficoltà impossibile): $ano_gawen_gold pezzi d'oro, $level_point punti
pl: Złoto: (poziom trudny): $ano_gawen_gold sztuk złota, $level_point punktów
tr: Altın: (zor): $ano_gawen_gold altın, $level_point puan

source: Additional point for forcing Hoyre to run at 'Scouting near Barnon' scenario.
fr: Point additionnel pour avoir forcé Hoyre à courrir lors du scénario 'exploration aux environs de Barnon'.
it: Un punto aggiuntivo per aver costretto Hoyre alla fuga nello scenario "Ricognizione a Barnon"
pl: Dodatkowy punkt za zmuszenie Hoyre do ucieczki w Zwiadzie Nieopodal Barnon.
tr: ‘Barnon yakınında Gözlem’ senaryosunda Hoyre’yi kaçmaya zorladığın için ek puan.

source: Additional point for finding out gossips about messiah in `Sneaking out of Raedwood` and `Start of the quest` scenarios.
fr: Point additionnel pour avoir entendu parler des rumeurs à propos du messie dans les scénarios ' Sortie de Raedwood ' et 'Le Début de quête'
it: Un punto addizionale per aver scoperto le voci sul Liberatore negli scenari "Di soppiatto fuori da Readwood" e "L'inizio della ricerca".
pl: Dodatkowy punkt za odkrycie plotek o mesjaszu w Wymykaniu Się Lasu Raed i Rozpopczęciu Wyprawy.
tr: ‘Kızılağaç’tan Sıvışmak’ ve ‘Aramaya Başlama’ senaryolarında mesih hakkındaki dedikoduları ortaya çıkardığın için ek puan.

source: Additional point for hiring Rob Roe.
fr: Point additionnel pour avoir recruté Rob Roe.
it: Un punto aggiuntivo per aver reclutato Rob Roe.
pl: Dodatkowy punkt za odnalezienie Roba Roe
tr: Robro’yu askere aldığın için ek puan.

source: Additional point for heroical way of winning `Siege of Haeltin` scenario.
fr: Point additionnel pour la victoire héroïque du scénario 'Le siège d'Haeltin'
it: Un punto aggiuntivo per aver completato eroicamente lo scenario "L'assedio di Haeltin".
pl: Dodatkowy punkt za heroiczne zwycięstwo w Oblężeniu Haeltin
tr: ‘Haeltin kuşatması’ senaryosunda kahramanca kazandığın için ek puan.

source: And one more for doing it at `hard` level.
fr: Point additionnel pour avoir joué au niveau difficile.
it: E un altro ancora per averlo fatto al livello di difficoltà impossibile.
pl: I jeszcze jeden za dokonanie tego wyczynu na 'niemożliwym' poziomie trudności.
tr: Ve zor seviyeyi seçtiğin için bir puan daha.

source: Additional point for sparing Raban Harnen.
fr: Point additionnel pour avoir épargné Raban Harnen.
it: Un punto aggiuntivo per aver risparmiato Raban Harnen.
pl: Dodatkowy punkt za oszczędzenie Rabana Harena
tr: Raban Harnen’e merhamet gösterdiğin için ek puan.

source: Additional point for letting leave Raban Harnen.
fr: Point additionnel pour avoir laissé partir Raban Harnen.
it: Un punto aggiuntivo per aver lasciato andare Raban Harnen.
pl: Dodatkowy punkt za pozwolenie Rabanowi Haren odejść.
tr: Raban Harnen’i bıraktığın için ek puan.

source: Total points: $points
fr: Nombre total de points : $points
it: Punti totali: $points
pl: Razem punktów: $points
tr: Toplam: $points puan

source: Akladian Chieftain
fr: Chef akladien
it: Capoclan di Akladia
pl: Akladyjski wódz
tr: Akladyalı Reis

source: The best of Akladian warriors are choosed to lead their clans.
fr: Les meilleurs des guerriers akladiens sont choisis pour diriger leur clan.
it: I migliori guerrieri di Akladia vengono scelti per comandare i loro clan.
pl: Najlepsi z akladyjskich wojowników wybierani są by przewodzić ich klanom.
tr: Kabile liderliğine en iyi Akladyalı döğüşçü seçilir.

source: sword
fr: épée
it: spada
pl: miecz
tr: kılıç

source: Akladian Clanmember
fr: Membre du clan Akladien
it: Membro del clan di Akladia
pl: Członek akladyjskich klanów
tr: Akladyalı Kabile Üyesi

source: Akladian Clanmembers are core of Akladian tribes. They are raised in culture promoting violence and hearing from childhood that their destination is to rule over the world. While very lightly armoured and badly armed they still can be dangerous, especially when used in larger groups. They are recruited only for defense of their kingdoms.
fr: Les membres du clan Akladien sont le coeur des tribus akladiennes. Ils grandissent dans une culture promouvant la violence et ils entendent depuis leur enfance que leur destin est de diriger le monde. Il en résulte que malgré qu'ils soient faiblement protégés et mal armés, il peuvent quand même être dangereux, spécialement en grands groupes. Ils ne sont recrutés que pour la défense de leur royaume.
it: I membri del clan di Akladia sono il cuore delle tribù di Akladia. Sono allevati in una cultura che promuove la violenza e fin dall'infanzia gli viene ripetuto che sono destinati a governare il mondo. Anche se hanno un'armatura molto leggera e sono male armati, sono comunque pericolosi, specialmente quando vengono utilizzati in gruppi numerosi. Vengono reclutati solo per difendere i loro regni.
pl: Członkowie klanów tworzą trzon akladyjskich plemion. Są wychowani w kulturze promującej przemoc, słysząc do dzieciństwa, że ich przeznaczeniem jest rządzić światem. Chociaż lekko opancerzeni i źle uzbrojeni, mogą być groźni, zwłaszcza, gdy użyci w większych grupach. Rekrutuje się ich tylko do obrony ich królestw.
tr: Akladyalı Kabile Üyeleri Akladyalı soyunun nüvesidir. Kültürde şiddeti arttırarak ve çocukluklarından beri dünyayı yönetmeye tayin edildiklerini duyarak yükselirler. Çok hafif zıhlı ve kötü silahlandırılmış da olsalar, özellikle büyük gruplar halinde olduklarında tehlikeli olabilirler. Sadece krallıklarının savunması için askere alınırlar.

source: short spear
fr: petite lance
it: lancia corta
pl: krótka włócznia

source: Akladian Darknite
fr: Chevalier sombre akladien
it: Guerriero nero di Akladia
pl: Akladyjski Czarnycerz
tr: Akladyalı Kara Şövalye

source: After spending whole their life in constant fight, Darknites are excellent warriors and formidable opponents, hated and feared in world of Wesnoth. They know no pity and except none.
fr: Après avoir passé toute leur vie dans les combats, les chevaliers sombres sont d'excellents guerriers et de formidables adversaires, haïs et craints dans le monde de Wesnoth. Ils ne connaissent pas la pitié et ne font pas d'exceptions.
it: I guerrieri neri hanno speso l'intera vita a combattere, sono ottimi guerrieri e formidabili avversari, odiati e temuti in tutto Wesnoth. Non conoscono la pietà e non risparmiano nessuno.
pl: Spędziwszy całe życie w ciągłej walce, Czarnycerze są znakomitymi wojownikami i groźnymi przeciwnikami, nienawidzonymi i budzącymi strach w całym świecie Wesnoth. Nie znają litości i nie oczekują jej od nikogo
tr: Yaşamlarını sabit döğüşlerde harcadıktan sonra, Kara Şövalyeler usta döğüşçüler ve korkulası rakipler haline gelirler. Acımasız ve beklentisiz olarak bilinirler.

source: tough
fr: résistant
it: resistente
pl: twardy
tr: dokunma

source: fast attack
fr: attaque rapide
it: attacco rapido
pl: szybki atak
tr: hızlı saldırı

source: fighter
fr: guerrier
it: combattente
pl: wojownik
tr: döğüşçü

source: Akladian Fastfoot
fr: Pied rapide akladien
it: Corridore di Akladia
pl: Akladyjski Szybkostopy
tr: Akladyalı Uçanayak

source: Akladian Fastfoots are members of personal armies of Akladian lords. They are almost professional soldiers, being equipped by their masters. Having light armour, they put all their hope in mastering of the sword.
fr: Les pieds rapides akladiens sont les membres des armées personnelles des seigneurs Akladiens. Ils sont presque des soldats professionnels, équipés par leur maître. Ayant une armure légère, ils placent tous leurs espoirs dans la maîtrise de l'épée.
it: I corridori fanno parte dell'esercito personale dei signori di Akladia. Sono per la maggior parte soldati professionisti, equipaggiati dai loro padroni. Portano una armatura leggera perciò ripongono tutte le loro speranza nell'arte della spada.
pl: Akladyjscy Szybkostopi są członkami osobistych armii akladyjskich panów. Są niemalże profesjonalnymi żołnierzami, wyposażanymi przez ich władców. Mając lekki pancerz, całą nadzieję pokładają w mistrzowskim posługiwaniu się mieczem.
tr: Akladyalı Uçanayaklar Akladyalı beylerin kişisel ordularının üyeleridirler. Efendileri tarafından donatılan profesyonel askerlerdir. Hafif zırha sahiptirler ve umutlarını kılıçtaki ustalıklarına bağlamışlardır.

source: sword dancer
fr: maître d'armes
it: maestro di spade
pl: tancerz miecza
tr: eskrimci

source: fast
fr: rapide
it: veloce
pl: szybki
tr: hızlı

source: Akladian Holyman
fr: Prêtre Akladien.
it: Venerabile di Akladia
pl: Akladyjski Święty Mąż
tr: Akladyalı Şifacı

source: Devoting their whole life to task of healing and curing, Akladian Holymans are respected amongst tribes, and useful to Akladian lords.
fr: Dédiant toute leur vie à la tâche de soigner et de guérir, les prêtres Akladiens sont respectés par les tribus et utiles aux seigneurs Akladiens.
it: I venerabili di Akladia dedicano l'intera vita a guarire e curare e dunque sono rispettati nella tribù e apprezzati dai signori di Akladia.
pl: Poświęwszy całe swoje życie zadaniu leczenia i ratowania życia, Akladyjscy Święci Mężowie są szanowani wśród szczepów, i przydatni akladyjskim lordom.
tr: Akladyalı Şifacılar yaşamlarını ilaçlı ve ilaçsız tedaviye adamış bireylerdir.

source: staff
fr: bâton
it: bastone
pl: laska
tr: değnek

source: Akladian Homeguard
fr: Garde de maison Akladien
it: Guardia nazionale di Akladia
pl: Strażnicy domów
tr: Akladyalı Muhafız

source: Facing hostility of all other nations, Akladians had to create special units devoting whole their life to guarding the settlements of the clans.
fr: Face à l'hostilité de toutes les autres nations, les Akladiens ont dû créer des unités spéciales dont la toute la vie est dédiée à la garde des bâtiments des clans.
it: Per far fronte all'ostilità delle altre nazioni, ad Akladia hanno creato delle unità speciale che votano la loro vita alla protezione degli insediamenti dei clan.
pl: Wobec wrogości wszystkich innych narodów, Akladyjczycy musieli utworzyć specjalne jednostki, których członkowie poświecali całe swoje życie ochronie siedzib klanów.
tr: Diğer ulusların düşmanlıklarıyla karşılaşan Akladyalılar kabilelerinin yerleşkelerini korumaya adanmış özel birimler oluşturdular.

source: female^Akladian Lady
fr: female^Lady Akladienne
it: Signora di Akladia
pl: Akladyjska Pani
tr: Akladyalı Bayan

source: While relationship between sexes in Akladian society is far from equal treatment, all woman are expected to be able to handle weapons, and those who are wifes or children of great warriors are commonly thought to master use of the sword as well as their husbands or fathers.
fr: Tandis que les relations entre sexes est loin d'être égale dans la société Akladienne, toutes les femmes doivent être capables de manier les armes et on suppose couramment que celles qui sont femmes ou filles de grands guerriers maîtrisent l'épée aussi bien que leur mari ou leur père.
it: Anche se la parità tra i sessi è ben lontana da essere raggiunta ad Akladia, tutte le donne devono essere in grado di maneggiare le armi e quelle che sono mogli o figlie di grandi guerrieri dovrebbero maneggiare la spada altrettanto bene dei loro mariti o padri.
pl: Chociaż stosunki między płciami w społeczności Akladyjczyków są daleki od równouprawnienia, od wszystkich kobiet wymaga się by umiały posługiwać się bronią, i powszechnie uważa się, że te, które są żonami lub dziećmi wielkich wojowników, umieją się posługiwać mieczem nie gorzej od swoich mężów lub ojców.
tr: Akladya toplumunda cinsiyetler arasındaki ilişkiler eşitlikten uzaklaştıkça, kadınlar silahlanmaya teşvik edildiler. Büyük savaşçıların karıları veya çocukları olan bu kadınlar kocaları veya babaları kadar iyi kılıç kullanırlar.

source: Akladian Leader
fr: Chef de clan Akladien
it: Condottiero di Akladia
pl: Akladyjski przywódca
tr: Akladyalı Lider

source: Some of the Akladian warriors because of their personal achievements or their descendency are leading the others, starting their career which some day may result in leading the whole tribe.
fr: Certains Akladiens deviennent guerriers à cause de leurs ambitions personnelles ou leur propension à diriger les autres. Il se peut que leur carrière culmine un jour à la direction de toute la tribu.
it: Alcuni dei guerrieri di Akladia per via delle proprie imprese o di quelle della propria famiglia sono dei comandanti e iniziano una carriera che un giorno li potrebbe portare a guidare un'intera tribù.
pl: Niektórzy z akladyjskich wojowników, z powodu osobistych osiągnięć albo pochodzenia przywodzą pozostałym, zaczynając w ten sposób karierę, która może ich zaprowadzić nawet do przewodzenia całemu plemieniu.
tr: Kişisel başarıları veya korumacılıkları nedeniyle bazı Akladyalı savaşçılar meslek hayatlarını ekip lideri olarak sürdürmeye başlar.

source: Akladian Light Infantry
fr: Infanterie légère Akladienne
it: Fanteria leggera di Akladia
pl: Akladyjska Lekka Piechota
tr: Akladyalı Hafif Piyade

source: The best of Akladian warriors are choosed by their lords to serve in their regular armies, and they became professional soldiers. They have to equip themselves, however, which results in light armour and spear being their weapon of choice.
fr: Les meilleurs guerriers akladiens sont choisis par leur seigneur pour servir dans leur armée régulière et ils deviennent soldats professionnels. Ils doivent néanmoins s'équiper eux-même. Il en résulte qu'ils sont souvent peu cuirassés et que la lance est leur arme de choix.
it: I migliori guerrieri di Akladia vengono scelti dai propri signori per prestare servizio nell'esercito regolare, e diventano soldati professionisti. Tuttavia devono provvedere da soli all'equipaggiamento, per cui prediligono portare una armatura leggera e la lancia.
pl: Najlepsi z akladyjskich wojowników są wybrani przez ich panów by służyć im w ich stałych pocztach i stają się profesjonalnymi żołnierzami. Muszą się sami wyposażyć, co powoduje że posiadają lekki pancerz a ich ulubioną bronią jest włócznia.
tr: Düzenli ordularında hizmet etmek üzere efendileri tarafından en iyi Akladyalı savaşçılardan seçilirler ve profesyonel askerler haline gelirler. Kendi kendilerini donatırlar; hafif zırh ve mızrak kendi seçimleridir.

source: spear
fr: lance
it: lancia
pl: włócznia
tr: mızrak

source: Akladian Lord
fr: Seigneur Akladien
it: Signore di Akladia
pl: Akladyjski Pan
tr: Akladyalı Beyi

source: Those of chieftain who gained enough reputation and fame may end as leaders of whole tribes.
fr: Les chefs de clan qui ont gagné assez de réputation et de gloire peuvent devenir chefs de tribus entières.
it: I capiclan che si sono guadagnati sufficiente fama e reputazione posso diventare i comandanti di intere tribù.
pl: Ci z wodzów, którzy zdobędą dość sławy i reputacji mogą z czasem zostać przywódcami całych plemion.
tr: Yeterli şan ve şöhrete ulaşınca bu reisler aşiretlerin tamamının liderleri haline gelirler.

source: Akladian Pikeneer
fr: Embrocheur akladien
it: Picchiere di Akladia
pl: Akladyjski Pikinier
tr: Akladyalı Kargıcı
