Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: A New Order
fr: Un nouvel ordre
it: Un nuovo ordine
pl: Nowy Ład
tr: Yeni Bir Düzen

source: Trivial
it: Banale
pl: Banalny
tr: Kolay

source: Impossible
it: Impossibile
pl: Niemożliwy
tr: İmkansız

source: Normal
it: Normale
pl: Zwykły

source: I can't hold my sword anymore.. I can't ...
fr: Je ne peux plus tenir mon épée... Je n'en peux plus...
it: Non riesco più a impugnare la mia spada... Non riesco...
pl: Nie mogę utrzymać miecza, nie mogę...
tr: Kılıcımı daha fazla tutamayacağım... Yapamıyorum...

source: My ancestors, I am coming to you! I hope I have not failed you..
fr: Mes ancêtres, j'arrive ! J'espère que je ne vous ai pas déçus...
it: Oh miei antenati, sto arrivando! Spero di non avervi deluso...
pl: Przodkowie moi, przybywam do was! Mam nadzieję, że was nie zawiodłem
tr: Atalarım, size geliyorum! Umarım ümidinizi kırmamışımdır...

source: I'm not afraid.. I would just want to smoke a little longer..
fr: Je n'ai pas peur... J'aurais juste voulu fumer un peu plus longtemps...
it: Non ho paura... Vorrei solo fumare ancora un momento...
pl: Nie boję się! Po prostu chciałbym palić nieco dłużej...
tr: Ben korkmuyorum... Tek istediğim biraz daha pipomu tüttürmek...

source: Aragwaiths die without fear!
fr: Aragwaiths, mourez sans peur !
it: Gli Aragwaiths non hanno paura di morire!
pl: Aragwaith umiera bez lęku!
tr: Aragvaylar ölmekten korkmaz!

source: That's not fair!
fr: Ce n'est pas juste !
it: Non è leale!
pl: To niesprawiedliwe!
tr: Bu hoş değil!

source: Father! Father! I am loosing my...
fr: Père ! Père ! Je perds mon...
it: Padre! Padre! Sto lasciando la mia...
pl: Ojcze! Ojcze! Tracę mój...

source: No! I have still so much to do!
fr: Non ! J'ai encore tant à faire !
it: No! Devo fare ancora tante cose!
pl: Nie! Wciąż mam tyle do zrobienia!

source: This is not implemented in current version of the scenario. Please, wait at least one week and download new campaign version from campaign server to see whether it will be implemented
fr: Ceci n'est pas encore implémenté dans la version actuelle du scénario. S'il vous plaît, attendez au moins une semaine et téléchargez une nouvelle version de la campagne depuis le serveur pour voir si ça a été implémenté.
pl: Ta opcja nie została jeszcze zaimplementowana. Proszę poczekać przynajmniej tydzień na nowszą wersję kampanii.

source: This is debug message. If you see it, then it means I forgot to delete it from release scenario.
fr: Ceci est un message de debug. SI vous le voyez, ça veut dire que j'ai oublié de l'effacer de ce scénario.
pl: To jest wiadomość testowa, jesli ją zobaczysz to znaczy że zapomniałem ją usunąc ze scenariusza.

source: This is debug message. If you see it, then it means I forgot to delete it from release scenario: ' {TEXT} '
fr: Ceci est un message de debug. SI vous le voyez, ça veut dire que j'ai oublié de l'effacer de ce scénario : ' {TEXT} '
pl: To jest wiadomość testowa, jesli ją zobaczysz to znaczy że zapomniałem ją usunąc ze scenariusza.

source: The unit $ano_loyal[0].user_description became LOYAL.
fr: L'unité $ano_loyal[0].user_description est devenue LOYALE.
it: L'unità $ano_loyal[0].user_description è diventata LEGALE.
pl: Jednostka $ano_loyal[0].user_description stała się lojalna.
tr: $ano_loyal[0].user_description SADIK birim oldu.

source: loyal
fr: fidèle
it: legale
pl: lojalny
tr: sadık

source: Zero upkeep
fr: Zéro entretien.
it: Nessun costo di mantenimento
pl: Brak kosztu utrzymania
tr: Sıfır idare masrafı

source: When the battle was ended, many bodies were found on fields near Barnon; but Gawen's body was not amongst them. Furious Bor Cryne ordered to search the whole battlefield, but his men efforts were fruitless.
fr: Quand la bataille fut finie, de nombreux corps furent trouvés sur les champs autour de Barnon. Cependant, le corps de Gawen n'était pas parmi eux. Furieux, Bor Cryne ordonna de fouiller tout le champ de bataille, mais les efforts de ses hommes furent vains.
it: Quando la battaglia finì, furono raccolti molti corpi nei dintorni di Barnon; ma il cadavere di Gawen non era tra quelli. Furioso Bor Cryne ordinò di cercare per tutto il campo di battaglia, ma gli sforzi dei suoi uomini non ottennero alcun risultato.
pl: Gdy bitwa się skończyła, wiele ciał spoczywało na polach koło Barnon; ale nie było wśród nich ciała Gawena. Wściekły Bor Cryne wydał rozkaz, by przeszukać całe pole bitwy, ale wysiłki jego ludzi nie dały owoców.
tr: Savaş sona erdiğinde Barnon yakınıdaki alanda çok sayıda ceset vardı; fakat Gaven’ınki aralarında yoktu. Öfkeli Bor Krayn bütün savaş alanının aranmasını emretti, fakat adamlarının çabaları faydasızdı.

source: The mood of the small tired band led by Lady Lorin and Reme Carrenemoe were gloomy. Though they managed to escape the slaughter, there was no joy and no hope on the faces of the soldiers.
fr: L'humeur de la petite troupe dirigée par Dame Lorin et Reme Carrenmoe était morose. Bien qu'ils aient pu s'échapper de la tuerie, il n'y avait aucune joie et aucun espoir sur les visages des soldats.
it: L'umore del gruppetto stanco guidato da Lady Lorin e Reme Carrenemoe era tetro. Anche se erano riusciti a scampare alla carneficina non c'era gioia né speranza negli sguardi dei soldati.
pl: Nastroje małego zmęczonego oddziału prowadzonego przez panią Lorin i Remego Carrenemoe były posępne. Chociaż udało im się ocalić głowy z pogromu, na twarzach żołnierzy nie znać było radości - ani nadziei.
tr: Bayan Lorin ve Reme Karenemo liderliğindeki küçük yorgun ekibin hali umutsuzdu. Sessizce sıvışmaya yöneltildiklerinden askerlerin yüzlerinde ne neşe ne de umut vardı.

source: I can't believe this happened... He's dead..
fr: Je ne peux pas croire que ce soit arrivé... Il est mort ...
it: Non posso credere che sia successo... È morto...
pl: Nie mogę uwierzyć, że to się stało.. On nie żyje...
tr: Bunun olduğuna inanamıyorum... O öldü..

source: Is he? I've heard they couldn't find the body.
fr: L'est-il vraiment ? J'ai entendu dire qu'on ne pouvait pas retrouver son corps.
it: È morto? Ho sentito dire che il corpo non è stato ritrovato.
pl: Ale czy na pewno? Podobno nie mogli znaleźć jego ciała.
tr: Öldü mü? Cesedini bulamadıklarını duydum.

source: And we have abandoned him! And you too, honorable and brave Reme, you have left him there to death!
fr: Et nous l'avons abandonné ! Et vous aussi, honorable et brave Reme, vous l'avez laissé là à la mort !
it: E noi lo abbiamo abbandonato! E anche tu, onorato e coraggioso Reme, lo hai lasciato laggiù a morire!
pl: A my, opuściliśmy go! I ty, ty też, honorowy i dzielny Reme, ty też go zostawiłeś, na pewną śmierć!
tr: Ve biz terkettik onu! Ve sen de onurlu ve cesur Reme, ölmeye bıraktın onu orada.

source: Silence, woman. I rue the hour I listened to his order. If I only knew that he would be so.. so stupid...
fr: Silence, femme. Je regrette amèrement l'heure où j'ai écouté cet ordre. Si seulement j'avais su qu'il aurait été si ... si stupide ...
it: Zitta, donna. Rimpiango il tempo in cui obbedivo ai suoi ordini. Se avessi saputo che sarebbe stato così... così stupido...
pl: Milcz, kobieto. Przeklinam godzinę w której wysłuchałem jego rozkazu. Gdybym tylko wiedział, że będzie taki.. taki głupi...
tr: Sus, kadın. Emrini dinlediğim için pişmanım. Bildiğim bir şey varsa, onun çok aptal olduğudur... çok aptal...

source: I.. I'm sorry Reme. I just.. What we are going to do now?
fr: Je ... Je suis désolée, Reme. J'étais juste ... Qu'allons-nous faire maintenant ?
it: Mi... mi spiace Reme. Solo... Cosa faremo ora?
pl: Ja.. ja.. przepraszam, Reme. Po prostu.. Co my teraz zrobimy?
tr: Ben.. Özür dilerim, Reme. Ben sadece... Şimdi ne yapacağız?

source: We? There is no we, Lady Lorin. I have orders to bring you to a safe place, and I will do it. After that we will split our paths. I will allow you to choose five of my best warriors and that's it.
fr: Nous ? Il n'y a pas de nous, Dame Lorin. J'ai l'ordre de vous ramener à un endroit sûr et je vais le faire. Ensuite, nous nous séparerons. Je vous laisserai choisir cinq de mes meilleurs guerriers et ce sera tout.
it: Noi? Non c'è nessun noi, Lady Lorin. I miei ordini sono di portarti in un posto sicuro, e lo farò. Poi le nostre strade si divideranno. Ti concederò di scegliere cinque tra i miei migliori guerrieri e basta.
pl: My? Nie ma 'my', pani Lorin. Dostałem rozkazy by doprowadzić ciebie w miejsce bezpieczne i tak zrobię. A potem nasze ścieżki rozejdą się. Pozwolę ci wybrać pięciu moich najlepszych wojowników i to będzie na tyle.
tr: Biz mi? Artık biz yok, Bayan Lorin. Aldığım emir sizi güvenli bir yere götürmekti ve bunu yapacağım. Sonra yollarımız ayrılacak. En iyi savaşçılarımdan beşini seçmenize izin vereceğim, o kadar.

source: But.. But..
fr: Mais... Mais...
it: Ma... ma...
pl: Ale.. Ale...
tr: Ama.. Fakat...

source: There is no but. Now, be silent. I don't like this place.
fr: Il n'y a pas de mais. Maintenant, silence. Je n'aime pas cet endroit.
it: Niente ma. Ora, silenzio. Questo posto non mi piace.
pl: Nie ma żadnego ale. Teraz zamilcz. Nie podoba mi się to miejsce.
tr: Aması yok. Şimdi sessiz olun. Bu yeri sevmedim.

source: This scenario is not balanced. Do not play this. Send me your previous savegames and replays so I can balance it properly: adanilecki _at_ cs.put.poznan.pl
fr: Ce scénario n'est pas équilibré. Ne le jouez pas. Envoyez-moi vos sauvegardes précédentes ainsi que les replays pour que je puisse l'équilibrer : adanilecki@cs.put.poznan.pl
pl: Ten scenariusz nie jest zbalansowany. Proszę go nie grać. Wysyłajcie zapisane gry i powtórki na adanilecki AT cs DOT put DOT poznan DOT pl żebym mógł je dopracować
tr: Bu senaryo dengesizdir. Bunu oynamayın. Evvelce oyun ve oynatma kayıtlarını bana (adanilecki _at_ cs.put.poznan.pl) gönderirseniz senaryoyu gerektiği gibi dengelemeye çalışırım.

source: Father! You are not trying to move me away from the battle, aren't you?
fr: Père ! Vous n'êtes pas en train de m'éloigner de la bataille, n'est-ce pas ?
it: Padre! Non stai cercando di portarmi via dalla battaglia, vero?
pl: Ojcze! Nie próbujesz mnie chyba odsunąć od bitwy, co?
tr: Baba! Beni savaştan uzaklaştırmaya çalışmıyorsun, değil mi?

source: Don't be silly, girl. I am not in command here.
fr: Ne soit pas idiote, fille. Ce n'est pas moi qui commande ici.
it: Non essere triste, bambina. Non sono io che comando.
pl: Nie bądź śmieszna, dziewczyno. Nie ja tu dowodzę.
tr: Saçmalama kızım. Ben burada komutan değilim.

source: She's an action girl, isn't she.
fr: C'est une femme d'action, n'est-ce pas ?
it: È una ragazza d'azione, davvero.
pl: Dziewczyna lubi ostrą akcję, co?
tr: O bir eylem kızı, değil mi?

source: Don't know what you had on your mind, but don't call her that again.
fr: Je ne sais pas ce que vous aviez en tête, mais ne l'appelez plus jamais comme ça.
it: Non so cosa avessi in testa, ma non chiamarla più così.
pl: Nie wiem, co miałeś na myśli, ale więcej jej tak nie nazywaj.
tr: Senin neyi umursadığını bilmiyorum, ama onu tekrar çağırma.

source: When Gawen's soldiers entered the Okladia, they immediately noticed the difference. No ash in the air from the burning villages, no unburied bodies of peasants in the fields, no crows waiting patiently until they could resume their meal.
fr: Quand les soldats de Gawen entrèrent en Okladia, ils notèrent immédiatement la différence. Pas d'odeur de villages incendiés dans l'air, pas de corps de paysans pourrissant dans les champs, pas de corbeau attendant patiemment de pouvoir atteindre leur nourriture.
it: Quando i soldati di Gawen entrarono a Okladia, notarono immediatamente la differenza. Non c'era nell'aria la cenere dei villaggi incendiati, non c'erano nei campi cadaveri insepolti di contadini, non c'erano i corvi che aspettavano pazientemente di ricominciare il loro pasto.
pl: Żołnierze Gawena bez trudu zauważyli, że przekroczyli granicę Okladii: żadnego popiołu w powietrzu z spalonych wsi, żadnych niepochowanych ciał zabitych wieśniaków na polach, żadnych kruków cierpliwie czekających by podjąć przerwany posiłek.
tr: Gaven’ın askerleri Okladya’ya girer girmez farkı farkettiler. Yanan köylerden dolayı havada ne kül vardı ne köylülerin yanmamış gövdeleri ne de sabırla yiyeceklerini bekleyen kargalar vardı.

source: Okladia was one of four kingdoms found after Gawen's grandfather's death by his sons. This was ruled by Buffin Hagarthen, king old, suspicious, and very conservative. He was able to crush Wesnothian rebellion in his country - for the fourth time in times of his rule, and had reputation of very carefull and skillful ruler.
fr: Okladia était un des quatre royaumes fondé après la mort du grand-père de Gawen. Il était dirigé par Buffin Hagarthen, vieux roi, suspicieux et très conservateur. Il avait été capable de mater la rébellion Wesnothienne dans son pays, pour la quatrième fois au moment de cette histoire et il avait la réputation d'être un dirigeant très prudent et très capable.
it: Okladia era uno dei quattro regni fondati dopo la morte del nonno di Gawen dai suoi figli. Era governato da Buffin Hagarthen, vecchio re, sospettoso e molto tradizionalista. Era riuscito a schiacciare la ribellione di Wesnoth nel suo paese - per la quarta volta durante il suo regno - e aveva la reputazione di un sovrano estremamente prudente ed esperto.
pl: Olkadia była jednym z czterech królestw założonych po śmierci dziadka Gawena przez jego synów. Władał nią Buffin Hagarthen, król stary, podejżliwy i bardzo zachowawczy. Cztery razy rozprawiał się z buntami Wesnothian, miał reputację władcy zręcznego i ostrożnego.
tr: Okladya, Gaven’ın dedesi öldükten sonra oğulları tarafından kurulan dört krallıktan biriydi. Buffin Hagarten tarafından yönetildi. Yaşlı kral şüpheci ve çok tutucuydu. Ülkesindeki Wesnotların ayaklanmasını kırk kere bastırdı. Çok bilgili ve ölçülü bir lider olarak ün yapmıştı.

source: It's strange, but I had this feeling of success I had never before. Our soldiers are really the best of the kind; the true elite. It is more than month since we left Raedwood, and we already defeated forces larger than ours.
fr: C'est étrange, mais j'ai eu ce sentiment de succès que je n'avais jamais eu avant. Nos soldats sont vraiment les meilleurs dans leur genre : la vraie élite. Il y a plus de quatre mois depuis que nous avons quitté Raedwood et nous avons déjà vaincu des forces plus grandes que les nôtres.
it: È strano ma non ho mai avuto una sensazione di vittoria come in questo momento. I nostri soldati sono i migliori, sono il fior fiore dei loro reparti. Da più di un mese abbiamo lasciato Raedwood e abbiamo già sconfitto forze che ci sovrastavano in numero.
pl: To dziwne, ale miałem to wrażenie triumfu, którego nie doświadczyłem nigdy dotąd. Nasi żołnierze są naprawdę najlepsi, stanowią prawdziwą elitę. Niewiele ponad miesiąc temu opuścilismy Las Raed a już pokonaliśmy siły większe od naszych.
tr: Tuhaf, fakat daha önce olmadığı kadar kendimi başarılı hissediyordum. Askerlerimiz gerçekten türlerinin en iyileri; gerçek seçkinlerdi. Kızılağacı terkettiğimizden beri bir aydan fazla olmuştu ve bu sürede bizden daha büyük kuvvetleri yenmiştik.

source: A month? Are you sure it's more than a month?
fr: Un mois ? Tu es sûr que ce sera plus d'un mois ?
it: Un mese? Sei sicuro che è passato più di un mese?
pl: Miesiąc? Pewny jesteś, że to już więcej niż miesiąc?
tr: Bir ay mı? Emin misin, bir aydan fazla olduğuna?

source: What?
fr: Quoi ?
it: Cosa?
pl: Co?
tr: Nedir o?

source: Yes... Yes it is.. More than a month.. Oh Gawen, I.. I've done something really terrible.. I.. I.. I don't know how to tell you...
fr: Oui... Oui en effet... Plus d'un mois... Oh, Gawen, J'ai ... J'ai fait quelque chose de terrible. Je ... Je ne sais pas comment vous le dire ...
it: Già... È già... più di un mese... Oh Gawen, io... io ho fatto una cosa davvero terribile... io... io non so come dirtelo...
pl: Tak.. Rzeczywiście tak jest.. Więcej niż miesiąc.. Och, Gawenie, ja.. ja zrobiłam coś naprawdę strasznego... Ja.. Ja.. Ja nie wiem jak ci o tym powiedzieć...
tr: Evet... Tabii ki. Bir aydan fazla... Oh Gaven, ben.. ben gerçekten korkunç şeyler yaptım.. ben.. ben.. nasıl söyleyeceğimi bilmiyorum...

source: What?!?
fr: Quoi ?!?
it: Cosa?!?
pl: Co ?!?
tr: Ne?!?

source: No, nothing. It doesn't matter. I... I'm sorry, but I can't... I will join you later.
fr: Non, rien. Ça n'a pas d'importance. Je ... Je suis désolée, mais je ne peux pas. Je vous rejoindrai plus tard.
it: No, niente. Non importa. Io... mi spiace, ma non posso... ti raggiungerò più tardi.
pl: Nie, nic. To nie ma znaczenia. Ja.. Wybacz, ale ja nie mogę... Dołączę do was później.
tr: Hayır, yok bir şey. Önemli değil. Ben... özür dilerim, fakat ben... sana daha sonra katılacağım.

source: Gawen, I've never seen your step-mother like this before. I think she is sick. Very sick. I've saw her vomiting yesterday.
fr: Gawen, je n'ai jamais vu votre belle-mère comme ça avant. Je crois qu'elle est malade. Très malade. Je l'ai vu vomir hier.
it: Gawen, non ho mai visto la tua matrigna in questo stato. Temo che sia malata. Molto malata. L'ho vista vomitare ieri.
pl: Gawen, nigdy nie widziałem twej macochy w takim stanie. Myślę że jest chora. Bardzo. Widziałem jak wczoraj wymiotowała.
tr: Gaven, daha önce üvey anneni hiç böyle görmedim. Sanırım o hasta. Çok hasta. Dün kustuğunu gördüm.

source: But.. What happened? Why? Is she...
fr: Mais... Que s'est-il passé ? Pourquoi ? Est-elle...
it: Ma... Cosa è successo? Perché? È stata...
pl: Ale.. co się stało? Dlaczego? Czy ona...
tr: Fakat.. Ne oldu? Neden? O...

source: Poisoned? Why not. We have Akladians in our army, isn't it?
fr: Empoisonnée ? Pourquoi pas. Nous avons des Akladiens dans notre armée, non ?
it: Avvelenata? Perché no. Abbiamo della gente di Akladia con noi, giusto?
pl: Zatruty? Czemu nie. Ostatecznie mamy Akladian w naszej armii.
tr: Zehirlendi mi? Neden olmasın. Ordumuzda Akladyalılar var, değil mi?

source: My lord, I do not want to disturb you, but our scouts told us about the enemy forces.
fr: Monseigneur, je ne voudrais pas vous déranger, mais nos éclaireurs nous ont parlé des forces ennemies.
it: Mio signore, non voglio disturbarvi, ma i nostri esploratori hanno individuato delle forze nemiche.
pl: Panie, nie chcę przeszkadzać, ale zwiadowcy ostrzegają o wrogich wojskach.
tr: Efendim, sizi rahatsız etmek istemiyorum, ama gözcülerin düşman kuvvetleri hakkında söyleyecekleri var.

source: Hmm.. It seems we will have to fight this army to continue our journey. It should be easy.
fr: Humm... On dirait qu'on va devoir affronter cette armée pour pouvoir continuer notre voyage. Ce devrait être facile.
it: Hm... Pare che dovremo combattere contro questo esercito per continuare il nostro viaggio. Non dovrebbe essere difficile.
pl: Hmm... Wygląda na to że będziemy musieli pokonać tą armię by kontynuować podróż, nie powinno być trudno.
tr: Hımm... Öyle görünüyor ki, yolculuğumuza devam edebilmek için bu orduyla çarpışmamız gerekecek. Kolay olsa gerek.

source: My lord, our scouts also told us that we are being followed by some very large army of Akladians. Someone has noticed us. Maybe our successes were too large. We have to won quickly, or we will be crushed by another foe.
fr: Monseigneur, nos éclaireurs nous ont aussi dit que nous étions suivis par une grande armée d'Akladiens. Quelqu'un nous a remarqués. Peut-être que nos succès ont été trop grands. Nous devons gagner rapidement, ou nous serons balayés par un autre prétendant.
it: Mio signore, i nostri esploratori ci hanno riferito che un grande esercito di Akladia ci sta seguendo. Qualcuno ci ha notati. Forse i nostri successi sono stati troppo grandi. Dobbiamo vincere rapidamente, o saremo schiacciati da un altro nemico.
pl: Panie mój, nasi zwiadowcy powiadomili nas również, że podąża naszym tropem wielka armia Akladyjczyków. Zostaliśmy najwidoczniej zauważeni. Być może nasz sukcesy były zbyt duże. Musimy wygrać szybko, albo zmiażdży nas następny nieprzyjaciel.
tr: Efendim, gözcülerimizin söylediğine göre, çok büyük bir Akladyalı ordusu tarafından takip ediliyormuşuz. Biri bizi uyardı. Belki de, başarılarımız çok büyüktü. Çabucak kazanmak zorundayız, yoksa diğer düşman tarafından ezileceğiz.

source: My lord, our scouts told us that we are being followed by some very large army of Akladians. Someone has noticed us. Maybe our successes were too large. We have to won quickly, or we will be crushed by another foe.
fr: Monseigneur, nos éclaireurs nous ont dit que nous étions suivis par une très grande armée d'Akladiens. Quelqu'un nous a remarqués. Peut-être que nos succès ont été trop grands. Nous devons gagner rapidement, ou nous serons balayés par un autre prétendant.
it: Mio signore, i nostri esploratori ci hanno riferito che un grande esercito di Akladia ci sta seguendo. Qualcuno ci ha notati. Forse i nostri successi sono stati troppo grandi. Dobbiamo vincere rapidamente, o saremo schiacciati da un altro nemico.
pl: Panie mój, zwiadowcy powiadomili nas, że podąża za nami wielka armia Akladyjczyków. Ktoś musiał nas zauważyć. Może nasze sukcesy okazały się zbyt duże. Musimy wygrać szybko, albo zostaniemy zgniecieni przez innego wroga.
tr: Efendim, gözcülerimizin söylediğine göre, çok büyük bir Akladyalı ordusu tarafından takip ediliyormuşuz. Biri bizi uyardı. Belki de, başarılarımız çok büyüktü. Çabucak kazanmak zorundayız, yoksa diğer düşman tarafından ezileceğiz.

source: It will be quick victory then.
fr: Alors, ce sera une victoire rapide.
it: Sarà dunque una vittoria rapida.
pl: W takim razie wygramy szybko.
tr: Bundan sonrası hızlı bir zafer olacak.

source: Now, when we left the Raedwood forest, we should find Deorien. We know he is somewhere in Okladia, another kingdom founded by Akladians, ruled by your cousins from Hagarthen clan. But where he is exactly, we have no idea.
fr: Bien, quand nous aurons quitté la forêt de Raedwood, nous devrons trouver Deorien. Nous savons qu'il est quelque part à Okladia, un autre royaume fondé par les Akladiens, gouverné par votre cousin du clan Hagarthen. Mais nous n'avons aucune idée d'où il se trouve exactement.
it: Adesso che abbiamo lasciato la foresta di Raedwood, dovremo trovare Deorien. Sappiamo che si trova da qualche parte a Okladia, un altro regno fondato da Akladia governato dai vostri cugini da parte del clan Hagarthen. Ma non abbiamo idea di dove si trovi esattamente.
pl: Teraz, gdy opuściliśmy last Raed, powinniśmy odnaleźć Deoriena. Wiemy, że jest gdzieś w Okladii, kolejnym królestwie założonym przez Akladyjczyków, rządzonym przez twoich kuzynów z klanu Hagarthen. Ale gdzie on jest dokładnie, nie mamy pojęcia.
tr: Şimdi Kızılağaç ormanından ayrılıp Doriyen’i bulmalıyız. Okladya’da bir yerde olduğunu biliyoruz; Okladya, Akladyalıların kurduğu krallıklardan biri ve Hagarten sülalesinden amca oğullarınız tarafından yönetiliyor. Fakat Doriyen’in yerini tam olarak bilmiyoruz.

source: That's why I suggest to visit the Oracle, who, as being mage herself, may know where Deorien is.
fr: C'est pour ça que je suggère de rendre visite à l'oracle, qui, comme elle est mage elle-même, peut savoir où Deorien se trouve.
it: Ecco perché suggerisco di andare a trovare prima l'Oracolo, che è una maga e dunque potrebbe sapere dove si trova Deorien.
pl: Dlatego proponuję byśmy odwiedzili Wyrocznię, która, będąc sama magiem, może wiedzieć gdzie przebywa Deorien.

source: I will never again see our beatiful forests..
fr: Je ne reverrai jamais ces magnifiques forêts.
it: Non rivedrò mai più le nostre belle foreste...
pl: Już nigdy więcej nie ujrzę naszych cudnych lasów...
tr: Güzel ormanımızı bir daha asla göremeyeceğim...

source: See how Elf die, without fear!
fr: Voyez comment les elfes meurent, sans crainte !
it: Guarda come muore un elfo, non ho paura!
pl: Patrzcie jak nieustraszenie giną Elfy!
tr: Bak Elf korkusuzca nasıl ölüyor!
