Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: We are Luc and Gauri Hagarthens, your loyal swords from Guilcorta, your cousins, dear... uhmm.. how should we address you, your majesty, cousin, or maybe.. messiah?
fr: Nous sommes Luc et Gauri Hagarthens, vos loyales épées de Guilcorta, vos cousins, cher... hum... comment devons-nous vous appeler, votre majesté, cousin, ou peut-être ... messie ?
it: Siamo Luc e Gauri Hagarthen, le vostre fedeli spade da Guilcorta, i vostri cugini, caro... ehm... come dovremmo chiamarvi, vostra maestà, cugino o forse... Liberatore?
pl: Jesteśmy Luc i Guri Hagarthenowie, twoje lojalne miecze z Guilcorty, twoi kuzyni drogi ... hmmm ... jak powinniśmy się do ciebie zwracać? Wasza wysokoś, kuzynie... mesjaszu?

source: My king would be enough. You are welcomed here, even if a bit late.
fr: Mon roi sera suffisant. Soyez ici les bienvenus, même un peu en retard.
it: Mio re sarà sufficiente. Qua siete i benvenuti, anche se arrivate tardi.
pl: Mój królu wystarczy, jesteście tu mile widziani, nawet jeśli nieco spóźnieni.
tr: Kralım yeter. Geç de olsa hoşgeldiniz.

source: Ha ha! You are doomed!
fr: Ha ha ! Vous êtes foutus !
it: Ah ah! Siete condannati!
pl: Ha,ha! Jesteś zgubiony!

source: I am your new master. Recognise me as your lord and you will be spared. Try to oppose me and you will be killed and raised as my mindless slaves.
fr: Je suis votre nouveau maître. Reconnaissez-moi comme votre seigneur et vous serez épargnés. Essayez de vous opposer à moi et vous serez tués et relevés pour devenir mes esclaves sans esprit.
it: Sono il tuo nuovo padrone. Riconoscimi come tuo signore e sarai risparmiato. Prova a opporti e sarete uccisi ed rianimati come miei schiavi senza cervello.
pl: Jestem waszym nowym panem. Uznajcie moją władze a oszczędzę was, spróbujcie przeciwstawić a zginiecie i zostaniecie wskrzeszeni jako moje bezmyślne sługi.

source: Lady Lorin, are you sure you can participate in a battle?
fr: Dame Lorin, êtes-vous vraiment sûre de pouvoir participer à une bataille ?
it: Lady Lorin, sei sicura di poter partecipare alla battaglia?
pl: Pani Lorin, czy jesteście pewna, że możecie uczestniczyć w bitwie?

source: And why not, foul and rude mage?
fr: Et pourquoi pas, espèce de grossier psychopompe !
it: E perché no, lurido e volgare mago?
pl: A czemużby niby nie, wstrętny i źle wychowany magu?

source: As I said before, I KNOW. I also know that ANY effort may be extremely dangerous for you.
fr: Comme je l'ai déjà dit, je le SAIS ! Je sais aussi que CHAQUE effort peut être extrêmement dangereux pour vous !
it: Come ho già detto, io SO. Inoltre so che QUALUNQUE sforzo può essere estremamente pericoloso per te.
pl: Jak już powiedziałem wcześniej, wiem. I wiem też, że każdy wysiłek może być dla ciebie śmiertelnie niebezpieczny.

source: I am LORIN, foul mage, that's for one. And for two, I am not Wesnothian woman, the kind you are used to, but Akladian. I can fight until.. as long as I want.
fr: Premièrement, je suis LORIN, mage fétide ! Et deuxièmement, je ne suis pas une femme Wesnothienne, le genre dont tu as l'habitude, mais Akladienne. Je peux me battre jusqu'à... aussi longtemps que je veux !
it: Io sono LORIN, lurido mago, in primo luogo. Secondo, non sono donna di Wesnoth, il genere a cui sei abituato, ma di Akladia. Posso combattere fino a ché... finché voglio.
pl: Jestem Lorin przebrzydły magu, to raz. A dwa nie jestem jakąś tam Wesnothiańska kobietą do których jesteś przyzwyczajony tylko Akladianką. Moge walczyć dopóki... tak długo jak zechce.
tr: Ben LORİN’im, pis büyücü, bu bir. İkincisi, bir Wesnotyalı değil, Akladyalı kadınım. Ben istediğim kadar uzun döğüşebilirim.

source: My king, please take my advise. Order Lorin to withdraw into the castle. No matter how she will boast and flaunt with her being Akladian woman, I am quite sure she shouldn't be here.
fr: Mon roi, s'il vous plaît, écoutez mon conseil. Donnez l'ordre à Lorin de retourner au château. Peu importe qu'elle se vante d'être une femme Akladienne, je suis à peu près sûr qu'elle ne devrait pas être là !
it: Mio sire, accogli il mio consiglio. Ordina a Lorin di ritirarsi nel castello. Non importa quanto si vanterà e rinfaccerà il suo essere una donna di Akladia, sono abbastanza sicuro lei non dovrebbe essere qui.
pl: Królu posłuchaj mej rady, rozkaz Lorin wycofać się do zamku. Nie ważne jak bardzo bedzie się chwalić i pysznić byciem Akladianką, jestem pewien że nie powinno jej tutaj być.

source: But why? I don't understand. Besides, Lorin is fine warrior, and withdrawing her from battle may be..
fr: Mais pourquoi ? Je ne comprends pas. Lorin est une combattante hors pair et la retirer de la bataille pourrait...
it: Ma perché? Non capisco. Inoltre, Lorin è una valorosa combattente e ritirarla dalla battaglia potrebbe essere...
pl: Ale dlaczego? Nie rozumiem. Lorin jest świetnym wojownikiem, wycofanie jej z bitwy może...

source: I am mage, my king. Believe me, withdraw her into our castle.
fr: Je suis un mage, mon roi. Croyez-moi, renvoyez-la dans notre château !
it: Sono un mago, mio sire. Credete a me, falla rientrare nel nostro castello.
pl: Jestem magiem królu, uwierz mi, wycofaj ją do zamku.
tr: Ben büyücüyüm, kralım. İnanın bana, onu bizim şatonun içine geri çekin.

source: FOUL mage. You should have said: 'I am FOUL mage'.
fr: Un mage FÉTIDE ! Tu aurais dû dire : 'Je suis un mage FÉTIDE !'
it: Un LURIDO mago. Avresti dovuto dire: «Sono un LURIDO mago».
pl: Przebrzydłym magiem. Powinieneś powiedzieć ' Jestem przebrzydłym magiem'.
tr: PİS büyücü. Şöyle demelisin: ‘Ben KÖTÜ bir büyücüyüm’.

source: Forces of Darkness, come to my aid - Let there will be eternal night; Let your eyes will become blind - Forces of Darkness will consume your mind.
fr: Forces des ténèbres, venez à mon aide - Qu'il y ait la nuit éternelle; Que vos yeux deviennent aveugles - Les forces des ténèbres consumeront votre esprit.
it: Forze delle Tenebre, venite in mio aiuto - Che la notte sia eterna; Che i loro occhi siano ciechi - Le forze delle Tenebre consumeranno il vostro pensiero.
pl: Siły ciemności, wzywam was - Niech nastanie nocy czas;; Niech ślepota odbierze wam wzrok - A umysł pochłonie wszechobecny mrok.

source: NO! Avaunt, the darkness, avaunt, the night!
fr: NON ! Envolées les ténèbres, envolée la nuit !
it: NO! Vade retro, oscurità, vade retro, notte!
pl: Nie! Precz ciemności, odejdźcie mroki nocy!

source: How is it possible? Who could break my enchantment so easily?
fr: Comment est-ce possible ? Qui a pu casser mon enchantement aussi facilement ?
it: Come è possibile? Chi potrebbe spezzare il mio incantesimo così facilmente?
pl: Jak to możliwe? Któż mógłby tak łatwo przełamać moje zaklęcie?

source: Even a child could do it, so weak it was, as all of your heinous black magic; for all your power comes from lies and deceit solely.
fr: Même un enfant aurait pu le faire tant il était faible ! Tout comme ta magie noire détestable : tout ton pouvoir ne tient que du mensonge et de la tromperie.
it: Era così debole che anche un bimbo potrebbe farlo, come tutta la tua penosa magia nera; tutto il tuo potere viene solo dalla menzogna e dall'inganno.
pl: Nawet dziecko mogłoby tego dokonać, tak słabe to było, jak cała twoja ohydna czarna magia. Bo wszystkie twoje moce pochodzą z kłamstw i oszustwa.

source: Brave words - and who is uttering them?
fr: Ce sont des mots courageux : qui les a prononcés ?
it: Parole coraggiose - chi le ha pronunciate?
pl: Śmiałe to słowa - lecz kto je wymawia?
tr: Cesur sözler - ama kim söylüyor bunları?

source: Deorien, mage of light - whose might will defeat the night.
fr: Deorien, mage de lumière dont le pouvoir peut vaincre la nuit.
it: Deorien, mago di luce - la cui potenza sconfiggerà la notte.
pl: Deorien, światła mag, którego moc przepędza noc.
tr: Deorien, ışık büyücüsü - karanlığı yokedebilen.

source: Good mage, but awful poet. Deorien, you will be mine before this battle will end.
fr: Un bon mage, mais un horrible poète ! Deorien, tu seras à moi avant la fin de la bataille.
it: Bravo mago, ma pessimo poeta. Deorien, sarai in mano mia prima della fine di questa battaglia.
pl: Dobry mag ale fatalny poeta. Deorien, będziesz mój nim ta bitwa się skończy.

source: Aaaah!
pl: Aaach!

source: What happened? Mother?
fr: Que s'est-il passé ? Mère ?
it: Che succede? Madre?
pl: Co się stało? Matko?

source: It's nothing.. It's nothing... I just.. I can't...
fr: Ce n'est rien... Ce n'est rien... J'ai juste... Je ne peux plus...
it: Non è niente... non è niente... Solo che... io non riesco...
pl: To nic... Nic.. Ja tylko... Nie mogę...

source: Shut up, mage. I will fight, I just have to rest for a moment...
fr: Mage, tais-toi ! Je combattrai, j'ai juste besoin de me reposer un peu...
it: Taci, mago. Io combatterò, devo solo riposarmi un momento...
pl: Zamknij się magu. Będę walczyć, muszę tylko chwilkę odpocząć...

source: No, you can't. My lord, withdraw Lorin to our castle's keep immediately. She is unable to fight now.
fr: Non, vous ne pouvez pas ! Monseigneur, ramenez Lorin à notre château immédiatement ! Elle ne peut plus combattre à présent !
it: No, non puoi. Mio signore, ritirate immediatamente Lorin nella fortezza del castello. Adesso non è in grado di combattere.
pl: Nie, możesz. Panie, wycofaj Lorin do twierdzy naszego zamku. Natychmiast. Ona nie jest w stanie teraz walczyć.

source: I AM in a castle's keep, you idiot.
fr: Je suis déjà dans un château, idiot !
it: IO SONO in una fortezza, idiota.
pl: Ja *jestem* w twierdzy zamku, idioto.
tr: Ben bir şatonun kulesindeyim, seni gerizekalı.

source: Good. Now, go to bedroom. I will sent someone to take care of you immediately.
fr: Bien, maintenant allez dans une chambre. J'envoie immédiatement quelqu'un pour s'occuper de vous.
it: Bene. Adesso va' a letto. Manderò subito qualcuno a prendersi cura di te.
pl: Dobrze. Teraz udaj się do sypialni. Poślę kogoś, by się tobą natychmiast zajął.

source: Shut up, I can fight, I just have to get some rest!
fr: Tais-toi ! Je peux me battre, je dois juste me reposer un peu !
it: Sta' zitto, posso combattere, devo solo riposarmi un momento!
pl: Zamknij dziób! Mogę walczyć. Po prostu muszę trochę odpocząć!

source: You have to withdraw Lady Lorin to your initial castle's keep within 6 turns.
fr: Dame Lorin, vous devez rentrer dans votre château de départ dans les 6 tours.
it: Devi ritirare Lady Lorin alla fortezza del tuo castello iniziale entro 6 turni.
pl: Musisz wycofać panią Lorin do swojej początkowej twierdzy w ciągu 6 tur.

source: I really can fight!
fr: Mais puisque je vous dis que je peux me battre !
it: Posso veramente combattere!
pl: Mogę wciąż walczyć!
tr: Gerçekten döğüşebilirim!

source: Yes, you can. But what about IT?
fr: Oui, vous pouvez. Mais que pensez-vous de ÇA ?
it: Sì, tu puoi. Ma LUI?
pl: Tak, możesz. Ale co z nim?

source: IT?
fr: ÇA ?
it: LUI?
pl: Nim?
tr: O?

source: Aaah! I can't handle this pain!
fr: Aaaah ! Je ne peux pas supporter cette douleur !
it: Aaah! Non posso sopportare questo dolore!
pl: Ah! Nie zniosę tego bólu!

source: What happened? What?
fr: Que s'est-il passé ? Quoi ?
it: Cosa è successo? Cosa?
pl: Co sie stało? Co?

source: I've told you. She miscarried.
fr: Je vous l'avais dit. Elle fait une fausse couche.
it: Te l'ho detto. Ha perso il bambino.
pl: Przecież ostrzegałem. Poroniła.
tr: Söyledim size. O başaramadı.

source: She WHAT?
fr: Elle QUOI ?
it: COSA?
pl: Co zrobiła?

source: Noooooo!
fr: Nonnnnnn !
pl: Nieee!
tr: Hayıııııır!

source: When I came back to the castle, it looked like a beehive with so many Akladians running here and there. When I asked, where is Lady Lorin, they were avoiding my eyes and were muttering something incoherently.
fr: Quand je revins au château, il ressemblait à une ruche avec tous ces Akladiens courant ici et là. Quand je demandai où était Dame Lorin, ils fuyaient mon regard et murmuraient quelque chose d'incohérent.
it: Quando sono tornato al castello, pareva di essere in un alveare con tutti quelli di Akladia che correvano di qua e di là. Quando chiedevo dove fosse Lady Lorin, evitavano il mio sguardo e mormoravano parole incoerenti.
pl: Kiedy wróciłem do zamku wyglądał on jak mrowisko z rzeszą Akladian biegających w każdym kierunku. Gdy pytałem gdzie jest pani Lorin unikali mojego wzroku mrucząc coś niezrozumiale.

source: Finally one of them said that Lady Lorin commited some kind of terrible crime, and she was caught by the guards; she tried to defend herself, but was still too weak after this strange accident on the battlefield and was easily overcomed.
fr: Finalement l'un d'eux me dit que Dame Lorin avait commis une sorte de crime terrible et qu'elle avait été interceptée par les gardes ; elle avait essayé de se défendre, mais elle était trop faible après son étrange accident sur le champ de bataille et fut facilement maîtrisée.
it: Alla fine uno di loro mi disse che Lady Lorin aveva commesso un terribile crimine ed era stata arrestata dale guardie; tentò di difendersi, ma era ancora troppo debole dopo quello strano incidente sul campo di battaglia ed è stata facilemente sopraffatta.
pl: W końcu jeden z nich powiedział, ze popełniła ona jakąś niewybaczalną zbrodnię i została schwytana przez straże. Próbowała się bronić, ale dziwny wypadek na polu bitwy osłabił ją bardzo i została z łatwością obezwładniona.

source: What's it supposed to mean? Where is my step-mother? What have you done to her and why? Speak, I demand explanation!
fr: Qu'est-ce que cela est supposé vouloir dire ? Où est ma belle-mère ? Que lui avez-vous fait et pourquoi ? Parlez, je demande des explications !
it: Ma cosa vuol dire? Dov'è la mia matrigna? Cosa le hanno fatto e perché? Parla, voglio delle spiegazioni!
pl: Co to ma znaczyć? Gdzie jest moja macocha? Co z nią zrobiliście i dlaczego? Mów! Rządam wyjaśnień!

source: My king, I apologise. People acted a little bit too fast. I hope you won't take it as offense of your majesty.
fr: Mon roi, je vous demande pardon. Les gens ont réagi un peu trop vite. J'espère que vous ne le prendrez pas comme une offense à votre majesté.
it: Mio re, vi chiedo scusa. La gente ha agito in maniera precipitosa. Spero che voi non la consideriate un'offesa alla vostra maestà.
pl: Królu mój, proszę o wybaczenie. Ludzie zadziałali nieco za szybko. Mam nadzieję, że nie odbierzecie tego jako obrazy waszego majestatu.

source: To hell with my majesty, where is she?
fr: Allez au diable avec ma majesté, où est-elle ?
it: Al diavolo la mia maestà, dov'è?
pl: A do diabła z moim majestatem, gdzie ona jest?

source: Well, I don't know how to say it. Lady Lorin is...
fr: Eh bien, je ne sais pas comment le dire. Dame Lorin est...
it: Be', non so come dirlo. Lady Lorin è...
pl: Nie wiem jak to powiedzieć. Pani lorin...

source: The witch is pregnant.
fr: La sorcière est enceinte.
it: La strega è gravida.
pl: Wiedźma jest w ciąży.

source: She's what?!
fr: Elle est quoi ?!
it: Cosa?
pl: Jest w czym?

source: She is pregnant. Since almost two years will pass soon since her husband, and your father, died, that means she betrayed him.
fr: Elle est enceinte. Voilà presque deux ans que son mari votre père, est mort, ça veut donc dire qu'elle l'a trompé.
it: È incinta. Dato che sono trascorsi due anni dalla morte di suo marito e tuo padre, questo vuol dire che lei lo ha tradito.
pl: Ona jest w ciąży. A ponieważ ponad dwa lata minęły od śmierci jej męża i waszego ojca, oznacza to, że dopuściła się zdrady.

source: Our customs are very specific about that. Widow cannot marry any other man, and cannot know any other man in physical way.
fr: Nos coutumes sont très pointilleuses à ce sujet. Une veuve ne peut épouser aucun autre homme et ne peut connaître physiquement aucun autre homme.
it: Le nostre tradizioni sono molto specifiche al riguardo. Una vedova non può sposare alcun altro uomo e non può conoscere nel senso fisico alcun altro uomo.
pl: Nasze zwyczaje są bardzo precyzyjne w tej kwesti. Wdowa nie może poślubić innego mężczyzny, ani też obcować z nim fizycznie.

source: In other words, the witch must die.
fr: En d'autres termes, la sorcière doit mourir.
it: In altri termini, la strega deve morire.
pl: Innymi słowy, wiedźma musi zginąć.
tr: Başka bir deyişle, cadı ölmeli.

source: Remember, that she's king's step-mother.
fr: N'oubliez pas que vous parlez de la mère du roi.
it: Rammenta che è la matrigna del re.
pl: Pamiętaj, że mówisz o kobiecie będącej macochą króla.
tr: Onun kralının üvey annesi olduğunu unutma.

source: That's ridiculous. I want her to be released immediately, and then ...
fr: C'est ridicule. Je veux qu'on la libère immédiatement et ensuite...
it: Ma è ridicolo. Voglio che la liberiate immediatamente e quindi...
pl: To niedorzeczne. Chcę by ją natychmiast wypuszczono, a potem...

source: You want to start your rule with violation of our customs? We agreed for some rights for Wesnothians, we tolerate MAGE here and even the ELVES, but changing OUR way of life?
fr: Vous voulez commencer à régner en violant nos coutumes ? Nous avons été d'accord pour donner des droits aux Wesnothiens, nous tolérons des mages ici et même les elfes. Mais changer NOTRE façon de vivre ?
it: Volete cominciare il vostro regno violando le nostre tradizioni? Abbiamo concesso alcuni diritti per quelli di Wesnoth, tolleriamo dei MAGHI qui e perfino gli ELFI, ma vuoi cambiare il NOSTRO modo di vivere?
pl: Chcesz rozpocząc swoje rządy od pogwałcenia naszych zwyczajów? Zgadzamy się na pewne prawa dla Wesnothian, zniesiemy magów, nawet elfy, ale zmianę sposobu naszego życia?

source: I am messiah, dammit. I declare that those customs are no longer valid. Release her
fr: Je suis le messie, que diable. Je déclare que ces coutumes ne sont plus valides. Relâchez-la.
it: Sono il liberatore, dannazione. Io proclamo che queste tradizioni non sono più valide. Rilasciatela.
pl: Jestem mesjaszem do cholery. Ogłaszam, że te zwyczaje już nie obowiązują. Wypuśc ją.

source: If you will, then I couldn't be loyal to you.
fr: Si vous voulez, mais alors je ne pourrai plus être loyal envers vous.
it: Se tu lo facessi, allora io non potrei più esserti fedele.
pl: Jeśli tak zrobisz, nie będę mógł pozostac wobec ciebie lojalny.

source: Neither me.
fr: Moi non plus.
it: Nemmeno io
pl: Ani ja.

source: Or me. That would be offense for your father.
fr: Ni moi. Ce serait une offense à votre père.
it: O io. Questa sarebbe un'offesa a tuo padre.
pl: Ja także nie. To byłaby ujma dla twojego ojca.

source: That's ridiculous! If that would be some other woman, you would not be so stringent about it!
fr: C'est ridicule ! S'il était question d'une autre femme, vous ne seriez pas aussi stricts.
it: Ma è ridicolo! Se fosse una qualunque altra donna, non sareste così zelanti!
pl: To niedorzeczne! Gdyby to była jakaś inna kobieta nie bylibyście tacy surowi!

source: This is not some other woman, but wife of one king and step-mother of another.
fr: Elle n'est pas une autre femme, mais la femme d'un roi et la belle-mère d'un autre.
it: Non è una qualunque altra donna, ma la moglie di un re e la matrigna di un altro.
pl: To nie jest jakaś inna kobieta, tylko żona jednego króla i macocha następnego.

source: That's... Ruvio, Huon!
fr: C'est... Ruvio, Huon !
it: Ma è... Ruvio, Huon!
pl: To... Ruvio, Huon!

source: My king, we cannot risk another civil war because of one woman. You should listen to those.. noble lords. You are king of both Akladians and Wesnothians and you should respect the customs of both nations.
fr: Mon roi, nous ne pouvons pas risquer une autre guerre civile à cause d'une femme. Vous devriez écouter ces... nobles seigneurs. Vous êtes le roi des Akladiens et des Wesnothiens et vous devriez respecter les coutumes des deux nations.
it: Mio re, non possiamo rischiare un'altra guerra civile a causa di una donna. Dovreste ascoltare questi... nobili signori. Siete re sia di Akladia sia di Wesnoth e voi dovreste rispettare le tradizioni di entrambe le nazioni.
pl: Królu mój, nie możemy ryzykować kolejnej wojny domowej z powodu jednej kobiety. Powinniście panie posłuchać rady tych.. szlachetnych panów. Jesteście królem zarówno Akladyjczyków jak i Wesnotyjczyków, i powinniście szanować zwyczaje obu narodów.

source: For God's sake, Huon, it was not her who gave the location of Freetown to Bor Cryne!
fr: Pour l'amour de Dieu, Huon, ce n'est pas elle qui a donné l'emplacement de Libreville à Bor Cryne !
it: Per il bene degli dei, Huon, non è stata lei a dare la posizione di Freetown a Bor Cryne!
pl: Na litośc boską, Huon, to nie ona wydała położenie Wolnego Miasta Borowi Cryne!

source: You must to decide, my lord. Also, we have to find the father of the child. He would have to be killed as well, because such man is unworthy to be alive since his life is offense to God's eyes.
fr: Vous devez décider, Monseigneur. Nous devons aussi trouver le père de l'enfant. Il devrait être assassiné lui aussi, parce qu'un tel homme n'est pas digne de vivre depuis que sa vie est une offense aux yeux de Dieu.
it: Dovete decidere, mio signore. Inoltre, dobbiamo trovare il padre del bambino. Dovrebbe essere ucciso anche lui, perché un uomo del genere non è degno di vivere poiché la sua vita è offesa agli occhi degli dei.
pl: Musisz zadecydowac panie. Musimy tez odnaleźć ojca dziecka. On również musi zginąć, gdyż żyjąc jest obelgą w oczach Boga.

source: My lord?
fr: Monseigneur ?
it: Mio signore?
pl: Panie mój?
tr: Efendim?

source: Nothing.
fr: Rien.
it: Nulla.
pl: Nie, nic.
tr: Hiç.

source: Noble lords, my king. I am mage. I know what you feel about me. However, I have one proposal, which should make happy both you and, I hope, the king.
fr: Nobles seigneurs, mon roi. Je suis un mage. Je sais ce que vous ressentez à mon égard. Néanmoins, j'ai une proposition qui devrait vous convenir à tous les deux et je l'espère au roi.
it: Nobili signori, mio re. Io sono un mago. So cosa pensate di me. Comunque, ho una proposta che dovrebbe soddisfare sia voi sia, io spero, il re.
pl: Szlachetni panowie, królu. Jestem magiem. Wiem co do mnie czujecie. Jednakże mam propozycję która może uszczęśliwić zarówno was, jak i mam nadzieję, króla.

source: Why to kill her? I know your customs. I've heard about woman which were left alive after betraying their husbands, and only hers eyes were taken.
fr: Pourquoi la tuer ? Je connais vos coutumes. J'ai entendu parler de femmes qui ont été laissées en vie après avoir trompé leur mari, on a simplement pris leurs yeux.
it: Perché ucciderla? Conosco le vostre tradizioni. Ho sentito parlare di donne adultere a cui la vita è stata lasciate e solo i loro occhi sono stati presi.
pl: Po cóż ją zabijać? Znam wasze zwyczaje. Słyszałem o kobietach które pozostawały żywe w efekcie zdrady tracąc jedynie oczy.

source: It's the same. Man or woman who cannot see is dead, since he belongs to the darkness.
fr: C'est pareil. Un homme ou une femme qui ne peut pas voir est mort, puisqu'il appartient aux ténèbres.
it: È lo stesso. Un uomo o una donna che non può vedere è morta, poiché appartiene all'oscurità.
pl: To jedno i to samo. Mężczyzna czy kobieta niezdolni widzieć są martwi gdyż przynależą do ciemności.

source: Exactly. So, take the eyes of Lorin and leave her alive.
fr: Exactement. Donc, prenez les yeux de Lorin et laissez-la en vie.
it: Esattamente. Così, prendete gli occhi di Lorin e lasciatele la vita.
pl: Dokładnie. Zabierzcie jej więc oczy i zostawcie zywą.

source: Leave her alive, so she could be here, amongst us? No, that's...
fr: La laisser en vie, pour qu'elle puisse être ici, parmi nous ? Non, c'est...
it: Lasciarla vivere, in modo che possa essere qua, tra noi? No, è...
pl: Żeby pozostała tutaj, wśród nas? Nie, to...

source: She could be exiled.
fr: Elle pourrait être exilée.
it: Dovrebbe essere esiliata.
pl: Można skazać ją na wygnanie.
