Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: I tried to protect them, I tried so hard. I wanted Karen to be safe, in Freetown. If not my orders, maybe at least she...
fr: J'ai essayé de les protéger, j'ai essayé si fort. Je voulais que Karen soit à l'abri, à Libreville. Si ce n'étaient pas mes ordres, au moins elle...
it: Ho tentato di proteggerle, ho provato con tutte le mie forze. Volevo che Karen fosse al sicuro, a Freetown. Se non l'avessi ordinato, forse almeno lei...
pl: Próbowałem je ochronić. Chciałem by Karen była bezpieczna w Wolnym Mieście, jeśli nie reszta to przynajmniej ona...
tr: Onu korumak istedim. Benim için de zordu. Karen’in Özgürkent’te güvende olmasını istedim. Emirlerim olmasaydı, kimbilir en azından o...

source: Gawen, I think Karen loved you. I don't know what were your feelings to her, but I always hoped that you two will find a happiness together, and despite I knew it would be impossible - despite I knew that you would have to made some dynastic marriage one day - I even foolishly dreamt you could found a new dynasty.
fr: Gawen, je crois que Karen vous aimait. Je ne sais pas quels étaient vos sentiments pour elle, mais j'ai toujours espéré que vous soyez heureux ensemble et malgré le fait que je sache que c'était impossible, malgré la certitude que vous auriez sûrement fait un jour un mariage plus 'dynastique' : j'ai même naïvement rêvé que vous auriez pu fonder une nouvelle dynastie.
it: Gawen, credo che Karen vi amasse. Non so quali fossero i vostri sentimenti per lei, ma ho sempre sperato che trovaste la felicità assieme e anche se sapevo che sarebbe stato impossibile, anche se sapevo che voi sareste stato destinato a un matrimonio dinastico, io scioccamente continuavo a sognare che voi due avreste fondato una nuova dinastia.
pl: Gawenie, myślę, że Karen kochała ciebie. Nie wiem, jakie były twoje uczucia względem niej, ale zawsze miałem nadzieję, że odnajdziecie razem szczęście, nawet mimo, że wiedziałem, że to niemożliwe, bo przecież pewnego dnia musiałbyś wybrać polityczne małżeństwo - nawet głupio marzyłem, że założycie nową dynastię.

source: I don't know how long I was there. I didn't care about anything. Akladians have taken everything from me. First they took your mother from me. Then they killed her. And now, they killed my whole family.
fr: Je ne sais pas combien de temps je suis resté là-bas. Plus rien n'avait d'importance. Les Akladiens m'ont tout pris. D'abord, ils m'ont pris votre mère. Ensuite, ils l'ont tuée. À présent, c'est toute ma famille qu'ils ont assassinée.
it: Non so per quanto tempo sono rimasto là. Non mi importava più di nulla. Gli uomini di Akladia mi avevano portato via tutto. Prima mi avevano preso mia madre. Poi l'hanno ucciso. E ora, avevano ucciso tutta la mia famiglia.
pl: Nie ile czasu tam spędziłem, nic mnie nie obchodziło. Akladianie odebrali mi wszystko, najpierw twoją matkę by ją potem zabić, a teraz całą rodzinę.
tr: Ne zamandır burada olduğumu bilmiyorum. Hiçbir şeyim kalmadı. Akladyalılar herşeyimi benden aldı. Önce benden annenizi aldılar ve öldürdüler. Şimdi de ailemin tamamını öldürdüler.

source: I am an empty shell. Nothing is left inside me.
fr: Je suis une coquille vide. Il n'y a plus rien en moi.
it: Sono un guscio vuoto, Non è rimasto più niente dentro di me.
pl: Jestem pustą skorupą. Nic we mnie nie pozostało.
tr: İçim boşaldı. Boş bir kabuktan başka bir şey değilim.

source: Welcome to Freetown, Hagarthen. Why you came here? Why you brought here your mother? You wanted to admire the destruction caused by your kin?
fr: Bienvenue à Libreville, Hagarthen. Pourquoi êtes-vous venu ici ? Pourquoi avez-vous amené votre mère ici ? Vous vouliez admirer la destruction causée par votre espèce ?
it: Benvenuto a Freetown, Hagarthen. Perché siete venuto qui? Perché avete portato qui vostra madre? Volevate ammirare la distruzione provocata dalla vostra genia?
pl: Witaj w Wolnym Mieście Hagarthen. Po co przyszedłeś? Po co przyprowadziłeś swoją matkę? Czyżbyś chciał podziwiać zniszczenia spowodowane przez twój rodzaj?

source: How dare you speak that way to your king!
fr: Comment osez-vous parler ainsi à votre roi !
it: Come osi rivolgerti con questo tono al tuo re!
pl: Jak śmiesz się tak odzywać do swojego króla!
tr: Kralınla bu şekilde konuşmaya nasıl cüret edersin!

source: Huon, if I wouldn't know that the anger is putting the words into your mouths, I don't know what I would do to you. Amongst my army are people who had families here. I, myself...
fr: Huon, si je ne savais pas que c'est la colère qui parle par votre bouche, je ne sais pas ce que je vous ferais. En plus du fait que mon armée possède des gens qui ont leur famille ici, moi-même...
it: Huon, se non sapessi che è la rabbia a parlare per te, non so cosa ti farei. Nel mio esercito c'è gente che qui aveva la famiglia. Io, stesso...
pl: Huon, gdybym nie wiedział, że to gniew wkłada te słowa w twoje usta, nie wiem co bym ci zrobił. W mojej armii są ludzie, którzy mieli tu rodziny, a ja...

source: What, you yourself? And amongst your army are also people who are part of families of those beasts who did that! All you Akladians should be killed, all you should be expelled, all you should...
fr: Quoi, vous-même ? Et parmi les gens de votre armée qui ont fait ça, il y a aussi des gens qui font partie de familles de bestiaux ! Vous, les Akladiens, on devrait vous tuer, on devrait vous expulser, on devrait vous...
it: Tu stesso, cosa? E nel tuo esercito c'è anche la gente che fa parte della famiglia di quelle bestie che hanno fatto questa strage! Tutti quelli di Akladia dovrebbero essere uccisi, tutti voi dovreste essere espulsi, tutti voi dovreste...
pl: A ty co? W twojej armii są też ludzie będący częścią rodzin tych bestii które to uczyniły! Wszyscy Akladianie powinni zostać zabici, wygnani, wszyscy...

source: Silence, underling. You are unworthy of being called man. Stop crying like Wesnothian woman
fr: Silence, inférieur. Tu n'es pas digne du titre d'homme. Arrête de pleurnicher comme une Wesnothienne !
it: Silenzio, miserabile. Non sei degno per essere chiamato membro del clan. Smettila di piangere come una femmina di Wesnoth.
pl: Milcz pariasie. Jesteś niegodny by cię zwać mężczyzną. Przestań płakać jak Wesnothiańska kobieta.
tr: Kes sesini parya. Sen ne biçim adamsın. Wesnot kadınları gibi ağlamayı kes.

source: And she! How Akladians knew where Freetown is located? Who told them? Who, if not that witch? Let's kill her, and then let's...
fr: Et elle ! Comment les Akladiens ont-ils su où Libreville était située ? Qui leur a dit ? Qui sinon cette sorcière ? Tuons-la et ensuite nous...
it: E lei! Come hanno saputo quelli di Akladia dove si trovava Freetown? Chi glielo lo ha detto? Chi, se non quella strega? Uccidiamola e poi...
pl: I ona! Skąd Akladianie wiedzieli gdzie znaleźć Wolne Miasto? Kto im powiedział? Kto jeśli nie ta wiedźma? Zabijmy ją, a potem...
tr: Ve o! Özgürkent’in yerini Akladyalılar nereden biliyordu? Onlara kism söyledi? Bu cadı değilse, kim? Bu cadıyı öldürelim sonra da...

source: Here is my sword, Huon. I lost someone here as well and I want to revenge her. But if you want to just blindly kill anyone with Akladian drop of blood in his veins, I won't stop you. Start with me, your king.
fr: Voici mon épée, Huon ! J'ai moi aussi perdu quelqu'un ici et je veux la venger. Mais si vous voulez juste aveuglément tuer tous ceux qui ont une goutte de sang Akladien dans les veines, je ne vous arrêterai pas. Commencez donc par moi, votre roi.
it: Ecco la mia spada, Huon. Ho perso qualcuno qui anche io e desidero vendetta. Ma se vuoi solo uccidere ciecamente tutti quelli con una goccia di sangue di Akladia nelle sue vene, io non ti fermerò. Comincia da me, il tuo re.
pl: Oto mój miecz, Huonie. Również kogoś utraciłem i chcę za nią zemsty. Ale jeżeli masz zamiar po prostu na ślepo mordować każdego z kroplą akladyjskiej krwi w żyłach, nie będę ciebie zatrzymywać. Zacznij ode mnie, twojego króla.

source: You are not my king! You are.. You are...
fr: Vous n'êtes pas mon roi ! Vous êtes... Vous êtes...
it: Non sei il mio re! Tu sei... tu sei...
pl: Nie jesteś moim królem! Jesteś... Jesteś...
tr: Sen benim kralım değlsin! Sen... sen...

source: Yes. Now I see. Deorien, now I understand what you were trying to tell me. There is no future in civil war between Akladians and Wesnothians. I am king Gawen Haldric Hagarthen, and this is my country. My sword will punish the wicked. My sword will defend defenseless.
fr: Oui, Maintenant je vois. Deorien, maintenant, je comprends ce que vous avez essayé de me dire. Il n'y a aucun avenir pour une guerre civile entre les Akladiens et les Wesnothiens. Je suis le roi Gawen Haldric Hagarthen et ceci est mon pays. Mon épée punira les coupables. Mon épée défendra ceux qui n'en ont pas !
it: Sì. Ora mi è chiaro. Deorien, adesso capisco che cosa stavi cercando di dirmi. Non c'è futuro nella guerra civile fra Akladia e Wesnoth. Io sono re Gawen Haldric Hagarthen e questo è il mio paese. La mia spada punirà i malvagi. La mia spada difenderà gli indifesi.
pl: Tak. Teraz rozumiem. Deorien, teraz rozumiem co chciałeś mi przekazać. Wojna domowa nie ma przyszłości. Jestem król Gawen Haldric Hagarthen a to jest mój kraj. Mój miecz ukarze niegodziwych. Mój miecz ochroni bezbronnych.

source: My king...
fr: Mon roi...
it: Mio sire...
pl: Mój królu...
tr: Kralım...

source: Ruvio, my friend.. I will need you at my side. I know you want to mourn your daughter, but I would be grateful if I could find you next me in battles which await me.
fr: Ruvio, mon ami... Je vais avoir besoin de vous à mes côtés. Je sais que vous voulez faire le deuil de votre fille, mais je serai reconnaissant de vous avoir près de moi dans les batailles qui m'attendent.
it: Ruvio, amico mio... Avrò bisogno di te al mio fianco. So che vorresti piangere la morte di tua figlia, ma ti sarei grate se potessi trovarti vicino a me nelle battaglie che mi attendono.
pl: Ruvio, przyjacielu... Potrzebuję cię u mego boku. Wiem że chcesz opłakiwać córkę, ale byłbym wdzięczny gdybyś wziął udział w bitwach które mnie oczekują.

source: Gawen... My sword is your sword.
fr: Gawen... Mon épée est votre épée.
it: Gawen... La mia spada è la tua.
pl: Gawen... Mój miecz jest twoim mieczem.
tr: Gaven... Kılıcım kılıcındır.

source: But what about your step-mother? She's Akladian wild beast. I bet it was she who passed the location of Freetown to Bor Cryne and his slayers.
fr: Mais et que faisons-nous de votre belle-mère ? C'est une bête sauvage d'Akladienne. Je parie que c'est elle qui a révélé la position de Libreville à Bor Cryne et ses tueurs.
it: E allora la tua matrigna? È una bestia feroce di Akladia. Scommetto che è stata lei a rivelare la posizione di Freetwon a Bor Cryne e i suoi assassini.
pl: Ale co będzie z twoją macochą? To akladyjskie dzikie zwierzę. Założę się, że to ona przekazała lokalizację Freetown Borowi Cryne i jego siepaczom.

source: Why should I do that? And when? I was with Gawen all the time far away from here!
fr: Pourquoi est-ce que j'aurais fait ça ? J'étais avec Gawen tout le temps, très loin d'ici !
it: Perché avrei dovuto farlo? E quando? Sono stata tutto il tempo con Gawen molto lontano da qui!
pl: Dlaczego miałabym to zrobić? I kiedy? Byłam z Gawenem przez cały czas, bardzo daleko stąd.

source: Huon, stop accusing her. You have no proof.
fr: Huon, arrêtez de l'accuser. Vous n'avez pas de preuve.
it: Huon, smettila di accusarla. Non hai nessuna prova.
pl: Huon przestań ją oskarżać. Nie masz żadnych dowodów.

source: She could do that, from what I've heard about her. She could do that. I have no proof, but you will never be sure whether it was she or not.
fr: Elle en est capable d'après ce qu'on m'a dit. Je n'ai pas de preuve, mais vous ne serez jamais sûr de si c'était elle ou pas.
it: Avrebbe potuto farlo, da quello che ho sentito sul suo conto. Avrebbe potuto farlo. Io non ho le prove ma tu non potrai mai essere sicuro se sia stata lei o no.
pl: Mogłaby tego dokonać sądząc po tym co o niej słyszałem. Mogłaby. Nie mam dowodów, ale sam nigdy nie będziesz pewny czy to nie jej wina.

source: That's ridiculous! How can you accuse.. Gawen, tell him you don't believe in that bullshit! Gawen! ... Gawen?
fr: C'est ridicule ! Comment peux-tu accuser... Gawen, dis-lui que tu ne crois pas à ces balivernes ! Gawen ! ... Gawen ?
it: Ma è ridicolo! Come potete accusarmi... Gawen, diglielo che non credi a questa stronzate! Gawen! ... Gawen?
pl: To niedorzeczne! Jakmożesz oskarżać... Gawen powiedz mu że nie wierzysz w ten stek bzdur! Gawen!... Gawen?

source: I want to be... alone for a moment.
fr: J'ai besoin d'être ... seul pour un moment.
it: Vorrei essere... lasciato solo per un istante.
pl: Chcę być sam... przez chwilę.
tr: Kısa bir süre için yalnız kalmak istiyorum.

source: Because you were declared messiah by the Oracle and recognised as king by Wesnothians, you may again recruit Fencers, Spearmen, Bowmen, Akladian Clanmembers, Akladian Warriors, Akladian Homeguards, Akladian Wisemen.
fr: Comme vous avez été déclaré messie par l'oracle et reconnu comme roi par les Wesnothiens, vous pouvez à nouveau recruter des escrimeurs, des lanciers, des archers, des membres du clan akaldiens, des guerriers Akladiens, des gardiens de maison Akladiens et des sages Akladiens.
it: Dato che sei stato dichiarato Liberatore dall'Oracolo e riconosciuto re da Wesnoth, ora puoi reclutare schermidori, fanti, arcieri, membri del clan di Akladia, guerrieri di Akladia, guardie nazionali di Akladia, Anziani di Akladia.
pl: Ponieważ Wyrocznia ogłosiła cię mesjaszem a Wesnothianie uznali za króla możesz ponownie rekrutować Szermierzy, Włóczników, Łuczników, Akladyjskich Klanowców, Akladyjskich Wojowników, Akladyjskich Strażników i Akladyjskich Mędrców.

source: Also, since you were joined by Rob Roe in the past, you may again recruit Thugs, Henchmen, Thiefs and Footpads.
fr: Et comme vous avez été rejoint par Rob Roe dans le passé, vous pouvez aussi recruter des voyous, des acolytes, des voleurs et des vagabonds.
it: Inoltre, dato che Rob Roe è stato con te in passato, puoi ancora reclutare scagnozzi, tirapiedi, ladri e briganti.
pl: A ponieważ w przeszłości dołączył do ciebie Rob Roe możesz ponownie rekrutować Zbirów, Popleczników, Złodzieji i Rozbójników.

source: The Awakening
fr: Le Réveil
it: Il risveglio
pl: Przebudzenie
tr: Uyanış

source: My Lord! My lord is dead!
fr: Monseigneur ! Mon seigneur est mort !
it: Oh mio signore! Il mio signore è morto!
pl: Mój pan! Mój pan nie żyje!
tr: Efendim! Efendim öldü!

source: Well, noble lord, do you think I proved I am worthy to be your king?
fr: Alors, noble seigneur, ai-je prouvé que j'étais digne d'être roi ?
it: Bene, nobile signore, credi che io abbia dimostrato il mio valore e che sia degno di diventare vostro re?
pl: Więc szlachetny panie, czy myślisz, że wystarczająco dowiodłem , że jestem godny bycia twym królem?

source: Yes, you did.
fr: Oui, en effet.
it: Sì, siete degno.
pl: Tak, dowiodłeś.

source: Will you then stop the fight and join us?
fr: Alors, est-ce que tu arrêtes le combat pour te joindre à nous ?
it: Smetterai di combatterci e ti unirai a noi?
pl: Czy więc zaprzestaniesz walki i dołączysz do nas?

source: It's a shame then I have to kill you.
fr: Quel dommage car je dois te tuer.
it: È un peccato che io debba ucciderti.
pl: Szkoda więc, że muszę ciebie zabić.

source: I will be honoured to fight at your side, my king.
fr: Je serais très honoré de combattre à vos côtés, mon roi.
it: Sarà per me un onore combattere al vostro fianco, mio sire!
pl: To będzie zaszczyt walczyć u waszego boku, królu mój.
tr: Sizin tarafınızda döğüşmek beni onurlandıracaktır, kralım.

source: Long live our king Gawen Haldric! It will be honour to fight for you, my king!
fr: Longue vie à notre roi Gawen Haldric ! Ce sera un honneur de me battre pour vous, mon roi !
it: Lunga vita al nostro re Gawen Haldric! Sarà un onore combattere per voi, mio sire!
pl: Niech żyje nasz król, Gawen Haldric! Zaszczytem będzie dla was walczyć, królu!
tr: Çok yaşa Kral Gaven Haldrik! Sizin için döğüşmek bir onurdur, kralım!

source: Death to enemies of our king! Long live our king Gawen Haldric!
fr: Mort aux ennemis de notre roi ! Longue vie à notre roi Gawen Haldric !
it: A morte i nemici del nostro re! Lunga vita al nostro re Gawen Haldric!
pl: Śmierć wrogom naszego króla! Niech żyje nasz król, Gawen Haldric!
tr: Kralımızın düşmanlarına ölüm! Çok yaşa kral Gaven Haldrik!

source: Peasant
fr: Paysan
it: Contadino
pl: Wieśniak
tr: Köylü

source: Akladian Peasant
fr: Paysan Akladien
it: Contadino di Akladia
pl: Akladyjski Chłop
tr: Akladyalı Köylü

source: People of Vakladia! People of Wesnoth! Long you have been waiting for messiah to come. Long you have been waiting for a new king to unite the nation and to end the wars plaguing the country. The orcs are ravaging unopposed through the land, murdering and raping both Akladians and Wesnothians, invited here by the traitors sick from the hatred.
fr: Peuple de Vakladia ! Peuple de Wesnoth ! Il y a longtemps que vous attendez la venue d'un messie. Il y a longtemps que vous attendez la venue d'un roi qui unifiera la nation et mettra fin aux guerres qui empoisonnent le pays. Les orcs dévastent tout le pays sans opposition, tuant et pillant aussi bien les Akladiens que les Wesnothiens. Ils ont été invités ici par des traîtres ivres de haine.
it: Gente di Vakladia! Gente di Wesnoth! A lungo avete atteso l'arrivo del Liberatore. A lungo avete atteso un nuovo re che unisse la nazione e ponesse fine alla guerra che affligge il paese. Gli orchi devastano incontrastati la nostra terra, massacrando e violentando sia la gente di Akladia sia quella di Wesnoth, invitati qui da traditori accecati dall'odio.
pl: Ludzie Vakladii! Ludzie Wesnoth! Długo czekaliście na nadejście mesjasza. Długo czekaliście na nowego króla, który zjednoczy naród i zakończy wojny gnębiące kraj. Orki niszczą tą ziemię nie napotykając sprzeciwu, mordując i gwałcąc zarówno Akladian i Wesnothian, zaproszone przez zdrajców chorych z nienawiści.

source: You've heard the stories about undead invading neighbouring kingdom of Okladia. Some of you lost all the hope. But do not be worried, for there is a man, who is sent here to stop the undead menace and to defeat the evil inside the very heart of our country.
fr: Vous avez entendu parler des morts-vivants qui envahissent le royaume voisin d'Okladia. Certains ont perdu l'espoir. Mais ne vous inquiétez pas, il y a un homme qui a été envoyé ici pour arrêter la menace des morts-vivants et pour détruire le mal au coeur même de notre pays.
it: Avete sentito le storie sull'invasione dei non-morti del vicino regno di Okladia. Alcuni di voi hanno perso ogni speranza. Ma non siate preoccupati, perché c'è un uomo, mandato qua per fermare la minaccia dei non-morti e per sconfiggere il male nel cuore del nostro paese.
pl: Słyszeliście opowieści o napaści niezmarłych na królestwo Okladii. Niektórzy z was zapewne utracili wszelką nadzieję. Ale nie traćcie ducha, bo istnieje człowiek którego zesłano tu by powstrzymał nieumarłą groźbę i pokonał zło w samym sercu tego kraju.

source: You've heard about him. Son of Akladian king and Wesnothian queen. Great warrior and great leader. Let him know you want him to come here and take his crown. All hail the king! All hail the messiah! All hail Gawen Haldric Hagarthen!
fr: Vous avez entendu parler de lui : fils d'un roi Akladien et d'une reine Wesnothienne, grand guerrier et grand chef. Faites-lui savoir que vous voulez qu'il vienne ici prendre sa couronne. Acclamez tous le roi ! Acclamez tous le messie ! Acclamez tous Gawen Haldric Hagarthen !
it: Avete sentito parlare di lui. Figlio del re di Akladia e della regina di Wesnoth. Grande guerriero e grande comandante. Ditegli che volete che venga qua a prendere la propria corona. Evviva il re! Evviva il liberatore! Evviva Gawen Haldric Hagarthen!
pl: Słyszeliście o nim. Syn Akladiańskiego króla i Wesnothiańskiej królowej. Wielki wojownik i dowódca. Dajcie mu znać że chcecie by tu przyszedł i wziął swoją koronę. Chwała królowi! Chwała mesjaszowi! Cześć i chwała dla Gawena Haldrica Hagarthena!

source: Are there any news from Bor Cryne?
fr: A-t-on des nouvelles de Bor Cryne ?
it: Ci sono notizie da Bor Cryne?
pl: Są wiadomości od Bora Cryne'a?
tr: Bor Krayn’dan haber var mı?

source: Nothing new, my lord.
fr: Rien de neuf, Monseigneur.
it: Nessuna novità, mio signore.
pl: Nic nowego, panie.
tr: Yeni bir şey yok, efendim.

source: He should already be here! Where is he?
fr: Il devrait déjà être ici ! Où est-il ?
it: Avrebbe già dovuto essere qua! Dov'è?
pl: Powinien już tu być! Gdzie on się podziewa?

source: My lord... This man, they call a messiah..
fr: Monseigneur... Cet homme, qu'ils appellent le messie...
it: Mio signore... Quest'uomo che chiamano il messia liberatore...
pl: Panie... Ten człowiek, którego zwą mesjaszem...
tr: Efendim... Bu adam, bir mesihmiş...

source: This underling! Creature who has usurped the holy name and who will be punished by God!
fr: Cet inférieur ! Cette créature qui a usurpé ce nom sacré et qui sera punie par Dieu !
it: Quel miserabile! Ha osato usurpare un nome sacro e sarà punito dagli dei!
pl: Ten parias! Stworzenie, które uzurpuje sobie święte miano i które wkrótce zostanie ukarane przez Boga!

source: But.. What about if he really IS messiah?
fr: Mais... Et s'il était VRAIMENT le messie ?
it: Ma se FOSSE davvero il Liberatore?
pl: Ale... Co jeśli on naprawdę *jest* mesjaszem?

source: There is no question about it. Believe me, Bar Urien, I was hearing to spirits since my youth and God had sent me many messages. Gawen is not messiah. He is mixling, who is unworthy of even honourable death.
fr: Il n'en est pas question. Crois-moi, Bar Urien, j'écoute les esprits depuis mon enfance et Dieu m'a envoyé beaucoup de messages. Gawen n'est pas le messie. C'est même un bâtard indigne d'une mort honorable !
it: Non è possibile. Credi a me, Bar Urien, ho parlato con gli spiriti da quando ero giovane e gli dei mi hanno parlato spesso. Gawen non è il liberatore. È un mezzosangue, indegno persino di una morte onorabile.
pl: Nie ma żadnych wątpliwości . Uwierz mi Barze Urien, od dziecka słyszałem duchy a Bóg zesłał mi wiele ostrzeżeń. Gawen nie jest mesjaszem, jest mieszańcem niegodnym zaszczytnej śmierci.

source: But, I thought, let's just assume for the moment he IS...
fr: Mais, je me disais, imaginons un instant qu'il le SOIT...
it: Ma, pensate, supponiamo per un momento che lui SIA...
pl: Ale, załóżmy przez chwilę, że jest...

source: Bar, you are fine warrior and you were serving our clan loyally. But leave thinking to me.
fr: Bar, tu es un bon soldat et tu as servi notre clan loyalement. Mais laisse la réflexion à d'autres...
it: Bar, sei un grande guerriero e hai servito il tuo clan fedelmente. Ma lascia che sia io a pensare.
pl: Bar, jestes świetnym wojownikiem i lojalnie służyłeś klanowi, ale myślenie lepiej zostaw mnie.

source: But the Oracle...
fr: Mais l'oracle...
it: Ma l'Oracolo...
pl: Ale Wyrocznia...
tr: Ama Kâhin...

source: There is no 'but'. I have long suspected the Oracle is tool of the evil, not God's.
fr: Il n'y a pas de 'mais'. Il y a longtemps que je soupçonne l'oracle d'être l'instrument du mal, pas celui de Dieu.
it: Niente "ma". Ho sempre sospettato che l'Oracolo fosse uno strumento del demonio e non degli dei.
pl: Nie ma żadnych ale. Od dawna podejrzewałem, że Wyrocznia jest narzędziem zła a nie Boga.
tr: Aması, fakatı yok. Epeydir Kahinin Tanrı’nın değil, şeytanın aracı olduğundan şüpheleniyordum.
