Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Reme, take my step-mother and protect her. I will stay here to guard your rear during withdrawal.
fr: Reme, prends ma belle-mère et protège-la. Je reste ici pour couvrir vos arrières durant la retraite.
it: Reme, prendi la mia matrigna e proteggila. Io resterò qua a proteggerti le spalle durante la ritirata.
pl: Reme, zabierz moją macochę i chroń ją. Ja zostanę tutaj, by pilnować waszych tyłów podczas odwrotu.
tr: Reme, üvey annemle git ve onu koru. Ben burada kalacak ve kaçışınız sırasında ardınızı kollayacağım.

source: No! That's suicide! I won't let you!
fr: Non ! C'est du suicide ! Je ne te laisserai pas faire !
it: No! È un suicidio! Non lo posso permettere!
pl: Nie! To samobójstwo! Nie pozwolę ci!
tr: Hayır! Bu intihar olur! Buna izin vermem!

source: Reme, take her and go. That is an order. And this is not suicide, I will follow you as soon as possible.
fr: Reme, pars avec elle, c'est un ordre. Et ce n'est pas suicidaire. Je vous suis dès que c'est possible
it: Reme, prendila con te e parti. È un ordine. E non è un suicidio, io vi raggiungerò appena possibile.
pl: Reme, zabierz ją i ruszaj. To rozkaz. To nie jest samobójstwo, podążę za wami tak szybko jak tylko to będzie możliwe.
tr: Reme, al onu ve git. Bu bir emirdir. Ve bu bir intihar değil, ben de mümkün olduğunca erken peşinizden geleceğim.

source: I can't. I won't. I won't leave you, my lord.
fr: Je ne peux pas. Je ne vous laisserai pas, Monseigneur
it: Non posso. Non voglio. Non voglio lasciarvi, sire.
pl: Nie mogę. Nie zrobię tego. Nie opuszczę cię, mój panie.
tr: Yapamam. Yapmayacağım. Sizi bırakmayacağım, efendim.

source: That's an order. Reme, if I run from a fight, who will respect me? I am not suicidal, believe me. And you must live; I order you to escort Lady Lorin safely to either Vattin or her family.
fr: C'est un ordre. Reme, si je fuis le premier, qui me respectera encore ? Je ne suis pas suicidaire, crois-moi. Et tu dois vivre. Je t'ordonne d'escorter Dame Lorin jusqu'à ce qu'elle soit en sécurité, soit à Vattin, soit dans sa famille.
it: È un ordine. Reme, se io fuggissi da un combattimento, avresti ancora rispetto per me? Non sono un suicida, credimi. E tu devi vivere; ti ordino di portare in salvo Lady Lorin a Vattin o dalla sua famiglia.
pl: To rozkaz. Reme, jeśli ucieknę przed walką któż mnie będzie szanował? Uwierz mi, nie mam skłonności samobójczych. A ty musisz przetrwać. Rozkazuję ci odprowadzić panią Lorin bezpiecznie albo do Vattin, albo do jej rodziny.
tr: Bu bir emirdir. Reme, döğüşten kaçarsam, bana kim saygı gösterir? Ben intihara meraklı değilim, inan bana. Ve sen yaşamalısın; Vattin’e veya ailesine güven içinde ulaşana kadar Bayan Lorin’e eşlik etmeni emrediyorum.

source: Cowardly escape of Gawen Hagarthen
fr: Gawen Hagarthen le fugitif
it: Vile fuga di Gawen Hagarthen
pl: Tchórzliwa ucieczka Gawena Hagarthena
tr: Gaven Hagarten’in korkakça kaçışı

source: I can't just run away. I don't want to. I would prefer to die here, fighting.
fr: Je ne peux pas fuir. Je ne veux pas. Je préférerais encore mourir ici, au combat.
it: Non posso fuggire. Non voglio. Preferisco morire combattendo.
pl: Nie mogę tak po prostu uciec. Nie chcę. Wolałbym zginąć tutaj, walcząc.
tr: Şimdi kaçamam. Bunu istemiyorum. Burada, elimde kılıcımla ölmeyi tercih ederim.

source: Reme, you had to take care of Lorin. She went the other way
fr: Reme, tu devais veiller sur Lorin. Elle a pris un autre chemin.
it: Reme, dovevi prenderti cura di Lorin. È andata dall'altra parte.
pl: Reme, miałeś opiekować się Lorin. Poszła w drugą stronę.
tr: Reme, Lorin’e dikkat etmek zorundaydın. Ama o başka bir yola gitti.

source: Take care, Reme Carrenemoe.
fr: Prends garde, Reme Carrenemoe.
it: Abbi cura di te, Reme Carrenemoe.
pl: Dbaj o siebie, Reme Carrenemoe
tr: Dikkatli ol, Reme Karenemo.

source: Respect, my king. Follow us as soon as it is possible
fr: Mes respects, Mon roi. Suivez-nous dès que possible
it: I miei rispetti, mio sire. Seguiteci appena possibile.
pl: Szacunek dla mojego króla. Podążaj za nami gdy tylko będzie to możliwe.
tr: Saygılar, kralım. Bizi mümkün olduğunca yakından izleyin

source: Yes... of course. I'm afraid that means.. never.
fr: Oui... Bien sûr. J'ai peur que ça ne veuille dire... jamais.
it: Sì... naturalmente. Temo però che sia come dire... mai.
pl: Tak.. oczywiście. Obawiam się tylko, że to znaczy... nigdy.
tr: Evet... tabii ki. Korkarım, bu demektir ki... olamaz.

source: Lorin, you have to go the other way. Reme is waiting for you there!
fr: Lorin, vous devez prendre l'autre chemin, Reme vous attend là-bas !
it: Lorin, devi andare dall'altra parte. Reme ti aspetta là!
pl: Lorin, musisz iść w drugą stronę. Tam czeka na ciebie Reme!
tr: Lorin, diğer yoldan gitmek zorundasın. Reme seni oradan bekliyor.

source: No! I won't leave you! I don't want to! Let's die together!
fr: Non ! Je ne vous laisserai pas ! Je ne veux pas ! Nous mourrons ensemble !
it: No! Non ti lascerò! Non voglio! Moriremo assieme!
pl: Nie! Nie zostawię cię! Nie chcę! Zgińmy razem!
tr: Hayır! Sizi bırakmayacağım! İstemiyorum! Birlikte ölelim!

source: Take her to the safety, people.
fr: Amenez-la en lieu sûr, mes amis.
it: Portatela in salvo, gente.
pl: Zabierzcie ją w bezpieczne miejsce.
tr: Onun güvenliğini sağlayın, halkım.

source: Fighting for pass
fr: Se tailler un chemin
it: Aprirsi la strada
pl: Walcząc o Przejście
tr: Geçiş için döğüş

source: So, my name is Gawen Hagarthen and I am to be a king of nation destined to rule over the world. Somehow, this does not make me happy.
fr: Donc, mon nom est Gawen Hagarthen et je vais devenir le roi d'une nation destinée à diriger le monde. C'est bizarre, mais ça ne me rend pas heureux.
it: E così, mi chiamo Gawen Hagarthen e sono il re di una nazione destinata a governare il mondo intero. Non so perché, ma la cosa non mi riempie di gioia.
pl: A więc, moje imię brzmi Gawen Hagarthen i mam zostać królem narodu przeznaczonego do rządów nad światem. Z jakiegoś powodu ta myśli nie czyni mnie szczęśliwym.
tr: Öyle, benim ismim Gaven Hagarten ve dünyayı yönetmeye tayin edilmiş ulusun bir kralıyım. Her nasılsa, bu beni mutlu etmiyor.

source: The woman, who calls herself my mother is giving everyone orders in my name. She is always close to me, as if she is afraid to let me alone. I wish I could know what Reme Carrenemoe thinks; he seems like he is afraid to speak more than it is necessary. And that whole 'underling' thing... I don't know why, but sometimes, looking at faces of warriors who are around me, I feel attached more to those whom they call 'underlings'.
fr: La femme, qui s'appelle 'ma mère', donne des ordres à tout le monde en mon nom. Elle est toujours à côté de moi, comme si elle avait peur de me laisser seul. Je voudrais savoir ce que Reme Carrenemoe pense : il fait comme s'il avait peur de trop parler. En ce qui concerne la 'chose Inférieure'... Je ne sais pas pourquoi, mais parfois, en voyant les visages des guerriers autour de moi, je me sens plus attaché à ceux qu'ils appellent 'inférieurs'.
it: La donna, che dice di essere mia madre impartisce ordini a chiunque in mio nome. È sempre molto vicina a me, come se temesse di lasciarmi solo. Vorrei sapere cosa pensa Reme Carrenemoe; sembra aver paura di dire una parola di troppo. E anche questa faccenda dei "miserabili"... non so perché ma a volte, osservando le facce dei guerrieri che mi circondano, mi sento dalla parte di quelli che loro chiamano "miserabili".
pl: Kobieta nazywająca siebie moją matką wydaje wszystkim rozkazy w moim imieniu. Zawsze stara się być blisko mnie, jakby bała się bym przez chwilę został sam. Bardzo chciałbym wiedzieć, co się dzieje w głowie Reme Carrenemoe. Wygląda jakby bał się wymówić więcej słów niż trzeba. I ta cała sprawa z 'pariasamii'... Nie wiem dlaczego, ale czasami, patrząc na twarze wojowników, którzy mnie otaczają, czuję się bardziej związanymi z tymi, których oni nazywają 'pariasamii'.
tr: Annem olduğunu söyleyen kadın benim adıma herkese emirler veriyor. Sanki beni yalnız bırakmaya korkuyor gibi daima yanımda. Reme Karenemo’nun ne düşündüğünü bilebilmeyi istiyorum; gereğinden fazla konuşmaktan korkuyormuş gibi görünüyor. Ve bu tamamen ‘parya’ usulü... Bilmiyorum, neden, fakat ara sıra etrafımdaki savaşçıların yüzlerine bakıyor, bunlara ‘paryalar’ diyenlerin eklendiğini hissediyorum.

source: Sometimes I think it is some kind of cruel joke. I am like a wooden stick carried by large and wild river. A feather inside of a tornado. Gawen Hagarthen, king of Vakladia. Somehow, I do not feel happy.
fr: Parfois, je pense que c'est une sorte de jeu cruel. Je suis comme un bâton de bois charrié par une grande rivière sauvage, un fétu de paille dans une tornade. Gawen Hagarthen, roi de Vakladia : cela ne me rend pas heureux.
it: A volte mi viene da pensare che sia una sorta di scherzo crudele. Sono come un pezzo di legno in balia della corrente di un fiume forte e impetuoso. Una piuma in mezzo a un tornado. Gawen Hagarthen, re di Vakladia. Chissà perché non mi sento felice.
pl: Czasami myślę, że to jakiś okrutny żart. Jestem jak drewniany patyk niesiony przez rwący nurt wielkiej rzeki. Jak piórko w środku tornada. Gawen Hagarthen, król Vakladii. Z jakiegoś powodu, nie czuję się szczęśliwy.
tr: Ara sıra zalim şakalar düşünüyorum. Büyük ve azgın bir nehir tarafından taşınan ağaç bir kütük, bir hortum içindeki kuştüyü gibiyim. Gaven Hagarten, Vakladya kralı. Her nasılsa, kendimi mutlu hissetmiyorum.

source: Loyal
it: Legale
pl: lojalny
tr: Ulusal

source: The Vattin, capital of our kingdom, is just a few days from here. My son, how do you feel?
fr: Vattin, la capitale de notre royaume, n'est qu'à quelques jours d'ici. Mon fils, comment te sens-tu ?
it: Vattin, capitale del nostro regno, è solo a pochi giorni di marcia da qui. Figlio mio, come stai?
pl: Vattin, stolica naszego królestwa, jest tylko kilka dni drogi stąd. Synu mój, jak się czujesz?
tr: Vattin, krallığımızın başkenti, buradan sadece bir kaç gün uzakta. Oğlum, kendini nasıl hissediyorsun?

source: Much better. This medic was really good in his job. I wish to thank him at some time in future.
fr: Beaucoup mieux. Ce médecin était vraiment bon. J'espère pouvoir le remercier un jour ou l'autre.
it: Molto meglio. Il medico ha fatto veramente un buon lavoro. Devo ringraziarlo la prossima volta.
pl: Dużo lepiej. Ten medyk naprawdę znał się na swojej robocie. Chciałbym mu kiedyś podziękować.
tr: Çok iyi. Bu doktor gerçekten iyi iş çıkardı. Bir gün ona teşekkür etmek isterim.

source: I'm afraid that may be impossible. What about your memory?
fr: J'ai peur que cela ne soit impossible. Et ta mémoire ?
it: Temo che non ci sarà una prossima volta. E la tua memoria?
pl: Obawiam się, że to może się okazać niemożliwe. Co z twoją pamięcią?
tr: Korkarım bu mümkün olmayacak. Hafızan ne durumda?

source: I think.. Sometimes I think I remember something, but then it just passes away. I remember a dark-haired woman. She is lying on the bed, sweating, pain in her beautiful green eyes. I don't know who is she but it makes me cry every time I think about it. I think I loved her.
fr: Je pense... Parfois, je pense que je me souviens de quelque chose, mais alors ça repart aussitôt. Je me souviens d'une femme aux cheveux sombres. Elle est couchée sur un lit, elle transpire. Il y a de la douleur dans ses beaux yeux verts. Je ne sais pas qui elle est, mais cela me fait pleurer à chaque fois que j'y pense. Je devais l'aimer.
it: Penso che... Qualche volta mi sembra di ricordarmi qualcosa, ma il ricordo svanisce subito. Ricordo una donna dai capelli scuri. È a letto, gronda sudore, il dolore è nei sui begli occhi verdi. Non so chi sia ma mi vengono le lacrime agli occhi quando ci penso. Credo di averla amata.
pl: Myślę... Czasami wydaje mi się, że coś pamiętam, ale to uczucie szybko odchodzi. Pamiętam czarnowłosą kobietę; leży na łożu, poci się, widzę ból w jej pięknych zielonych oczach. Nie wiem, kim ta kobieta jest, ale chce mi się płakać za każdym razem, gdy o tym pomyślę. Chyba ją kochałem.
tr: Ara sıra birşeyler hatırlar gibi oluyorum, fakat gelip geçiyor. Siyah saçlı bir kadın hatırlıyorum. Bir yatakta yatıyor, terliyor, güzel yeşil gözleri kederli. Kim olduğunu bilmiyorum ama her aklıma gelişinde ağlamaklı oluyorum. Sanırım onu sevmiştim.

source: That could be your true mother, my lord. She was poisoned when you were still young.
fr: Il pourrait s'agir de votre vraie mère, Monseigneur. Elle a été empoisonnée alors que vous étiez encore enfant.
it: Potrebbe essere la tua vera madre, mio sire. È stata avvelenata quando eravate ancora giovane.
pl: To mogła być wasza matka, panie. Została otruta, gdyście wciąż jeszcze byli młodzi.
tr: Bu sizin gerçek anneniz olabilir, efendim. Siz çok küçükken zehirlenmişti.

source: I've sent an envoy to Gaeltin Hyer, a city which is on our way, to prepare rooms for us. I think, my lord, you have to get some rest before continuing our journey.
fr: J'ai envoyé un messager à Gaeltin Hyer, une ville qui est sur notre chemin, pour qu'ils préparent des chambres pour nous. Je crois, Monseigneur, que vous devez prendre du repos avant de continuer notre voyage.
it: Ho mandato un messo a Gaeltin Hyer, la prossima città sulla nostra strada, perché prepari delle stanze per noi. Io penso, mio sire, che abbiate bisogno di riposare prima di continuare il nostro viaggio.
pl: Wysłałem posłańca do Gaeltin Hyer, miasta leżącego na naszej drodze, aby przygotowano nam pokoje. Sądzę, mój panie, że musicie nieco odpocząć przed dalszą podróżą.
tr: Yolumuz üzerindeki Gaeltin şehrine bize kalacak yer hazırlamaları için bir elçi gönderdim. Yolculuğumuza devam etmeden önce biraz dinlenmenizin iyi olacağını düşündüm, efendim.

source: Messenger
fr: Messager
it: Messaggero
pl: Posłaniec
tr: Elçi

source: Noble lords, with your permission. My Lord, Raul O Gaeltin sent me here with a message. I beg for your forgiveness, remember I am just a messenger.
fr: Nobles seigneurs, avec votre permission. Mon seigneur, Raul O Gaeltin m'envoie avec un message. Je vous demande de me pardonner, souvenez-vous que je ne suis qu'un messager.
it: Nobili signori, con il vostro permesso. Il mio signore, Raul O Gaeltin mi ha mandato per recarvi un messaggio. Invoco il vostro perdono, sono solo un messaggero.
pl: Szlachetni panowie, z waszym pozwoleniem. Mój pan, Raul O Gaeltin wysłał za moim pośrednictwem wam wiadomość. Proszę was o wybaczenie, pamiętajcie, że jestem tylko posłańcem.
tr: Soylu efendiler, izninizle. Efendim, Raul Gaeltin beni buraya bir mesaj iletmem için gönderdi. Bağışlanmanız için duacıyım, unutmayın ben sadece bir elçiyim.

source: Speak.
fr: Parlez.
it: Parla.
pl: Mów.
tr: Konuş.

source: These are the words of my lord, he wanted to repeat them exactly: Gaeltin gates would never be opened for mixling bastards nor for the king's whores. He send you also this...
fr: Voici les mots de mon seigneur, il voulait que je vous les répète exactement : les portes de Gaeltin ne s'ouvriront jamais ni pour les bâtards, ni pour les suiveurs du roi. Il vous envoie également ceci...
it: Queste sono le parole che il mio signore mi ha ordinato di ripetere testualmente: «Le porte di Gaeltin non si apriranno mai per i mezzosangue bastardi né per le cortigiane del re». Vi manda anche questo...
pl: Oto słowa mojeo pana, chciał, abym powtórzył je dokładnie: bramy Gaeltin nigdy nie otworzą się przed mieszańcami, bękartami czy królewskimi dziwkami. Przysłał wasm również to...
tr: Bunlar efendimin sözleri, dosdoğru tekrarlamamı istedi: Gaeltin kapıları ne melez piçlere ne de kralın cariyelerine açılacak. Ayrıca bunu gönderdi...

source: You received 2 pieces of gold
fr: Vous avez reçu 2 pièces d'or.
it: Hai ricevuto 2 pezzi d'oro
pl: Otrzymałeś dwie sztuki złota.
tr: 2 altın aldınız.

source: This is for you to start a new life. This is everything I was expected to say. May I live, I mean, leave?
fr: Ceci pour démarrer une nouvelle vie. C'est tout ce que je devais dire. Puis-je partir ?
it: Potete usare questo oro per cominciare la vostra nuova vita. Questo è quanto avevo da dirvi. Posso andare?
pl: To dla was, na rozpoczęcie nowego życia. To wszystko, co miałem przekazać. Czy mogę odejść?
tr: Bu, yeni bir hayata başlamanız için. Benden söylenmesi istenen bu kadar. Yaşayacak mıyım, yani gidebilir miyim?

source: We have a message for your lord too. Tell him we will bring him the message personally and he will have a lot of time to understand it fully. You may leave now.
fr: Nous avons aussi un message pour ton seigneur. Dis-lui que nous le lui apporterons personnellement et qu'il aura énormément de temps pour le comprendre entièrement. Tu peux partir, maintenant.
it: Anche noi abbiamo un messaggio per il tuo signore. Digli che glielo porteremo personalmente e avrà molto tempo per meditarci sopra. Ora puoi andare.
pl: My również będziemy mieli wiadomość dla twojego pana. Powiedz mu, że przekażemy mu ją osobiście i będzie miał mnóstwo czasu by ją w pełni zrozumieć. Możesz teraz odejść.
tr: Bizim de bir mesajımız olacak efendine. Söyle ona, mesajı kendisine kişisel olarak vereceğiz ve tamamen anlaması için bolca zaman vereceğiz. Şimdi gidebilirsin.

source: I guess we will have to fight our way into Vattin. Gawen, many Akladians live nearby. They will fight for you. They are unexperienced but they are eager to show their loyalty. Let's use them.
fr: Je suppose que nous devrons nous battre pour rejoindre Vattin. Gawen, beaucoup d'Akladiens vivent par ici. Ils se battront pour toi. Ils sont inexpérimentés, mais ils veulent prouver leur loyauté. Utilisons-les.
it: Temo che dovremo aprirci la strada fino a Vattin. Gawen, molti uomini di Akladia vivono nei dintorni. Combatteranno per te. Non hanno esperienza, ma sono desiderosi di dimostrare la loro fedeltà. Mettiamoli alla prova.
pl: Wygląda na to, że będziemy musieli sobie wywalczyć przejście do Vattin. Gawenie, wielu Akladyjczyków żyje nieopodal. Chętnie będą dla ciebie walczyć. Nie są doświadczeni, ale niecierpliwie czekają chwili, gdy mogą ci pokazać swoją lojalność. Użyjmy ich.
tr: Tahminimce. Vattin’den geçmek için döğüşmek zorunda kalacağız. Gaven, yakında pek çok Akladyalı yaşıyor. Onlar senin için döğüşecektir. Deneyimsizdirler fakat sadakatlerini göstermek konusunda kartaldırlar. Onları kullanalım.

source: Hm, after some thought it may be good after all that he tries to stop us. It's an occasion for you to exercise a little.
fr: Hum, en y réfléchissant bien, cela pourrait être une bonne chose qu'il essaie de nous arrêter. Ce serait une occasion pour vous entraîner un peu.
it: Hm, pensandoci un po' è un bene che cerchi di fermarci. Per voi è l'occasione per fare un po' di esercizio.
pl: Hm, po namyśle właściwie to dobrze, że nie chcą nas przepuścić. To świetna okazja, żebyś nieco poćwiczył.
tr: Hımm, sonradan düşününce, bizi durdurmaya çalışması herşeye rağmen iyi olabilir. Biraz idman yapmak için bir fırsattır.

source: Go and take the villages to have more gold. Recruit as many Clanmembers as you can. Most of them will probably die, but the rest may become good fighters. Do not forget to recall our soldiers, too. Be careful, do not hurry without necessity. To cure wounded units you may use wiseman or villages.
fr: Allez prendre les villages pour avoir plus d'or. Recrutez autant de membres du clan que vous le pouvez. La plupart mourront probablement, mais les survivants feront peut-être de bons combattants. N'oubliez pas non plus de rappeler nos soldats. Vous pouvez utiliser les sages ou les villages pour soigner les unités blessées.
it: Va' e prendi i villaggi per raccogliere l'oro. Recluta tutti i membri del clan di Akladia che puoi. Molti di loro probabilmente moriranno, ma quelli che sopravviveranno diventeranno buoni guerrieri. Non dimenticare di richiamare anche i nostri soldati. Fa' attenzione, non essere precipitoso. Usa i villaggi o gli anziani per curare le unità ferite.
pl: Zajmij wsie, aby zdobyć więcej złota. Powołaj pod broń tylku członków klanów ilu tylko zdołasz. Większość z nich zapewne zginie, ale kilku tych, co przeżyją, może stać się dobrymi wojownikami. Nie zapomnij przywołać naszych żołnierzy. Aby wyleczyć zranione jednostki możesz użyć akladyjskich mędrców bądź skierować je do wioski.
tr: Daha fazla altın için köylere git ve al.Yapabildiğin kadar çok kabile üyesini askere al. Onların çoğu muhtemelen ölecek, fakat kalanlar iyi döğüşçüler haline gelecektir. Eski askerlerimizi de çağırmayı unutma. Dikkatli ol, zaruret olmadıkça acele etme. Yaralanan birimleri tedavi etmesi için bilgiçleri veya köyleri kullan.

source: Reach the northern signpost with Gawen Hagarthen OR
fr: Atteignez le panneau indicateur au nord avec Gawen OU
it: Raggiungi il cartello a nord con Gawen Hagarthen O
pl: Osiągnij północny drogowskaz z Gawen Hagarthenem ALBO
tr: Gaven Hagarten’i kuzeydeki yol işaretine götür VEYA

source: Kill the enemy leader.
fr: Tuez le chef ennemi.
it: Uccidi il comandante nemico.
pl: Zabij wrogiego przywódcę.
tr: Düşman liderini öldür.

source: I guess we will find some use for this in near future.
fr: Je suppose que nous trouverons une utilité à ça dans un avenir proche.
it: Scommetto che presto ci sarà utile.
pl: Chyba da się znaleźć dla tego zastosowanie w bardzo bliskiej przyszłości.
tr: Sanırım yakında bunu kullanma fırsatı bulacağız.

source: Uh, I hope I will never know you closer
fr: Euh, J'espère que je ne te connaîtrai jamais de plus près...
it: Uh, spero proprio di non arrivare conoscerti da più vicino
pl: Uch, mam nadzieję nigdy ciebie bliżej nie poznać.

source: So, how many days are from here to Vattin?
fr: Et à combien de jours sommes-nous de Vattin ?
it: Quanto dista da qui Vattin?
pl: A więc, ile dni drogi stąd do Vattin?
tr: Yani, Vattin buradan kaç günlük mesafede?

source: We should be there in two or three days.
fr: Nous devrions y être dans deux ou trois jours.
it: Dovremmo esserci in due o tre giorni.
pl: Będziemy tam w ciągu dwóch albo trzech dni.
tr: İki veya üç günde oraya varmalıyız.

source: It's a shame we had no time to finish that traitors off.
fr: Quel dommage que nous n'ayons pas le temps d'en finir avec ces traîtres.
it: È un peccato non aver il tempo per uccidere quei traditori.
pl: Szkoda, że nie mamy czasu, by dopaść wszystkich tych zdrajców.
tr: Bu hainleri bitirmek için zamanımızın olmaması ne kötü.

source: There is no time for that. Others should manage to do that without us.
fr: Nous n'avons pas le temps pour ça. Les autres devront le faire sans nous.
it: Non abbiamo tempo. Altri dovranno occuparsene senza di noi.
pl: Nie ma na to czasu. Inni powinni poradzić sobie bez nas.
tr: Bunun için zaman yok. Diğerleri biz olmaksızın yapmamalılar.

source: Death to the traitors!
fr: Mort aux traîtres !
it: A morte i traditori!
pl: Śmierć zdrajcom!
tr: Hainlere ölüm!

source: Yeah!
fr: Ouais !
it: Siiì!
pl: No właśnie!
tr: Elbette!

source: This is the end which awaits all traitors!
fr: Voici la fin qui attend tous les traîtres !
it: Questa è la fine che faranno tutti i traditori!
pl: Taki koniec czeka wszystkich zdrajców!
tr: Tüm hainleri bekleyen son işte bu!

source: Before I kill you, I want you to know that this is not because of the message you delivered to us.
fr: Avant que je ne te tue, je veux que tu saches que ce n'est pas à cause du message que tu nous as délivré.
it: Prima che ti uccida, voglio che tu sappia che non lo faccio per il messaggio che ci ha portato....
pl: Zanim cię zabiję, chcę, żebyś wiedział, że nie czynię tego ze względu na wiadomość, którą dostarczyłeś.
tr: Seni öldürmeden önce, bunun bize teslim etmediğin mesaj yüzünden olmadığını bilmeni isterim.

source: I was just a messenger!
fr: Je n'étais que le messager !
it: Ero solo un messaggero!
pl: Byłem tylko posłańcem!
tr: Ben sadece bir elçiyim!
