Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Should I kill this mage now?
fr: Est-ce que je tue ce mage maintenant ?
it: Dovrei uccidere questo mago adesso?
pl: Mam go teraz zabić?

source: She won't tell you because all she knows are legends and myths. She will tell you the tale about how God created Akladians so they could rule over the world, but the false messiah imprisoned them, so they rebelled and then they moved here. For every myth there is a true event which started it, true beginning twisted and confused with the passing generations. Listen to me now.
fr: Elle ne pourra pas vous le dire parce que ce qu'elle connaît ne sont que mythes et légendes. Elle vous racontera la fable de la création des Akladiens par Dieu pour qu'ils dirigent le monde mais qu'un faux messie les a emprisonnés. Ils se sont donc rebellés et sont venus ici. À chaque mythe correspond un évènement véridique qui lui a donné naissance. La vérité se mélange et se confond avec les générations qui passent. Écoutez-moi maintenant.
it: Non vi può aiutare perché tutto quello che sa sono leggende e miti. Vi racconterà come gli dei hanno creato la gente di Akladia perché governasse il mondo, ma un falso messia li ha imprigionati, poi si sono ribellati e quindi si sono spostati qui. Per ogni mito ci è un fondo di verità da cui è cominciato, il vero inizio è stato distorto e confuso dal trascorrere delle generazioni. Ora ascoltatemi.
pl: Nie powie ci bo wszystko co wie to legendy i mity. O tym jak Bóg stworzył Akladian by władali nad światem, jak fałszywy mesjasz uwięził ich, jak zbuntowali się i przybyli tutaj. Ale na każdy mit przypada prawdziwe wydarzenie które go zapoczątkowało, prawdziwy początek pokręcony i pomieszany wraz z mijającymi pokoleniami. Posłuchaj mnie.

source: Leaving the Okladia
fr: Départ d'Okladia.
it: Partenza da Okladia
pl: Opuszczając Okladię
tr: Okladya’dan Ayrılış

source: When Deorien declared to my soldiers that they should address me by the name of 'king Gawen Haldric Hagarthen' they showed a lot of enthusiasm. Well, I think this was no surprise for them. But their clamourous enthusiasm was surely a surprise for me.
fr: Quand Deorien déclara à mes soldats qu'ils devaient désormais m'appeler 'roi Gawen Haldric Hagarthen', ils montrèrent beaucoup d'enthousiasme. Je pense que ce ne fut pas une surprise pour eux. Néanmoins,ce fut une surprise pour moi.
it: Quando Deorien dichiarò ai miei soldati che avrebbero dovuto chiamarmi «re Gawen Haldric Hagarthen» si dimostrarono molto entusiasti. Be', penso che non fosse una sorpresa per loro. Ma il loro clamoroso entusiasmo è stato certamente una sorpresa per me.
pl: Kiedy Deorien zadeklarował żołnierzom że mają się do mnie zwracać mianem "król Gawen Haldric Hagarthen" wykazali naprawde sporo entuzjazmu. Nie wydawali się być tym specjalnie zaskoczeni, ale ich reakcja była dla mnie sporą niespodzianką.

source: It was hoped that small army would sneak succesfully out of Okladia, but on the border we marched suddenly into outposts of Okladian army. With scouts reporting about king Buffin behind our backs, we had no time for finding another way. We had to hew our way through Akladian ranks.
fr: On pouvait espérer qu'une petite armée se glisserait facilement hors d'Okladia, mais à la frontière, nous tombâmes soudainement sur des avant-postes de l'armée Okladienne. Avec les rapports de nos éclaireurs mentionnant que le roi Buffin était à nos trousses, nous n'avions pas le temps de chercher un autre chemin. Nous devions nous jeter au travers les rangs Akladiens
it: Speravamo che un piccolo esercito sarebbe riuscito a uscire da Okladia senza farsi notare, ma al confine incappammo negli avamposti dell'esercito di Okladia. Gli esploratori segnalavano che il re Buffin era alle nostre spalle e non avevamo tempo per trovare un'altra strada. Avremo dovuto aprircene una attraverso le truppe di Akladia.
pl: Miałem nadzieję, że niewielka armia wykradnie się z Okladii bez kłopotów ale niestety niespodziewanie natrafiliśmy na posterunki graniczne. Zgodnie z raportami zwiadowców król Buffin podażał naszym śladem co nie pozostawiało pola do manewru. Musieliśmy wyrabać sobie drogę przesz Akladyjskie szeregi.

source: Treacherous dog! Harnen joined the rebels! Bring reinforcements!
fr: Chiens de traîtres ! Harnen a rejoint les rebelles ! Amenez les renforts !
it: Cane traditore! Harnen si è unito ai ribelli! Chiamate i rinforzi!
pl: Zdradziecki pies! Harnen dołączył do buntowników! Wezwać posiłki!

source: Wait! Before we cross our blades, I want to know something. Tell me your name: for I think I saw your face some time ago, and now.. Maybe I heard it wrong, but aren't your people calling you Gawen Hagarthen?
fr: Attendez ! Avant que nous croisions le fer, je veux savoir quelque chose : quel est votre nom ? Je pense vous avoir déjà vu il y a quelque temps et maintenant... Peut-être ai-je mal entendu, mais est-ce que votre peuple ne vous appelle pas Gawen Hagarthen ?
it: Aspetta! Prima di incrociare le spade, vorrei sapere una cosa. Dimmi il tuo nome perché penso di aver visto la tua faccia un po' di tempo fa e adesso... Forse ho capito male, ma la tua gente ti chiama Gawen Hagarthen?
pl: Stój! Zanim skrzyżujemy nasze ostrze, chcę dowiedzieć się jednej rzeczy. Powiedz mi jak się nazywasz, gdyż myślę, że widziałem twą twarz jakiś czas temu.. być może źle usłyszałem, ale czy twoi ludzie nie zwą cię przypadkiem Gawen Hagarthen?

source: I am Gawen Hagarthen.
fr: Je suis Gawen Hagarthen
it: Io sono Gawen Hagarthen.
pl: Jestem Gawen Hagarthen
tr: Ben Gaven Hagarten’im.

source: Gawen Hagarthen, king of Vakladia?
fr: Gawen Hagarthen, roi de Vakladia ?
it: Gawen Hagarthen, re di Vakladia?
pl: Gawen Hagarthen, król Vakladii?
tr: Gaven Hagarten, Vakladia kralı?

source: I am Gawen Hagarthen. I was crowned king in Vattin and betrayed by my own lords during the battle of Barnon.
fr: Je suis Gawen Hagarthen. J'ai été proclamé roi à Vattin et trahi par mes propres seigneurs lors de la bataille de Barnon.
it: Sono Gawen Hagarthen. Sono stato prima incoronato re a Vattin e poi tradito dai miei lord durante la battaglia di Barnon.
pl: Jestem Gawen Hagarthen, koronowany król Vattin, zdradzony przez własną szlachtę podczas bitwy pod Barnon.
tr: Ben Gaven Hagarten’im. Vattin’de kral olarak taç giydim ve Barnon savaşı sırasında kendi derebeylerimin ihanetine uğradım.

source: Stop fighting! This is our rightful king. My brother told me the truth, then. I am your hand, my sword is your sword, my king, my blood is yours to spill.
fr: Cessez de vous battre. Voici notre roi légitime. Mon frère m'a donc dit la vérité. Je suis à vos ordres, mon roi ! Mon épée est la vôtre, votre volonté est la mienne !.
it: Fermate lo scontro! È il nostro legittimo re. Il mio fratello mi ha detto la verità, allora. Sono il vostro braccio, la mia spada è la vostra spada, mio re, sono pronto a versare il mio sangue per voi.
pl: Przerwać walkę! To jest nasz prawowity król. Mój brat powiedział prawdę. Jestem twoją ręką, mój miecz jest twoim mieczem, mój królu, moja krew jest do twojej dyspozycji.

source: Gawen Hagarthen? But.. you were fighting with Raban Harnen, my brother recently, isn't that right?
fr: Gawen Hagarthen ? Mais ... Vous avez combattu avec Raban Harnen, mon frère récemment, non ?
it: Gawen Hagarthen? Ma... ti sei scontrato con Raban Harnen, mio fratello, di recente, giusto?
pl: Gawen Hagarthen? Ale... Walczyłeś ostatnio z moim bratem, Rabanem Harnenem, czyż nie?
tr: Gaven Hagarten? Ama... siz son olarak kardeşim, Raban Harnen ile döğüşüyordunuz, bu doğru değil mi?

source: Yes, I was.
fr: Oui, en effet.
it: Sì, ero io.
pl: Zgadza się.

source: He asked you for your name, and you answered your name was Gaumhaldric. Either you are lying now or you were lying then. Liar can't be king of Akladian people. Prepare for death.
fr: Il vous a demandé votre nom et vous avez répondu 'Gaumhaldric'. Soit vous mentez maintenant, soit vous avez menti sur le moment et un menteur ne peut pas être le roi du peuple Akladien ! Préparez-vous à mourir !
it: Ti ha chiesto il tuo nome e gli rispondesti che era Gaumhaldric. O stai mentendo ora o hai mentito allora. Un bugiardo non può essere re della gente di Akladian. Preparati a morire.
pl: Zapytał o twe imię a ty odrzekłeś Gaumhaldric. Kłamałeś wtedy lub kłamiesz teraz a kłamca nie może rządzić Akladianami. Szykuj się na smierć.

source: My brother.. my brother died.. killed by someone called Gaumhaldric. Do you.. Do you know who was that Gaumhaldric?
fr: Mon frère... Mon frère est mort... tué par quelqu'un nommé Gaumhaldric. Savez-vous... Savez-vous qui est ce Gaumhaldric ?
it: Mio fratello... mio fratello è morto... ucciso da uno di nome Gaumhaldric. Tu sai... tu sai chi era quel Gaumhaldric?
pl: Mój brat... Mój brat umarł zabity przez kogoś imieniem Gaumhaldric. Czy... Czy wiesz kim jest ów Gaumhaldric?
tr: Kardeşim.. kardeşim öldü... Gamlıhaldrik diye biri öldürdü onu. Sen.. Biliyor musun, kimdir bu Gamlıhaldrik?

source: This was the name I used before.
fr: C'était mon nom auparavant.
it: È il nome che usavo prima.
pl: To imię jakiego używałem poprzednio.

source: No idea who he could be.
fr: Aucune idée de qui il pourrait être.
it: Non ho idea di chi possa essere.
pl: Nie mam pojęcia kto to mógłby być.
tr: O kim olabilir, bilmiyorum.

source: Liar! I know you used the name of Gaumhaldric. I was only checking whether you will have the courage to admit that. Liar can't be king of Akladian people. Prepare for death.
fr: Menteur ! Je sais que vous avez utilisé le nom de Gaumhaldric. Je vérifiais que vous auriez le courage de l'admettre. Un menteur ne peut pas être le roi du peuple Akladien ! Préparez-vous à mourir !
it: Bugiardo! So che hai usato il nome di Gaumhaldric. Volevo solo vedere se avevi il coraggio di ammetterlo. Un bugiardo non può essere re della gente di Akladian. Preparati a morire.
pl: Kłamca! Wiem że używałeś tego imienia. Sprawdzałem tylko czy masz dość odwagi by to przyznać. Kłamca nie może być królem Akladian. Szykuj się na śmierć.

source: So, you killed my brother!
fr: Donc, vous avez tué mon frère !
it: Dunque, hai ucciso mio fratello!
pl: A więc, to ty zabiłeś mojego brata!

source: Yes. It was good fight and your brother was brave fighter.
fr: Oui, ce fut un combat sans merci et votre frère fut un guerrier courageux.
it: Sì. È stata una bella lotta e tuo fratello era un guerriero coraggioso.
pl: Tak. To była dobra walka a twój brat był odważnym wojownikiem.

source: Yes. Now it will be your turn.
fr: Oui et maintenant, c'est votre tour.
it: Sì. Adesso è il tuo turno.
pl: Tak. A teraz kolej na ciebie.

source: We will see who will kill whom. Prepare for death!
fr: Nous verrons qui tuera qui. Préparez-vous à mourir !
it: Vedremo chi ucciderà chi. Preparati a morire!
pl: Zobaczymy jeszcze kto zabije kogo. Szykuj się na śmierć!

source: He had honourable death. My king, my brother only opposed you because he didn't know it was you. Please, forgive him.
fr: Il a eu une mort honorable. Mon roi, mon frère ne s'est opposé à vous que parce qu'il ignorait qui vous étiez. Veuillez le pardonner.
it: Ha avuto una morte onorevole. Mio re, mio fratello vi ha contrastato solo perché non sapeva chi eravate. Per favore, perdonatelo.
pl: Umarł z honorem. Mój królu, mój brat sprzeciwił się tobie ponieważ nie wiedział kim jesteś. Wybacz mu proszę.

source: I honour memory of your brother. He had not done anything which would have to be forgiven.
fr: Je rends hommage à la mémoire de votre frère. Il n'a rien fait qui réclame le pardon.
it: Onore alla memoria di tuo fratello. Non ha fatto nulla che dovesse essere perdonato.
pl: Wspominam twojego brata z szacunkiem. Nie uczynił nic co wymagało wybaczenia.

source: Stop fighting! This is our rightful king. I am the your hand, my sword is your sword, my king, my blood is yours to spill.
fr: Arrêtez de vous battre ! Voici notre roi légitime. Je suis à vos ordres, mon roi, mon épée est la vôtre, votre volonté commande à la mienne.
it: Fermate lo scontro! È il nostro legittimo re. Sono il vostro braccio, la mia spada è la vostra spada, mio re, sono pronto a versare il mio sangue per voi.
pl: Przerwać walkę! To jest nasz prawowity król. Jestem twoją ręką, mój miecz jest twoim mieczem, mój królu, moja krew jest do twojej dyspozycji.

source: My brother fought with soldiers led by someone called Gaumhaldric. Do you.. Do you know who was that Gaumhaldric?
fr: Mon frère s'est battu contre des soldats dirigés par un certain Gaumhaldric. Savez-vous... Savez-vous qui était ce Gaumhaldric ?
it: Il mio fratello ha combattuto contro dei soldati condotti da un certo Gaumhaldric. Tu sai... tu sai chi era quel Gaumhaldric?
pl: Mój brat walczył z żołnierzami dowodzonymi przez kogoś o imieniu Gaumhaldric. Czy wiesz kim jest ta osoba?
tr: Kardeşim, Gamlıhaldrik diye birinin komutasındaki askerlerle döğüştü. Sen.. Biliyor musun, kimdir bu Gamlıhaldrik?

source: My king, my brother only opposed you because he didn't know it was you. Please, forgive him.
fr: Mon roi, mon frère ne s'est opposé à vous que parce qu'il ignorait qui vous étiez. Veuillez le pardonner.
it: Mio re, mio fratello vi ha contrastato solo perché non sapeva chi eravate. Per favore, perdonatelo.
pl: Mój królu, mój brat sprzeciwił się tobie ponieważ nie wiedział kim jesteś. Wybacz mu proszę.
tr: Kralım, kardeşim sizi tanımadığı için size karşı çıktı. Lütfen, onu affedin.

source: Vanguard
fr: Avant-garde
pl: Straż przednia

source: Have you heard, Rauke? You will have another king very soon now.
fr: As-tu entendu, Rauke ? Tu vas avoir un autre roi très bientôt.
it: Avete sentito, Rauke? Molto presto avrete un altro re.
pl: Słyszałeś Rauke? Wkrótce bedziesz miał nowego króla.
tr: Duydun mu, Rauke? Çok yakında başka bir kralınız olacak.

source: No kidding.
fr: Sans déconner !
it: Non scherzare.
pl: Bez żartów.

source: No, really. Now, when Gawen Hagarthen is dead and you were unable to introduce any sign of order, our king, which as it seems will soon be also your king, decided to help you and bring back the law.
fr: Non, vraiment. Si Gawen Hagarthen est mort et que vous n'avez pas pu remettre un semblant d'ordre, notre roi, qui sera aussi bientôt votre roi dirait-on, fera tout pour nous aider à rétablir la loi.
it: No, davvero. Adesso che Gawen Hagarthen è morto e tu non sei riuscito a dare il minimo ordine, il nostro re, che come sembra presto sarà anche vostro re, ho deciso di aiutarvi a riportare la legge.
pl: Ależ naprawdę. Teraz kiedy Gawen Hagarthen nie żyje a ty nie byłeś w stanie zaprowadzić nawet sugesti porządku, nasz król, który wkrótce będzie także twoim, zdecydował się ci pomóc i przywrócić ład.

source: After he will clean Vakladia from different marauders, brawlers and bandits he will call for an election for new king, where you, of course, will have chance to show your gratitude by giving him the crown.
fr: Après avoir nettoyé Vakladia des maraudeurs, voleurs et bandits qui y rôdent, il demandera l'élection d'un nouveau roi, élection au cours de laquelle vous pourrez lui témoigner de votre gratitude en lui donnant la couronne.
it: Dopo che avrà liberato Vakladia dai numerosi malfattori, attaccabrighe e banditi, indirà un'elezione per il nuovo re, dove voi, naturalmente, avrete la possibilità di mostrare la vostra gratitudine cedendogli la corona.
pl: Kiedy oczyści Vakladię z rozmaitych maruderów, bandytów i rozrabiaków wezwie do wyboru nowego króla i wtedy oczywiście będziesz miał szansę okazać mu swoją wdzięczność oddając koronę.

source: Are your speech going to somewhere, or do you just talk because you love to gab?
fr: Est-ce que ton discours est sensé, ou bien parles-tu seulement parce que tu aimes provoquer ?
it: I tuoi discorsi arriveranno prima o poi al dunque oppure parli solo perché ti piace chiacchierare?
pl: Czy ta przemowa gdzies zmierza czy po prostu gadasz bo lubisz?

source: Well. Rauke, what will you do when king Buffin Hagarthen will appear here? You will of course join us? I know few people who are quite close to king, I may say a word to them...
fr: Eh bien, Rauke, que feras-tu quand le roi Buffin Hagarthen apparaîtra ici ? Tu nous rejoindras, évidemment ! Je connais quelques personnes qui sont proches du roi, je pourrais bien leur parler de toi...
it: Bene. Rauke, cosa farai quando re Buffin Hagarthen sarà qui? Ti unirai a noi, naturalmente? Io conosco alcune persone che sono molto vicine al re, io potrei dir loro una parola...
pl: Rauke, co zrobisz gdy król Buffin się tu zjawi? Dołaczysz do nas jak mniemam? Znam parę osób w otoczeniu króla, mogę szepnąć słówko czy dwa...

source: Anyone who will try to pass my outpost with arms in his hands and treachery in his heart will never return to his home. Gawen Hagarthen is alive. My brother Raban saw him and even talked with him. He is our lawful king and he will return to us.
fr: Quiconque essayera de passer mon avant-poste les armes à la main et la traîtrise au coeur ne reverra jamais sa maison. Gawen Hagarthen est vivant. Mon frère Raban l'a vu et lui a même parlé. Il est notre roi légitime et il reviendra parmi nous.
it: Chiunque cercherà di passare il mio avamposto con le armi in pugno e il tradimento nel cuore non tornerà mai più a casa. Gawen Hagarthen è vivo. Mio fratello Raban lo ha visto e ha persino parlato con lui. È il nostro legittimo re e ritornerà tra noi.
pl: Każdy, kto spróbuje przekroczyć granicę obok mojego posterunku z bronią w ręku i zdradą w sercu nigdy nie wróci do domu. Gawen Hagarthen żyje. Mój brat Raban widział go i nawet rozmawiał z nim. Jest on naszym prawowitym królem i powróci do nas.

source: I will do as my heart will tell me. My brother fought not long ago Wesnothian leader, Gaumhaldric. He told me this Gaumhaldric looked just as our king Gawen.. but when asked, he answered his name is Gaumhaldric. I think our throne is empty. Either Gawen is dead, or - if he indeed was Gaumhaldric - lied and is unworthy to be our king.
fr: Je ferai ce que mon coeur me dicte. Mon frère a combattu un chef Wesnothien il n'y a pas si longtemps, Gaumhaldric. Il m'a dit que Gaumhaldric ressemblait réellement à notre roi Gawen... Mais quand il lui a demandé, il a répondu que son nom était Gaumhaldric. Je pense que notre trône est vide. Que Gawen soit mort, soit - s'il est réellement ce Gaumhaldric - il a menti et donc ne mérite pas d'être notre roi.
it: Farò quello che mi dice il cuore. Mio fratello ha combattuto di recente un comandanet di Wesnoth, Gaumhaldric. Mi ha detto che questo Gaumhaldric sembrava proprio il nostro re Gawen... ma quando glielo ha chiesto, rispose di chiamarsi Gaumhaldric. Penso dunque che il nostro trono sia vacante. O Gawen è morto, o - se effettivamente fosse Gaumhaldric - è bugiardo e quindi indegno di essere il nostro re.
pl: Zrobię co powiemi serce. Mój brat niedawno walczył z Wesnothiańskim przywódcą, Gaumhaldricem i powiedział, że wyglądał on zupełnie jak król Gawen... ale zapytany nie użył tego miana. Myślę że nasz tron jest pusty, Gawen nie żyje lub, jeśli w istocie to był on, jest kłamcą niegodnym bycia królem.

source: I don't know what to think about this. My brother, Raban, died recently fighting with someone who - according to many - looked like our king Gawen's twin brother.
fr: Je ne sais pas quoi penser de ça. Mon frère Raban est mort récemment en combattant quelqu'un qui, d'après les dires de beaucoup, ressemblait à notre roi Gawen comme un jumeau.
it: Non so cosa ne pensi, ma mio fratello, Raban, è morto di recente combattendo qualcuno che - secondo molti - sembrava il fratello gemello del nostro re Gawen.
pl: Nie wiem co o tym sądzić. Mój brat, Raban, poległ niedawno walcząc z kimś kto, według swiadków, wyglądał jak bliźniak króla Gawena.

source: I don't know what to think about this. My brother, Raban, fought with someone who - according to many - looked like our king Gawen's twin brother. He was let alive by one of Wesnothian fighting for this young leader. The name of this young leader was Gaumhaldric. There are many gossips about him...
fr: Je ne sais pas quoi penser de tout ça. Mon frère, Raban, a combattu quelqu'un qui, d'après les dires de beaucoup, ressemblait à notre roi Gawen comme un jumeau. Un Wesnothien se battant pour un jeune chef lui a laissé la vie. Ce jeune chef était Gaumhaldric. Il y a énormément de rumeurs à son sujet.
it: Non so cosa ne pensi, ma mio fratello, Raban, ha combattuto contro uno che - secondo molti - sembrava il fratello gemello del nostro re Gawen. È stato risparmiato da uno di Wesnoth che combatteva per questo giovane comandante. Il nome di questo giovane era Gaumhaldric. Secondo certe voci...
pl: Nie wiem co o tym sądzić. Mój brat, Raban, walczył z kimś kto, według świadków, wyglądał jak bliźniak króla Gawena. Został puszczony wolnoprzez jednego z Wesnothian służących pod tym młodym przywódcą którego zwa Gaumhaldric. Krąży o nim wiele plotek...

source: It doesn't look good my lord. We weren't expecting here that many enemies. And scouts are reporting Buffin's army is just behind us.
fr: Ça ne se présente pas bien, Monseigneur. Nous ne nous attendions pas à tant d'ennemis ici. Les éclaireurs disent que l'armée de Buffin est juste derrière nous.
it: Non è una bella situazione, mio signore. Non ci aspettavamo così tanti nemici qua. E gli esploratori riferiscono che l'esercito di Buffin è proprio dietro di noi.
pl: Nie wygląda za dobrze, mój panie. Nie spodziewaliśmy się tutaj tylu wrogów. A zwiadowcy mówią, że armia Buffina jest tuż za nami.

source: Aaah, the battle! My son, the food for our swords is ahead. Let's kill them all, and if they will be worthy opponents, let's cut their hearts out and eat them. Speaking about eating, I am hungry...
fr: Aaaah, une bataille ! Mon fils, la nourriture de nos épées est devant nous ! Tuons-les tous et s'ils ont été de valeureux adversaires, nous arracherons leur coeur et nous le mangerons. À propos, j'ai faim...
it: Ah, la battaglia! Figlio mio, cibo per le nostre spade ci aspetta. Uccidiamoli tutti e se saranno stati dei volorosi avversari, gli strapperemo i cuori e ce li mangeremo. Parlando di mangiare, mi è venuta fame...
pl: Ah,bitwa! Mój synu, karma dla naszych mieczy czeka przed nami. Zabijmy ich wszystkich ajeśli okażą się godnym przeciwnikiem wytnijmy im serca i zjedzmy je. Mówiąc o jedzeniu, jestem głodna...

source: My king, is mother of your majesty always this... hmm...
fr: Mon roi, est-ce que la mère de votre majesté est toujours si ... hum...
it: Mio re, la madre di sua maestà è sempre così... ehm...
pl: Mój królu,czy matka waszej wysokości jest zawsze taka... hmm...

source: Bloodthirsty? I am not sure. She recently started to behave quite odd.. Mother, you should really stop eat so much. You are starting to get weight.
fr: Assoiffée de sang ? Je n'en suis pas sûr. Elle se comporte bizarrement depuis quelque temps... Mère, vous devriez vraiment arrêter de manger autant. Vous allez finir par grossir.
it: Assetata di sangue? Non lo so. Di recente, ha cominciato a comportarsi in maniera abbastanza strana... madre, dovresti davvero smetterla di mangiare così tanto. Cominci a mettere su peso.
pl: Spragniona krwi? Nie jestem pewien, niedawno zaczęła zachowywać się dość dziwnie. Matko, powinnaś przestac tyle jeść, zaczynasz przybierać na wadze.

source: I will lose it in battle. Chaarge!
fr: Je perdrai du poids durant la bagarre. Chaaargez !
it: Lo perderò in battaglia. Caarica!
pl: Stracę kilogramy w bitwię. Do Ataku!
tr: Onu savaşta kaybedeceğim. Saldırın!

source: Reach the northern edge of the map with Gawen.
fr: Atteignez l'extrémité nord de la carte avec Gawen.
it: Raggiungi il bordo settentrionale della mappa con Gawen
pl: Dotrzyj Gawenem do północnej krawędzi mapy.
