Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Their king is dead, orcs are ravaging though their land, their country is in chaos.. This are hard times for worthy people. Easkladia lies in ruins, and now Vakladia goes down too.. We all wait for messiah who will end this gruelling times.
fr: Leur roi est mort, les orcs ont ravagé les terres, leur pays est dans le chaos... Les temps sont durs pour les honnêtes gens ! Easkladia tombe en ruine et maintenant, Vakladia suit le même chemin... Nous attendons tous le messie qui mettra fin à ces temps cruels !
it: Il loro re è morto, gli orchi stanno devastando la loro terra, il loro paese è nel caos. Sono tempi duri per la brava gente. Easkladia è in rovina e ora anche Vakladia sta peggiorando. Aspettiamo tutti che il Liberatore metta fine a questo periodo così difficile.
pl: Ich król umarł, oki plądrują ich ziemię, ich kraj jest pogrążony w chaosie... Trudne czasy dla godnych ludzi. Eskladia jest w ruinach, a teraz Vakladia również upada... Wszyscy oczekujemy na mesjasza który zakończy te paskudne czasy.

source: The peasants told Gawen that the lord of the neighbouring territory, Bark O Skagrrak, kidnapped a young girl trying to force her to the marriage. The decision to save the poor girl came natural for Gawen.
fr: Les paysans annoncèrent à Gawen que le seigneur du territoire voisin, Bark O Skagrrak, avait enlevé une jeune fille pour la contraindre au mariage. La décision de sauver cette pauvre fille devenait alors naturelle pour Gawen.
it: I contadini dissero a Gawen che il signore del territorio vicino, Bark O Skagrrak, aveva rapito una giovane ragazza per costringerla a sposarlo. La decisione di salvare la povera ragazza fu una cosa naturale per Gawen.
pl: Chłopi powiedzieli Gawenowi że pan pobliskiego terytorium, Bark O Skagrrak, porwał młodą dziewczynę by zmusić ją do małżeństwa. Decyzja by ją uratować przyszła całkiem naturalnie.

source: Rurk, report about your preparations.
fr: Rurk, au rapport sur les préparatifs.
it: Rurk, riferiscimi dei tuoi preparativi.
pl: Rurk, raport o stanie przygotowań.

source: We are ready, my lord. Where will we be going? Are the gossip I've heard about the hordes on our eastern border true?
fr: Nous sommes prêts, Monseigneur. Où allons-nous ? Est-ce que les rumeurs que j'ai entendues au sujet des hordes sur nos frontières sont vraies ?
it: Siamo pronti, mio signore. Dove dobbiamo andare? Sono vere le voci che abbiamo sentito sulle orde ai nostri confini orientali?
pl: Jesteśmy gotowi panie. Gdzie się udamy? Czy plotki o hordach na naszej wschodniej granicy są prawdziwe?

source: What gossip? Ghosts invading the castles? Rurk, I thought you are a reasonable man. Ghosts and undead are stories for Wesnothians, I think king Buffin is making this gossip himself to scare Wesnothians and to prevent them from thinking about the next rebellion.
fr: Quelles rumeurs ? Les fantômes qui envahissent les châteaux ? Pfeuh ! Je pensais que tu étais un homme raisonnable. Les fantômes et les morts-vivants sont des histoires pour Wesnothiens. Je pense que le roi Buffin crée lui-même ces légendes pour faire peur aux Wesnothiens et pour les empêcher de trop penser à la prochaine rébellion.
it: Quali voci? Fantasmi che infestano i castelli? Rurk, pensavo che tu fossi una persona di buon senso. Fantasmi e i non-morti sono storielle per quelli di Wesnoth, penso che sia stato lo stesso re Buffin a mettere in giro queste voci per spaventare la gente di Wesnoth e impedir loro di organizzare la prossima ribellione.
pl: Jakie plotki? Duchy napadające na zamki? Rurk, miałem cię za rozsądnego człowieka. Duchy i nieumarli to bajeczki dla Wesnothian, myślę że rozsiewa je król Buffin by przerazić ich i powstrzymać od kolejnego buntu.

source: So why are we preparing the army?
fr: Alors, pourquoi préparons-nous l'armée ?
it: Ma allora perché stiamo preparando l'esercito?
pl: Więc dlaczego szykujemy armię?

source: You don't have to know. You have to fulfill my orders.
fr: Tu n'as pas besoin de le savoir. Tu dois juste suivre mes ordres.
it: Non ti riguarda. Il tuo compito è obbedire ai miei ordini.
pl: Nie musisz tego wiedzieć. Masz tylko wypełnić moje rozkazy.

source: They keep that poor girl somewhere north from their castle. We have to release her and help her return to her father.
fr: Ils gardent cette pauvre fille quelque par au nord de leur château. Nous devons la libérer et l'aider à retourner auprès de son père.
it: Tengono quella povera ragazza da qualche parte a nord del castello. Dobbiamo liberarla e aiutarla a tornare da suo padre.
pl: Trzymają tą biedną dziewczynę gdzieś na północ od zamku. Musimy ją uwolnić i pomóc powrócić do ojca.

source: ... aaand of course we have to kill all the bastards who kidnapped her.
fr: ... et bien sûr, nous devons tuer tous les bâtards qui l'ont kidnappée.
it: ... eee naturalmente dobbiamo uccidere tutti i bastardi che l'hanno rapita.
pl: ... i oczywiście zabić wszystkich tych drani którzy ją porwali.

source: This isn't necessary.
fr: Pas nécessairement.
it: Questo non è necessario.
pl: To nie jest konieczne.

source: I know.
fr: Je sais.
it: Lo so.
pl: Wiem.
tr: Biliyorum.

source: My Lord, this seems to be perfect task for Elvish Avenger. I may sneak right to the cage and free that girl!
fr: Monseigneur, on dirait que c'est une tâche parfaite pour un vengeur elfe. Je peux me glisser jusqu'à la cage et libérer cette fille !
it: Mio signore, sembra la missione ideale per la vendicatrice elfica. Può intrufolarsi fino alla gabbia e liberare la ragazza!
pl: Panie mój, to wygląda na zadanie wręcz idealne dla Elfickiego Mściciela. Mogę się przekraść tuż pod samą klatkę i uwolnić tą dziewczynę!

source: Release peasant girl which is kept in a cage and move her to the northern edge of the map.
fr: Libérez la paysanne qui est gardée en cage et déplacez-la à la limite nord de la carte.
it: Libera la contadina tenuta prigioniera nella gabbia e spostala al bordo settentrionale della mappa.
pl: Uwolnij chłopską córkę trzymaną w klatce i przesuń ją do północnego skraju mapy.
tr: Bir mağarada tutulan köylü kızını kurtar ve onu haritanın kuzey kenarına götür.

source: Death of Deorien
fr: Mort de Deorien
it: Morte di Deorien
pl: Śmierć Deoriena
tr: Deorien’in ölümü

source: Don't thank us, it's not over yet. You have to escape. I guess we can escape to the north.
fr: Ne nous remerciez pas encore, ce n'est pas encore fini. Vous devez vous échapper. Je suppose que l'on peut s'échapper par le nord.
it: Non ci ringraziare, non è ancora finita. Dobbiamo fuggire. Credo che possiamo scappare verso nord.
pl: Nie dziękuj nam, to jeszcze nie koniec. Musisz uciec. Najłatwiej nam chyba będzie na północ.

source: Move peasant girl to the northern edge of the map.
fr: Déplacez la paysanne à la limite nord de la carte.
it: Sposta la contadina al bordo settentrionale della mappa.
pl: Przesuń chłopkę do północnej części mapy.
tr: Köylü kızını haritanın kuzey kenarına götür.

source: Thank you once again! Now I can go to my village, to my family and fiance!
fr: Merci encore ! Maintenant, je peux rentrer dans mon village pour retrouver ma famille et mon fiancé !
it: Ancora grazie! Adesso posso tornare al mio villaggio dalla mia famiglia e dal mio fidanzato!
pl: Dziękuję raz jeszcze, teraz mogę wrócić do wioski, rodziny i narzeczonego!

source: Our task here is finished. Should we withdraw now, my lord?
fr: Notre tâche ici est finie. Devons-nous nous retirer maintenant, Monseigneur ?
it: Il nostro compito è terminato. Ci dovremmo ritirare adesso, mio signore?
pl: Zadanie wykonane. Czy mamy się wycofać panie?

source: Father! Father! I can't see!
fr: Père ! Père ! Je ne peux pas voir !
it: Padre! Padre! Non ci vedo!
pl: Ojcze! Ojcze! Nic nie widzę!
tr: Baba! Baba! Göremiyorum!

source: Oh no! We have failed our mission!
fr: Oh non, nous avons échoué.
it: Oh no! Abbiamo fallito la nostra missione!
pl: O nie! Nie wykonaliśmy zadania!
tr: Oh hayır! Görevimizi başaramadık!

source: The poor girl is saved and we may now continue our quest.
fr: Cette pauvre fille est sauvée et nous pouvons continuer notre quête.
it: La povera ragazza è salva e ora possiamo continuare la nostra missione.
pl: Dziewczyna ocalona, więc możemy kontynuować wyprawę.

source: Yes - Gawen Hagarthen, great future waits for you. Do not let it wait for too long.
fr: Oui, Gawen Hagarthen, un avenir resplendissant vous attend. Ne le faites pas attendre trop longtemps.
it: Sì - Gawen Hagarthen, un grande futuro ti aspetta. Non farlo aspettare troppo.
pl: Tak Gawenie Hagarthen, czeka cię wielka przyszłość. Nie pozwól by czekała zbyt długo.

source: Welcome, noble Bark O Skagrrak. My name is Lorin of Gallorae. Some call me She-wolf of Haeltin. Have you heard about me?
fr: Bienvenue, noble Bark O Skagrrak. Mon nom est Lorin de Gallorae. Certains m'appellent la Louve d'Haeltin. Avez-vous entendu parler de moi ?
it: Benvenuto, nobile Bark O Skagrrak. Mi chiamo Lorin di Gallorae. Qualcuno mi ha soprannominata la Lupa di Haeltin. Hai sentito parlare di me?
pl: Witaj szlachetny Bark O Skagrrak. Nazywam się Lorin z Gallorae, niektórzy zwą mnie Wilczycą z Haetlin. Może o mnie słyszałeś?

source: Yes.. I've heard about you. Hag wife of Hagarthen, drab harlot from Vattin.
fr: Oui... J'ai entendu parler de vous. Sorcière, femme d'Hagarthen, terne catin de Vattin.
it: Sì... ho sentito parlare di te. La strega sposa di Hagarthen, la puttana, la sgualdrina di Vattin.
pl: Tak... słyszałem. Wiedźmia żona Hagarthena, dziwka z Vattin.

source: How funny a man you are, Bark. So willing to mock and flout. I wonder whether you will be equally ready to die.
fr: Quel homme charmant vous faites, Bark. Toujours prêt à vous moquer et à narguer. Je me demande si vous serez aussi prompt à mourir.
it: Quanto sei divertente, Bark. Subito pronto a sfottere e schernire. Mi chiedo se sei anche pronto a morire.
pl: Zabawny z ciebie człowiek Bark. Taki chętn by obrażać i poniżać. Ciekawe czy równie gotowy na śmierć.

source: Mother, please...
fr: Mère, s'il vous plaît...
it: Madre, ti prego...
pl: Matko, proszę...
tr: Anne, lütfen...

source: You've heard how he called me? Bark O Skagrrak, my name is Lorin from Gallorae clan. And this is knife from Lorin. Say hello to it.
fr: Vous avez entendu comment il m'a appelée ? Bark O Skagrrak, mon nom est Lorin du clan de Gallorae. Et ceci est le Couteau-de-Lorin. Dites-lui bonjour.
it: Hai sentito come mi chiamo? Bark O Skagrrak, io mi chiamo Lorin del clan Gallorae. E questo il mio coltello. Fagli ciao.
pl: Słyszeliście jak mnie nazwał? Barku O Skagrrak, nazywam się Lorin z klanu Gallorae. A to jest mój nóż. Przywitajcie się.

source: You think I will be.. AAAARGH!
fr: Vous pensez que je serai... AAAARGH !
it: Pensi che io... AAAARGH!
pl: Myślisz że będę... AAARGH!!

source: She is so beautiful... I want her for wife or slave, for whole eternity.
fr: Elle est si belle... Je la veux pour femme ou comme esclave, pour l'éternité.
it: È così bella... deve essere la mia donna o la mia schiava per tutta l'eternità.
pl: Jest taka piękna... Chcę ją jako żonę lub służkę na całą wieczność.

source: Why should I tell you? This is secret of my king.
fr: Et pourquoi devrais-je te le dire ? Il s'agit d'un secret qui appartient à mon roi.
it: Perché dovrei dirtelo? È un segreto del mio re.
pl: Dlaczego miałbym ci powiedzieć? To sekret mojego króla.

source: Secret? I love secrets! I'm a woman, you know. Please share it with me. Preeeetty pleaaaase!
fr: Un secret ? J'adore les secrets ! Je suis une femme, vous savez. S'il vous plaît, partagez-le avec moi, s'il vous plaît !
it: Un segreto? Io adoro i segreti! Sono una donna, lo sai. Per favore dimmelo. Per favooore!
pl: Sekret? Kocham sekrety! Jestem kobietą rozumiesz. Proszę, proszę zdradź mi go. Ślicznie proszę.

source: Aaargh! Stop it! I will tell you! King is preparing to invade the Vakladia and claim the throne in Vattin. It is empty and it seems that no one will oppose Buffin. The two brothers in Guilcorta are now too busy, so it's perfect opportunity. The army is ready already.
fr: Aaargh ! Arrêtez ! Je vais vous le dire ! Le roi se prépare à envahir Vakladia et à réclamer le trône de Vattin. Il est vide et on dirait que personne ne s'opposera à Buffin. Les deux frères de Guilcorta sont trop occupés. C'est une occasion parfaite. L'armée est déjà prête.
it: Aaargh! Basta! Parlerò! Il re sta preparandosi per invadere Vakladia e per reclamare il trono a Vattin. È vacante e sembra che nessuno si opporrà a Buffin. I due fratelli in Guilcorta ora sono troppo occupati: è l'occasione perfetta. L'esercito è già pronto.
pl: Aaargh! Przestań! Powiem! Król szykuje inwazję na Vakladię by zająć tron w Vattin. Nie ma prawowitego właściciela i wydaje się, że teraz gdy bracia z Guilcorty są zajęci własnymi sprawami nie ma nikogo, kto mógłby się sprzeciwić. Doskonała okazja, armia jest już gotowa.

source: Rats! They are more dangerous that I thought! Bring the reinforcements!
fr: Ah les rats ! Ils sont plus dangereux que je ne pensais ! Amenez les renforts !
it: Topi di fogna! Sono più pericolosi di quello che pensavo! Chiamate i rinforzi!
pl: Dranie! Są bardziej niebezpiczni niż myślałem! Sprowadzić posiłki!

source: Haunted Place
fr: Le Lieu hanté
it: Un luogo stregato
pl: Nawiedzone Miejsce
tr: Tekinsiz Yer

source: Nothing was breaking the silence except the sounds made by marching Gawen's soldiers. Even the grass here seemed to be weak and fragile, as if it was afraid to grow here. This was the Haunted Place, infamous in the whole neighbourhood.
fr: Rien ne perturbait le silence excepté le son métallique des pas des soldats de Gawen. Même l'herbe à cet endroit semblait terne et fragile, comme si elle avait peur de pousser là. C'étaient les Lieux Hantés, infâme endroit s'il en est parmi tout le voisinage.
it: Non c'era nulla a rompere il silenzio oltre al rumore della marcia dei soldati di Gawen. Persino l'erba sembrava debole e fragile come se avesse paura a crescere in questi luoghi. Questo era il posto stregato, infame in tutto il circondario.
pl: Nic nie zakłócało ciszy poza dźwiękami wydawanymi przez maszerujących żołnierzy Gawena. Nawet trawa wydawała się słaba i delikatna jak gdyby bała się tu rosnąć. To było Nawiedzone Miejsce, okryte niesławą w całej okolicy.
tr: Gaven’ın askerlerinin yürüyüş sesi dışında sessizliği bozan birşey yoktu. Otlar bile burada büyümekten korkarcasına zayıf ve kırılgan görünüyordu. Bu tekinsiz yerin adı zaten kötüye çıkmıştı.

source: Be carefull, my lord. We do not know what may hide in those ruins.
fr: Soyez prudent, Monseigneur. Nous ne savons pas ce qui peut bien se cacher dans ces ruines !
it: Fate attenzione, mio signore. Non sappiamo chi si nasconde in queste rovine.
pl: Bądżcie ostrożni, panie mój. Nie wiemy co może się kryć w tych ruinach.
tr: Dikkatli olun, efendim. Bu harabelerde nelerin gizlendiğni bilemeyiz.

source: Whatever it is, it will be soon dead.
fr: Quoi que ce soit, ce sera bientôt mort !
it: Qualunque cosa sia, presto sarà morto.
pl: Cokolwiek to jest, wkrótce będzie matwe.

source: Ha, more candidates to be turned into mindless slaves! Come here!
fr: Ha, voici de nouveaux aspirants à devenir d'écervelés esclaves ! Approchez !
it: Ah, altri candidati per diventare schiavi senza cervello! Venite!
pl: Więcej ochotników do zamiany w bezmyślne sługi! Chodźcie!

source: I have the impression, that whatever it is, it may already be dead.
fr: J'ai l'impression que quoi que ça puisse être, c'est peut-être bien déjà mort.
it: Ho l'impressione che qualunque cosa sia potrebbe già essere morto.
pl: Mam wrażenie, że cokolwiek to jest, już jest martwe.

source: For my sword there is no difference.
fr: Ça ne fait aucune différence pour mon épée.
it: Per la mia spada non c'è differenza.
pl: Dla mego miecza nie będzie różnicy.
tr: Kılıcım için farketmez.

source: Those are Grekulak's scouts, it seems. We should clear the ruins out of them. It should be extremely easy task. If my advise something, you may use that occasion to train newly recruited mages.
fr: On dirait que ce sont les éclaireurs de Grekulak. Nous devrions nettoyer ces ruines de leur présence. Ce devrait être très facile ! Si je peux donner un conseil, vous devriez en profiter pour entraîner les mages que vous venez de recruter.
it: Sono degli esploratori di Grekulak, pare. Dovremmo scacciarli dalle rovine. Dovrebbe essere estremamente facile. Se posso dare un consiglio, potreste usare questa occasione per addestrare i maghi reclutati di recente.
pl: To są zwiadowcy Grekulaka, zdaje się. Powinniśmy oczyścić z nich ruiny. To powinno być niesamowicie łatwe zadanie. Jeżeli mogę coś doradzić, moglibyście panie użyć tej okazji do zahartowania nowo powołanych magów.

source: You may withdraw by moving Gawen to signpost.
fr: Vous pouvez battre en retraite en déplaçant Gawen au panneau indicateur.
it: Ti puoi ritirare spostando Gawen su un cartello.
pl: Możesz się wycofać przesuwając Gawena do drogowskazu.
tr: Gaven’ı yol işaretine götürerek geri çekilebilirsiniz.

source: The ruins are cleaned from the undead. But we have more things to do.
fr: Les ruines ont été nettoyées de ces morts-vivants. Maintenant, de nouvelles tâches nous attendent.
it: Abbiamo ripulito le rovine dai non-morti. Ma abbiamo ancora delle cose da fare.
pl: Ruiny zostały oczyszczone z nieumarłych. Ale mamy więcej rzeczy do zrobienia.

source: I have one question. When we will kill that mage?
fr: J'ai une question. Quand est-ce qu'on tue ce mage ?
it: Ho una domanda. Quando uccidiamo quel mago?
pl: Mam pytanie. Kiedy zabijemy tego maga?
tr: Tek sorum var. Bu büyücüyü ne zaman öldüreceğiz?

source: Ha! I've never before met someone like you. Now, you will tell me everything you know, or I you will familiarize with all kinds of pain which can be caused by this small knife
fr: Ha ! Je n'ai jamais rencontré quelqu'un comme toi avant. Maintenant, tu vas me dire tout ce que tu sais, ou tu te familiariseras avec toutes les sortes de douleurs que ce petit couteau peut causer.
it: Ha! Non ho mai incontrato prima qualcuno come te. Ora, mi dirai tutto quello che sai, o ti faro famigliarizzare con tutti i generi di dolore che questo piccolo coltello può provocare.
pl: Ha! Nigdy nie spotkałam kogoś takiego jak ty. Teraz powiedz mi wszystko co wiesz albo zapoznam cię ze wszystkimi odmianami bólu jakie może wywołać mały nóż.

source: What are you waiting for, flesh-bag? Come on, try your best!
fr: Qu'est-ce que tu attends, sac-à-viande ? Viens, fais de ton mieux !
it: Cosa aspetti, massa di lardo? Vieni, fammi vedere cosa sai fare!
pl: Na co czekasz, worku mięcha? Dalej, daj z siebie wszystko!

source: You think I am joking? You think you will be able resist me? Many thought so before you.
fr: Tu crois que je blague ? Tu crois que tu pourras me résister ? Beaucoup l'ont pensé avant toi...
it: Pensi che io stia scherzando? Pensi di essere in grado di resistermi? Molto sono quelli che lo pensavano.
pl: Myślisz że żartuję? Że będziesz w stanie mi się oprzeć? Wielu tak sądziło przed tobą.

source: Aaargh! The pain! Yes! Yes! More!
fr: Aaargh ! La douleur ! Oui ! Oui ! Encore !
it: Aargh! Che dolore! Sì! Sì! Ancora!
pl: Aaargh! Ten ból! Tak! Tak! Jeszcze!

source: If Yaranov would be here, I'm sure he would say that Lorin and this guy would made perfect pair.
fr: Si Yaranov était ici, je suis sûr qu'il dirait que Lorin et ce type font un magnifique couple.
it: Se Yaranov fosse qui, scommetto che avrebbe detto che Lorin e questo ragazzo sono una coppia perfetta.
pl: Gdyby Yaranov tu był, jestem pewien, że powiedziałby, że Lorin i ten facet stworzyliby idealną parę.

source: Then you don't know Yaranov. I bet he would be jealous.
fr: C'est que tu ne connais pas Yaranov. Moi je parie qu'il serait jaloux.
it: Si vede che non conosci Yaranov. Io scommetto che sarebbe stato geloso.
pl: No to słabo znasz Yaranova. Mógłbym się założyć, że pieniłby się z zazdrości.

source: Stop it! I hate this foul man! I cannot concentrate. Die!
fr: Arrêtez ! Je déteste cet imbécile ! Je ne peux pas me concentrer ! Meurs !
it: Fatelo smettere! Odio quello stupido! Non riesco a concentrarmi. Muori!
pl: Przestańcie! Nie cierpię tego wstrętnego człowieka! Nie mogę się skoncentrować. Giń!

source: I failed my mission - but I do not afraid death!
fr: J'ai échoué dans ma mission mais je ne crains pas la mort !
it: Ho fallito la mia missione - ma non ho paura di morire!
pl: Zawiodłem - ale nie boję się śmierci!
tr: Görevimi başaramadım - ama ölümden korkmuyorum!

source: Who are you? What are you doing here?
fr: Qui êtes-vous ? Et que faites-vous ici ?
it: Chi sei? Cosa ci fai qua?
pl: Kim jesteś? Co tutaj robisz?

source: I am here preparing the ground for someone bigger, who will came very soon now. Beware of his army - he is closer with every night.. and every your heart beat makes you closer to your death...
fr: Je suis ici pour préparer le terrain pour quelqu'un de plus grand, quelqu'un qui viendra très bientôt. Méfiez-vous de son armée. Il est plus proche chaque nuit... et chacun des battements de votre coeur est le compte à rebours de votre mort !
it: Ho preparato il terreno a qualcuno molto più potente di me che arriverà molto presto. Sta' in guardia perché ogni notte il suo esercito è più vicino... a ogni battito del tuo cuore la tua morte è più vicina...
pl: Przygotowuję grunt dla kogoś większego, kto nadejdzie niedługo. Strzeż się jego wojsk, jest bliżej z każdą nocą... A każde uderzenie twojego serca zbliża cię do śmierci...

source: This castle seems to be abandoned not long ago. Probably previous owners were either killed or scared by undead. They left some gold here,it seems.
fr: Ce château semble abandonné mais depuis peu. Les propriétaires précédents ont probablement été tués ou terrifiés par les morts-vivants. On dirait qu'ils ont laissé de l'or.
it: Questo castello sembra abbandonato da poco. Probabilmente i precedenti proprietari sono stati uccisi o spaventati dai non-morti. Hanno lasciato dell'oro qua, mi pare.
pl: Zamek opuszczono dawno temu, poprzedni właściciele musieli zostalć zabici lub przepłoszeni przez nieumarłych. Nieistotne, zostawili trochę złota.

source: Ruins of the past
fr: Ruines du passé.
it: Rovine del passato
pl: Ruiny Przeszłości
tr: Yıkıntılar

source: What I will tell you know is a result of many years of meditations and gathering of small pieces of information. I do not guarantee everything you will hear is true. But I think I guessed more or less correctly the story of Grekulak.
fr: Ce que je vais vous raconter est le résultat de nombreuses années de méditations et d'assemblage de petits morceaux d'information. Je ne garantis pas que tout ce que vous allez entendre est vrai. Mais je pense que j'ai deviné plus ou moins correctement l'histoire de Grekulak.
it: Quanto ti sto per raccontare è il risultato di molti anni passati a meditare e a raccogliere frammenti di informazione. Non garantisco che tutto quello che ascolterai sia veritiero. Ma penso di aver azzeccato più o meno correttamente la storia di Grekulak.
pl: To co usłyszysz jest efektem wielu lat medytacji i pracochłonnego zbierania strzępków informacji. Nie moge zagwarantować że wszystko jest prawdą, ale mniej lub bardziej poprawnie oddaje historię Grekulaka.
