Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Is that all you wanted to tell me? Then know that I've heard, She-wolf of Haeltin have heard the Oracle, voice of God on earth. She has not heard the woman which is merely God's tool.
fr: C'est tout ce que vous vouliez me dire ? Alors, sachez que j'ai entendu, la Louve d'Haeltin a entendu l'oracle, la voix de Dieu sur terre. Elle n'a pas entendu la femme qui n'est que l'instrument de Dieu.
it: È tutto quello che dovevi dirmi? Allora sappi che ti ho udito, La Lupa di Haeltin ha ascoltato l'Oracolo, voce degli dei sulla terra. Ella non ha inteso la donna che è solo lo strumento degli dei.
pl: Czy to wszystko, co chciałaś mi powiedzieć? Wiedz, że wysłuchałam, Wilczyca z Haeltin wysłuchała Wyroczni, głosu Boga na ziemi. Nie wysłucha natomiast kobiety, co jest jedynie boskim narzędziem.

source: Let's go, Gawen. Let's go.
fr: Allons-y Gawen, allons-y.
it: Andiamo, Gawen. Andiamo.
pl: Ruszajmy już, Gawenie. Ruszajmy.
tr: Gidelim, Gaven. Gidelim.

source: I had not understand the discussion between you, and I have this feeling it was important. But why?
fr: Je n'ai pas compris la discussion entre vous. Et j'ai l'impression que c'était important. Pourquoi donc ?
it: Non capisco perché state discutendo tra di voi e ho la sensazione che fosse importante. Ma perché?
pl: Nie zrozumiałem waszej rozmowy, i mam uczucie, że była bardzo ważna... Ale dlaczego?

source: You will understand that one day, young king. I wish you luck in you quest. I will give you one of my sergeants into your service. He will serve you loyally.
fr: Tu comprendras un jour, jeune roi. Je te souhaite bonne chance dans ta quête. Je vais te confier un de mes sergents. Il te servira loyalement.
it: Un giorno lo capirete, giovane re. Vi auguro buona fortuna per la vostra ricerca. Metterò uno dei miei sergenti al vostro servizio. Vi servirà lealmente.
pl: Zrozumiesz to pewnego dnia, młody królu. Życzę ci szczęścia w twoich poszukiwaniach. Dam ci jednego z moich sierżantów. Będzie ci lojalnie służył.

source: So we marched into Okladia. Ruvio told me he was ALMOST sure where to find Deorien. I decided to trust him.
fr: Et donc nous traversâmes Okladia. Ruvio me dit qu'il savait PRESQUE où trouver Deorien. Je décidai de lui faire confiance.
it: Marciammo dunque verso Okladia. Ruvio mi disse che era QUASI sicuro di dove trovare Deorien. Decisi di fidarmi di lui.
pl: Więc wkroczyliśmy do Okladii. Ruvio powiedział mi że jest *prawie* pewien gdzie mozna znaleźć Deoriena. Zdecydowałem się mu zaufać.

source: Lorin was acting very strange. Often she was sitting outside our camp, her languid look wandering in the sky. I started to fret about this, but she refused any talk about her behaviour.
fr: Lorin agissait très bizarrement. Elle restait fréquemment assise en dehors du campement, les yeux perdus dans le ciel. Cela commençait à m'inquiéter, mais elle refusait de parler de son comportement.
it: Lorin si stava comportandosi molto stranamente. Spesso rimaneva seduta fuori del nostro accampamento vagando con lo sguardo languido per il cielo. Il suo comportamento cominciava a irritarmi, ma rifiutò di parlarne con nessuno.
pl: Lorin zachowywała się bardzo dziwnie. Często przesiadywała poza obozem nieobecnym wzrokiem wpatrując się w niebo. Zacząłem się tym martwić ale odmówiła wszelkiej rozmowy na ten temat.

source: Akladians weren't happy seeing mages marching together with them, but the personal authority of Gawen prevailed. However, he noticed that whatever were the objections raised by Akladians, they seemed to not care about that as much as their complaints indicated.
fr: Les Akladiens n'étaient pas très heureux de voir des mages marcher avec eux, mais l'autorité de Gawen prévalait. De plus, il notait que, quelque objection que les Akladiens exprimaient, ils ne semblaient pas aussi ennuyés que leurs plaintes n'auraient pu l'indiquer.
it: Quelli di Akladia non erano felici dal vedere dei maghi marciare assieme a loro, ma l'autorità personale di Gawen prevalse. E comunque, Gawen notò che quali che fossero le obiezioni sollevate, gli uomini di Akladia non sembravano poi veramente preoccuparsi tanto quanto le loro lamentale potevano indicare.
pl: Akladianie nie byli szczęśliwi widząc maszerujących z nimi magów, ale autorytet Gawena przeważył.Nie mógł on przy tym nie zauważyć, że nie wydawali się przejęci tą sprawą aż tak bardzo, jak wskazywałyby na to ich skargi.

source: This was my first contact with undead, and I was happy that my troops passed this difficult test. I was hoping future battles with Grekulak's forces will be also won.
fr: Ceci fut mon premier contact avec les morts-vivants et j'étais bien content que mes troupes aient réussi ce test difficile. J'espérai que nous gagnerions aussi les futures batailles avec les forces de Grekulak.
it: Questo era stato il mio primo scontro con i non-morti ed ero soddisfatto di come le mie truppe avessero superato questa difficile prova. Incominciavo a sperare di poter vincere anche le future battaglie con le forze di Grekulak.
pl: To był mój pierwszy kontakt z nieumarłymi i byłem szczęśliwy że moje oddziały zdały ten trudny egzamin. Miałem nadzieję, że przyszłe bitwy z wojskami Grekulaka również zostaną wygrane.

source: Farmer's daughter wasn't as beautiful as I expected. She was really gleefull seeing again her father. She kissed both me - and Lorin - leaving my step-mother in the state of total dismay.
fr: La fille du fermier n'était pas aussi belle que je l'espérais. Elle était vraiment très heureuse de revoir son père. Elle nous embrassa tous les deux, Lorin et moi, ce qui laissa ma belle-mère dans un état de consternation totale.
it: La figlia del contadino non era bella come mi sarei aspettato. Era letteralmente estasiata di rivedere di nuovo suo padre. Baciò me e Lorin - lasciando la mia matrigna in uno stato di totale depressione.
pl: Córka farmera nie była tak piękna jak się spodziewałem, była naprawdę uradowana z ponownego ujżenia ojca. Pocałowała zarówno mnie jak i Lorin zostawiając moja macochę w stanie całkowitej konsternacji.

source: The Dead City
fr: La Ville morte.
it: La città fantasma
pl: Martwe Miasto
tr: Ölü Kent

source: The Haunted Place
fr: Le Lieu hanté
it: Il luogo stregato
pl: Nawiedzone Miejsce
tr: Tekinsiz Yer

source: The Road Back to Vakladia
fr: Retour à Vakladia.
it: Per tornare a Vakladia
pl: Droga Powrotna do Vakladii
tr: Vakladya’ya Dönüş Yolu

source: What should we do now, Ruvio?
fr: Que devrions-nous faire maintenant, Ruvio ?
it: Cosa dovremmo fare adesso, Ruvio?
pl: Co powinniśmy teraz zrobić, Ruvio?

source: First, let us find Deorien. And then...
fr: Trouvons d'abord Deorien. Et ensuite...
it: Per prima cosa troviamo Deorien. Poi...
pl: Najpierw odnajdźmy Deoriena. A potem...
tr: Önce Deorien’i bulalım. Sonra ...

source: And then, we will earn the gratitude of the God by killing this offense to nature, this foul creature, this MAGE.
fr: Et ensuite nous gagnerons la gratitude de Dieu en tuant cet affront à la nature, cette horrible créature, ce MAGE.
it: Poi, ci guadagneremo la gratitudine degli dei uccidendo questo scherzo di natura, questa disgustosa creatura, questo MAGO.
pl: A potem zasłuzymy na Boską wdzięczność zabijając ten wybryk natury, tą paskudną kreaturę, tego *maga*.

source: Stop it, Lorin.
fr: Arrêtez, Lorin.
it: Smettila, Lorin.
pl: Przestań Lorin.

source: I can't stop it. I have to care for Gawen. I am his step-mother, and I have to shelter him from God's wrath.
fr: Je ne peux pas m'en empêcher. Je dois prendre soin de Gawen, je suis sa belle-mère et je dois le protéger de la colère de Dieu.
it: Non posso. Mi devo prendere cura di Gawen. Sono la sua matrigna e devo proteggerlo dalla collera degli dei.
pl: Nie mogę przestać. Muszę opiekować się Gawenem. Jestem jego macochą i muszę chronić go przedgniewem Boga.

source: I care about him too.
fr: Moi aussi, je l'aime beaucoup.
it: Anche io mi prendo cura di lui.
pl: Mnie też na nim zależy.

source: And I always wondered why? Only because you have promised something to his mother?
fr: Et je me suis toujours demandé pourquoi ? Juste parce que vous avez promis quelque chose à sa mère ?
it: E io mi sono sempre chiesta perché lo fai? Solamente perché avevi fatto una promessa a sua madre?
pl: A ja zawsze się zastanawiałam, dlaczego właściwie? Dlatego tylko, że coś obiecałeś jego matce?

source: His mother.. Gawen's, Haldric's mother.. she was my fiance. We even had the date of our wedding fixed.
fr: Sa mère... la mère de Gawen, euh d'Haldric... elle était ma fiancée. Nous avions même déjà fixé la date de notre mariage.
it: Sua madre... La madre di Gawen, di Haldric... era la mia fidanzata. Avevamo anche stabilito la data delle nozze.
pl: Jego matka.. Gawena, Haldrica matka... była moją narzeczoną. Mieliśmy już nawet ustaloną datę ślubu.

source: Oh my God... Does that mean...
fr: Oh mon Dieu... Est-ce que ça veut dire...
it: Oh dei... questo vuol dire...
pl: O mój Boże.. czy to znaczy...
tr: Aman tanrım... Bu ne demek oluyor...

source: No, Lorin. That does not mean anything. Gawen is Hagarthen from his blood and flesh.
fr: Non, Lorin, ça ne veut rien dire. Gawen est bien un Hagarthen par sa chair et par son sang.
it: No, Lorin. Non vuol dire nulla. Gawen è un Hagarthen in carne e ossa.
pl: Nie, Lorin. To nic nie znaczy. Gawen jest Hagarthenem z krwi i kości.
tr: Hayır, Lorin. Bu hiçbir şey ifade etmez. Gaven, onun soyundan bir Hagarten’dir.

source: Ruvio, I didn't know...
fr: Ruvio, je ne savais pas...
it: Ruvio, io non sapevo...
pl: Ruvio, ja.. nie wiedziałem..

source: And maybe I did the wrong thing telling you this. I loved your mother, Gawen. And I hated your father. But you have her eyes and look, not your father's.
fr: Et je n'aurais peut-être pas dû vous le dire. J'ai aimé ta mère, Gawen et j'ai détesté ton père. Mais tu as ses yeux à elle ; tu ressembles à elle, pas à ton père.
it: E forse ho sbagliato a dirvelo. Amavo vostra madre, Gawen. E odiavo vostro padre. Ma avete gli occhi e lo sguardo di vostra madre, non di vostro padre.
pl: I może postąpiłem niewłaściwie mówiąc ci o tym. Kochałem twoją matkę, Gawenie. I nienawidziłem twojego ojca. A ty odziedziczyłeś oczy i wygląd po niej, a nie po ojcu.

source: So, should we go to the ruins of Weldyn?
fr: Alors, devrions-nous aller aux ruines de Weldyn ?
it: Allora dovremmo andare alle rovine di Weldyn?
pl: A więc, czy powinniśmy udać się do ruin Weldyn?

source: My lord, we already were in that place and we found Deorien there
fr: Monseigneur, nous sommes déjà allés en cet endroit et nous y avons trouvé Deorien.
it: Mio signore, ci siamo già stati e ci abbiamo trovato Deorien.
pl: Panie, byliśmy tam już i znaleźliśmy Deoriena
tr: Efendim, zaten oradaydık ve Deorien’i orada bulduk

source: So, should we go to this haunted ruins?
fr: Alors, devrions-nous aller voir ces ruines hantées ?
it: Allora dovremmo andare a queste rovine stregate?
pl: A więc, czy powinniśmy udać się do tych nawiedzonych ruin?

source: My lord, we already were in that place
fr: Monseigneur, nous avons déjà été là-bas.
it: Mio signore, ci siamo già stati.
pl: Panie, już byliśmy w tym miejscu
tr: Efendim, zaten oradaydık

source: So, should we go that way?
fr: Alors, devons-nous aller par là ?
it: Allora dovremmo andare da questa parte?
pl: A więc, czy powinniśmy wybrać tą drogę?

source: So, should we go back to Vakladia?
fr: Alors, devrions-nous rentrer à Vakladia ?
it: Allora dovremmo tornare a Vakladia?
pl: A więc, czy powinniśmy wrócić do Vakladii?

source: My lord, we had not found Deorien yet.
fr: Monseigneur, nous n'avons pas encore trouvé Deorien.
it: Mio signore, non abbiamo ancora trovato Deorien.
pl: Mój panie, nie odnaleźliśmy jeszcze Deoriena.
tr: Efendim, Deorien’i henüz bulamadık.

source: Thank you once again, noble Gaumhaldric! I've sent my daughter to safe place. If not for you, she would be still in dirty cage.
fr: Merci encore, noble Gaumhaldric ! J'ai envoyé ma fille en lieu sûr. Sans vous, elle serait toujours dans ce sâle cachot.
it: Ancora una volta grazie, nobile Gaumhaldric! Ho mandato mio figlia in un posto sicuro. Se non fosse stato per voi, sarebbe ancora in una lurida gabbia.
pl: Dzięki wam raz jeszcze, szlachetny Gaumhaldircu! Odesłałem moją córkę w bezpieczne miejsce. Gdyby nie wy, wciąż by była zamknięta w brudnej klatce.

source: Please accept this as modest sign of our gratitude.
fr: S'il vous plaît, acceptez ceci en guise de gratitude.
it: Per favore, accettate questo modesto pegno della mia gratitudine.
pl: Proszę, przyjmijcie to jako skromną oznakę naszej wdzięczności.

source: We are saved! Look, who came here - it's Gaumhaldric we heard so much about!
fr: Nous sommes sauvés ! Regardez qui vient. C'est le Gaumhaldric dont nous avons tant entendu parler !
it: Siamo salvi! Guardate chi è arrivato - è quel Gaumhaldric di cui abbiamo tanto sentito parlare!
pl: Już żeśmy uratowani! Patrzajcie, kto przychodzi nam z pomocą! To Gaumhaldric, o którym tyleśmy słyszeli!

source: It's Gaumhaldric, this is true, but he is also Gawen Hagarthen, king of Vakladia, and as Haldric he is king of Wesnoth. Why do you said you are `saved`?
fr: C'est Gaumhaldric, c'est vrai, mais il est aussi Gawen Hagarthen, roi de Vakladia et Haldric, roi de Wesnoth. Pourquoi disiez-vous être 'sauvés' ?
it: È Gaumhaldric, questo è vero, ma è anche Gawen Hagarthen, re di Vakladia e come Haldric è re di Wesnoth. Perché hai detto di essere "salva"?
pl: To Gaumhaldric, prawda, ale inne jego imię brzmi Gawen Hagarthen, król Vakladii, a inne jeszcze Haldric, król Wesnoth. Dlaczego mówicie, żeście 'uratowani'?

source: Well, yes, it's me, but why do you think you need to be saved?
fr: Oui, en effet, c'est moi. Mais, pourquoi pensez-vous que vous ayez besoin d'être sauvé ?
it: Be' sì, sono io, ma perché pensate di essere salvati?
pl: No tak, to ja, ale dlaczego uważacie, że trzeba was ratować?

source: It's a whole story. You see, my lord, my daughter is most beatiful girl in whole neighbourhood. I knew this will bring disaster for us. Akladian lord wanted to marry her, and she foolishly refused.
fr: C'est une longue histoire. Vous voyez, Monseigneur, ma fille est la plus jolie fille des environs. Je savais que ça nous porterait malheur. Un seigneur Akladien voulait l'épouser et elle a bêtement refusé.
it: È una storia lunga. Vedete, mio signore, mia figlia è la ragazza più bella di tutto il circondario. Ho sempre saputo che questo ci avrebbe portato solo disgrazie. Il signore di Akladia volle sposarla, e lei scioccamente lo respinse.
pl: To długa opowieść. Widzicie, mój panie, córka moja to najpiękniejsza dziewczyna w całym sąsiedztwie. Wiedziałem więc, że sprowadzi to na nas nieszczęście. Akladyjski pan chciał ją poślubić, a ona nierozumnie mu odmówiła.

source: This Akladian lord, from Skagrrae clan, was so enraged by this so he abducted her from our village and he promised to keep her in cage until she changes her mind. Please, let her free!
fr: Ce seigneur Akladien, du clan de Skagrae, en a été si en colère qu'il l'a enlevée de notre village et qu'il a promis de la laisser dans une cage jusqu'à ce qu'elle change d'avis. S'il vous plaît, libérez-la !
it: Questo signore di Akladia, del clan di Skagrrae, era così furioso che la rapì dal nostro villaggio e giurò che l'avrebbe tenuta in gabbia fino a quando non avrebbe cambiato idea. Vi prego, liberatela!
pl: Te akladyjski pan, z klanu Skagrrae, tak był wściekły, że wziął i porwał ją z naszej wsi, zaprzysięgając się że będzie trzymał ją w klatce póki nie zmieni zdania. Błagam, uwolnijcie ją!

source: No problem. She seems from your description a girl with character, even for under.. uhmm.. anyway, we will release her, isn't it, Gawen?
fr: Pas de problème. D'après votre description, elle doit avoir du caractère, en tout cas pour une inf... Hum... peu importe. Nous allons la sauver, n'est-ce pas Gawen ?
it: Nessun problema. Dalla vostra descrizione sembra una ragazza di carattere, anche per una miser... ehm... comunque, noi la libereremo, vero Gawen?
pl: Nie ma sprawy! Z twojego opisu, dziadku, wygląda na dziewczynę z charakterem, nawet jak na par... um... co to ja chciałam... Uwolnimy ją, prawda, Gawen?

source: Yes, of course, but first I want to ask few questions.
fr: Oui, bien sûr, mais d'abord, j'ai quelques questions à vous poser.
it: Sì, certo, ma prima vorrei farti qualche domanda.
pl: Tak, oczywiście, ale najpierw chcę zadać kilka pytań.

source: The hard and gruelsome times are ahead, I can't release anyone to join your army
fr: Nous vivons une période épouvantable. Je ne peux laisser personne se joindre à votre armée.
it: Ci attendono tempi duri e terribili, non ci possiamo permettere di perdere nessuno perché si unisca al tuo esercito.
pl: Ciężkie czasy przed nami, nie mogę zwolnić nikogo by dołączył do twojej armii.

source: Who?
fr: Qui ?
it: Chi?
pl: Kto?
tr: Kim?

source: Deorien, great mage.
fr: Deorien, grand mage.
it: Deorien, il grande mago
pl: Deorien, wielki mag.
tr: Deorien, ulu büyücü.

source: I don't know. Mages were all killed by Akladians long time ago.
fr: Je ne sais pas. Il y a longtemps que les Akladiens ont tué tous les mages.
it: Non so. Tutti i maghi sono stati uccisi dalla gente di Akladia molto tempo fa.
pl: Nie wiem. Wszyscy magowie zostali zabici przez Akladian dawno temu.

source: Our king, Buffin, is gathering the army to take over the neighbouring kingdom of Vakladia.
fr: Notre roi, Buffin, lève une armée pour conquérir le royaume voisin de Vakladia.
it: Il nostro re Buffin sta raccogliendo un esercito per conquistare il vicino regno di Vakladia.
pl: Nasz król, Buffin, gromadzi armię by zdobyć sąsiadujące królestwo Vakladii.

source: Take over the Vakladia? How?
fr: Conquérir Vakladia ? Mais comment ?
it: Conquistare Vakladia? E come?
pl: Podbić Vakladię? Jak?

source: Previous king of Vakladia is dead. Usually Akladian lords should elect new Hagarthen for the throne, but their king left no heir. So they should pick regent and then sent for Hagarthen from other countries, but they instead were just fighting amongst themselves.
fr: Le roi précédent de Vakladia est mort. D'habitude, les seigneurs Akladiens élisent un Hagarthen au trône. Mais cette fois, leur roi n'a pas laissé d'héritier. Donc il doivent prendre un régent et ensuite choisir un roi parmi les Hagarthens des autres pays. Mais pour le moment, ils sont plutôt en train de se battre entre eux.
it: Il vecchio re di Vakladia è morto. Normalmente i signori di Akladian sceglierebbero per il trono un altro Hagarthen, ma il loro re non aveva nessun erede. Avrebbero dovuto dunque scegliere un reggente e poi mandare a cercare un Hagarthen in altri paesi, ma invece hanno preferito combattersi l'un l'altro.
pl: Dotychczasowy król Vakladii umarł nie pozostawiając dziedzica. Tamtejsi panowie powinni więc ustanowić regenta i wysłać po Hagarthena z innch królestw, ale jak narazie tylko walczą miedzy sobą.

source: Gawen Hagarthen is not dead, You are see him now with your eyes.
fr: Gawen Hagarthen n'est pas mort, vous le voyez en ce moment de vos propres yeux.
it: Gawen Hagarthen non è morto, ma qui davanti ai tuoi occhi.
pl: Gawen Hagarthen nie umarł, właśnie go oglądasz na własne oczy.
tr: Gaven Hagarten ölmedi, kendi gözlerinizle görün.

source: No offense, but I don't care. You wanted news, so I repeat what I heard.
fr: Ne le prenez pas pour vous, mais je m'en fiche. Vous vouliez des nouvelles, je ne fais que répéter ce que j'ai entendu.
it: Senza offesa, ma non mi interessa. Volevi informazioni e così ho ripetuto quello che ho sentito.
pl: Bez obrazy, ale zupełnie mnie to nie obchodzi. Chciałeś wiadomości, powtarzam co słyszałem.
tr: Kimse gücenmesin, ama umurumda değil. Siz haber istediniz, ben de duyduğumu söyledim.

source: I've heard that Perien, king of Easkladia is besieged in his own capital by Wesnothians. Two brothers in Guilcorta, Luc and Gauri, are quarreling amongst themselves. So our king, Buffin, decided he has to invite himself. He seemingly thought none would oppose him.
fr: J'ai entendu que Perien, roi d'Easkalia est assiégé dans sa propre capitale par les Wesnothiens. Les deux frères de Guilcorta, Luc et Gauri, se querellent. Donc notre roi, Buffin, a décidé de s'inviter. Il a dû penser que personne ne s'opposerait à lui.
it: Ho sentito che Perien, re di Easkladia, è sotto assedio nella sua capitale da parte della gente di Wesnoth. I due fratelli a Guilcorta, Luc e Gauri, stanno litigando tra loro. Così il nostro re, Buffin, ha deciso di auto-invitarsi. Sembra che abbia pensato che nessuno si sarebbe opposto.
pl: Słyszałem ja, że Perien, władca Easkladii oblężon jest w własnej stolicy przez Wesnotyjczyków. Dwaj bracia w Guilcorcie, Luc i Gauri, kłócą się. Tak więc nasz król, Buffin, zdecydował sam się zaprosić. Najwidoczniej sądził, że nikt się mu nie sprzeciwi.

source: Interesting. Very, very interesting.
fr: Intéressant. Très, très intéressant
it: Interessante. Molto, molto interessante.
pl: Interesujące. Bardzo, bardzo interesujące.
tr: İlginç. Çok, çok ilginç.

source: It's you who have defeated ghosts from haunted place, isn't it? We always will keep you in our memory.
fr: C'est bien vous qui avez vaincu les fantômes du lieu hanté, n'est-ce pas ? Nous ne vous oublierons jamais.
it: Siete voi che avete sconfitto i fantasmi di quel posto stregato, vero? Vi ricorderemo sempre.
pl: To ty pokonałeś duchy z nawiedzonego miejsca, czyż nie? Na zawsze zachowamy cię w pamięci.
tr: Bu tekinsiz yeri hayaletlerden temizleyen sizdiniz, değil mi? Sizi unutmayacağız.

source: It's you who have defeated ghosts from haunted place, isn't it? We do not have much, but we will give you something to express our gratitude.
fr: C'est bien vous qui avez vaincu les fantômes du lieu hanté, n'est-ce pas ? Nous n'avons presque rien, mais nous vous donnerons quelque chose en signe de notre gratitude.
it: Siete voi che avete sconfitto i fantasmi di quel posto stregato, vero? Non abbiamo molto, ma vi regaleremo un pegno della nostra gratitudine.
pl: To ty pokonałeś duchy z nawiedzonego miejsca, czyż ine? Nie posiadamy wiele, ale znajdzie się coś by wyrazić naszą wdzięczność.

source: There are no more people left here who could go with you.
fr: Il ne reste personne ici qui puisse partir avec vous.
it: Non ci sono più altre persone che possano unirsi a te.
pl: Nie ma już nikogo kto mógłby z tobą pójść.

source: I can't, but there is one young man who would love to fight for you!
fr: Moi, je ne peux pas, mais ce jeune homme adorerait se battre à vos côtés !
it: Io non posso ma qua c'è un giovane che vorrebbe combattere per te!
pl: Ja nie mogę, ale jest pewien młody człowiek który oddałby wszystko by dla ciebie walczyć.

source: There is haunted place east from here. People, who went there dissapeared. We don't know what happened to them.
fr: Il y a un lieu hanté à l'est. Les gens qui vivaient là-bas ont disparu. Nous ne savons pas ce qui leur est arrivé.
it: C'è un luogo stregato a est di qua. Chi ci va, non fa ritorno. Non sappiamo cosa accade a loro.
pl: Nawiedzone miejsce znajduje się na wschód stąd. Ludzie którzy tam poszli zniknęli i nikt nie wie co się z nimi stało.

source: Our village is poor, we have no food, we have no gold, we...
fr: Notre village est pauvre, nous n'avons pas d'or, nous n'avons pas de nourriture, nous...
it: Il nostro villaggio è povero, non abbiamo né cibo, né oro, noi...
pl: Nasza wieś jest biedna ponad wszelkie wyobrażenie, nie ma u nas jedzenia, nie ma u nas złota, nie ma u nas..
