Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Many centuries ago there was lich, maybe most powerful who have ever appear on the surface of the earth. His name was Mal-Ravanal. His hordes invaded Wesnoth in the past, but he was defeated by few courageous man. Dacyn, Gweddry, all Wesnothian know that names, repeated with respect and sentiment.
fr: Il y a de nombreux siècles, il y avait une liche. Probablement la plus puissante que la terre ait jamais connue. Son nom était Mal-Ravanal. Ses hordes ont envahi Wesnoth par le passé, mais elle a été vaincue par quelques hommes courageux. Dacyn, Gweddry, tous les Wesnothiens qui connaissent ces noms les respectent avec ferveur.
it: Molti secoli fa, c'era un lich, forse il più potente mai apparso sulla superficie della terra. Si chiamava Mal-Ravanal. Le sue orde invasero Wesnoth in passato, ma fu sconfitto da pochi uomini coraggiosi. Dacyn, Gweddry, ogni uomo di Wesnoth conosce questi nomi che vengono ripetuti con rispetto e venerazione.
pl: Wiele stuleci temu istniał licz, być może najpotężniejszy jaki kiedykolwiek kroczył po ziemi, zwący się Mal-Ravanal. Jego hordy najechały Wesnoth ale zostały pokonane przez kilku odważnych ludzi. Dacyn, Gweddry, wszyscy Wesnothianie znają te imiona powtarzane z szacunkiem i sympatią.

source: Only one of adepts of Mal-Ravanal survived, and, paradoxically, the weakest one. His magic seems to be of some other kind than that of the other liches. In fact, I hesitate to call him a lich. I know no other necromancer, lich who keeps his human appearance with the stubborness of Grekulak. According to my spies, he still looks like a living human.
fr: Un seul adepte de Mal-Ravanal survécut, paradoxalement, le plus faible. Sa magie semblait être de la même sorte que celle des autres liches. En fait j'hésite à l'appeler Liche. Je ne connais aucun autre nécromancien ou liche qui conserve son apparence humaine avec l'entêtement de Grekulak. D'après mes espions, il a toujours l'air humain.
it: Solo un adepto di Mal-Ravanal riuscì a sopravvivere e paradossalmente il più debole. La sua magia pare di genere diverso rispetto a quella degli altri lich. In effetti, io esito a definirlo lich. Non conosco altri negromanti o lich che conservino il loro aspetto umano con la testardaggine di Grekulak. Secondo le mie spie, sembra ancora un uomo vivo.
pl: Tylko jeden z uczniów Mal-Ravanala przetrwał tamtą wojnę i paradoksalnie był to najsłabszy z nich. Jego magia różniła się nieco od pozostałych liczy, nawet nie wiem czy można go tak nazwać, nie znam innego nekromanty który utrzymuje postać ludzką tak uparcie jak Grekulak. Moi szpiedzy twierdzą, że nadal wygląda jak żyjący człowiek.
tr: Mal-Ravanal’ın ustalarından sadece biri ve inanılmaz ama gerçek, en güçsüzlerinden biri. Onun sihir gücü diğer kara büyücülerinkinden başka türlü görünüyor. Aslında, ona bir ölü büyücü demek yanlış olur. Grekulak’ın inatçılığını insan görünümü ile bir arada tutabilen başka bir nekromantik veya ölü büyücü bilmiyorum. Casuslarıma göre, hala canlı bir insan gibi görünüyormuş.

source: After Mal-Ravanal's defeat Grekulak was roving in the morass and quagmires. Finally he came with an idea. The undead were storming the world of Wesnoth for the millenia. They never succeed, and sometimes very small pack of brave living creatures: be they elves, humans or dwarves - were able to defeat large hordes of undead.
fr: Après la chute de Mal-Ravanal, Grekulak errait dans les marais et les bourbiers. Finalement, il lui vint une idée : les morts-vivants déferlaient sur Wesnoth depuis des millénaires. Ils n'étaient jamais parvenus à leurs fins et parfois un petit groupe de créatures vivantes -elfes, humains ou nains - étaient capables de vaincre un grand groupe de morts-vivants.
it: Dopo la sconfitta di Mal-Ravanal, Grekulak vagò per pantani e acquitrini. Finché non gli venne un'idea. I non-morti infestavano da millenni il mondo di Wesnoth. Non hanno mai vinto e a volte piccoli gruppi di coraggiose creature viventi - fossero elfi, uomini o nani - sono stati capaci di sconfiggere grosse orde di morti viventi.
pl: Po klęsce Mal-Ravanala Grakulak błąkał się wśród bagien i trzęsawisk. Wreszcie do głowy przyszedł mu pewien pomysł. Przez całe millenia nieumarli szturmowali Wesnoth. Nigdy nie osiągnęli sukcesu. Czasami nawet mała grupka odważnych istot - elfów, ludzi czy krasnoludów - była w stanie pokonać olbrzymie hordy nieumarłych.

source: Grekulak wanted to rule over the world, and the art of necromancy was only a mean for him, not the goal - at least, that's what I think. The undead lacked their own will, the spirit, the intelligence and that seemed the reason of their failure. So Grekulak decided to use some race of living creatures.
fr: Grekulak voulait diriger le monde et l'art de la nécromancie n'était qu'un moyen pour lui, pas un but, du moins je le crois. Les morts-vivants n'ont ni volonté, ni esprit, ni intelligence et cela semblait être la cause de leur échec. Donc Grekulak décida d'utiliser une race de créatures vivantes.
it: Grekulak voleva conquistare il mondo, e per lui l'arte della necromanzia era solo un mezzo, non uno scopo - almeno, questa è la mia opinione. Ai non-morti difettava una volontà propria, lo spirito e l'intelligenza e questa era la ragione del loro fallimento. Per questo motivo Grekulak decise di usare alcuni tipi di creature viventi.
pl: Grekulak chciał władzy nad światem, nekromancja była dla niego środkiem, nie celem samym w sobie. Nieumarli którym brakowało własnej woli i intelektu zawiedli go w tym dążeniu, więc postanowił wykorzystać jakąś rasę istot żywych.

source: I don't know about his experiments, I may guess that he may made many of them, until he came to conclusion that neither the orcs or humans are well-suited for his goal. So he decided to breed a race of his own.
fr: Je ne sais rien de ses expérimentations, mais je suppose qu'il en a fait beaucoup jusqu'à ce qu'il arrive à la conclusion que, ni les orcs ni les humains ne sont adaptés à ses fins. Il décida donc de créer sa propre espèce.
it: Non so nulla dei suoi esperimenti, io posso supporre che ne abbia fatti parecchi, fino a che concluse che né gli orchi né gli uomini erano adatti al suo scopo. Perciò decise di selezionare una razza nuova.
pl: Nie wiem nic o jego eksperymentach, myślę, że musiał przeprowadzić ich wiele, zanim uznał, że ani orki ani ludzie nie nadają się do jego celów. Więc wychodował własną rasę.

source: I have no idea how he was able to do it. It is against the whole our knowledge and if I had not seen the living proof that he succeeded, I would say it is impossible. He crossed somehow orcs and humans, until he get a new race of merciless warriors. He crafted them, as smith crafts a sword. Yes, I am talking about the Akladians.
fr: Je n'ai aucune idée de comment il y est parvenu. Ça va à l'encontre de toutes nos connaissances et si je n'avais pas vu moi-même la preuve vivante de son succès, je dirais toujours que c'est impossible. Il a plus ou moins croisé des orcs et des humains, jusqu'à obtenir une race de guerriers sans pitié. Il les a forgés, comme un forgeron prépare une épée... Oui, je parle bien des Akladiens.
it: Non ho idea come abbia potuto farlo. È contrario a tutto quello che conosciamo e se non avessi visto la prova vivente del suo successo, avrei detto che era impossibile. Ha incrociato in qualche maniera orchi e uomini, fino a ottenere una nuova razza di guerrieri spietati. Li ha forgiati come un fabbro forgia una spada. Sì, sto parlando degli uomini di Akladia.
pl: Nie mam pojęcia jak zdołał to osiągnąć, stoi to w sprzeczności z całą naszą wiedzą i gdybym nie widział żyjącego dowodu stwierdziłbym, ze to niemożliwe. Krzyżował orki z ludźmi aż uzyskał rasę bezlitosnych wojowników, którą potem ukształtował jak kowal wykuwający miecze. Tak, mówię o Akladianach.

source: He wanted to use them as his tool for the conquest of the world. He wanted warriors, not mindless slaves, so he gave them religion in which he, Grekulak, supposed to be God, who would lead them. He created - or at least influenced - a whole new, brutal and violent culture. Hatred for the elves, disdain for the mages are clear workings of Grekulak. Why Akladians still know the honour and loyalty is unclear for me.
fr: Il voulait les utiliser comme outil pour conquérir monde. Il voulait des guerriers, pas des esclaves écervelés. Il leur a donc donné une religion dans laquelle, lui, Grekulak, était le Dieu, qui allait les guider. Il créa - ou du moins imprégna - une toute nouvelle culture, violente et brutale. La haine des elfes, le dédain pour les mages, sont clairement l'oeuvre de Grekulak. Pourquoi les Akladiens connaissent toujours l'honneur et la loyauté reste un mystère pour moi.
it: Li voleva usare come strumento per la sua conquista del mondo. Voleva dei guerrieri, non schiavi senza cervello, perciò diede loro una religione nella quale lui, Grekulak, era il dio che li avrebbe guidati. Creò - o almeno influenzò - una cultura completamente nuova, violenta e brutale. L'odio per gli elfi, il disprezzo per i maghi sono chiaramente opera di Grekulak. Il motivo per il quale la gente di Akladia conosce ancora il concetto di onore e di fedeltà non è chiaro nemmeno a me.
pl: Chciał ich użyć jako narzędzia do podboju świata, a że chciał wojowników, nie bezmyślne sługi, dał im religię, w myśl której on, Grekulak, był bogiem który ich poprowadzi. Stworzył, lub mocno wpłynął na powstanie nowej brutalnej i gwałtownej kultury. Nienawiść do elfów, pogarda dla magów to oczywiste wpływy Grekulaka. Jak Akladianie poznali honor i lojalność pozostaje niejasne.

source: But the Akladians were human enough to want the same thing all human in all times wanted. The freedom, the right of choosing their own way. One of them, first Hagarthen, announced that Grekulak is the tool of the false God, and led a bloody rebellion.
fr: Mais les Akladiens sont suffisamment humains pour vouloir la même chose que ce que tous les humains de tous les temps ont toujours voulu : la liberté, le droit de choisir sa propre voie. L'un d'eux, le premier Hagarthen, soutint que Grekulak était l'outil d'un faux Dieu et mena une rébellion sanglante.
it: Tuttavia la gente di Akladia era ancora abbastanza umana da desiderare la stessa cosa che tutti gli uomini hanno sempre desiderato da sempre. La libertà, il libero arbitrio. Uno di loro, il primo Hagarthen, annunciò che Grelulak era uno strumento di un falso dio e guidò una sanguinosa ribellione.
pl: Ale Akladianie byli wystarczająco ludzcy by pragnąć tego samego czego wszyscy ludzie pragną zawsze - wolności i prawa wyboru własnej drogi. Jeden z nich, pierwszy Hagarthen, ogłosił że Grekulak jest narzędziem fałszywego boga i poprowadził krwawą rebelię.

source: It left Grekulak's capital in ruins, and Akladians escaping to the west, chased by the Grekulak's allies, drowning in swamps, fighting the lizards and all kinds of most nightmarish creatures. This was really an epic journey survived by less than quarter of all people who left Grekulak lands.
fr: Il laissa la capitale de Grekulak en ruines et les Akladiens fuir vers l'ouest, chassés par les alliés de Grekulak, se noyant dans les marais, combattant des lézards de toutes sortes et tous les types de créatures les plus vicieuses. Ce fut réellement un voyage épique, auquel ne survécut que moins du quart de la population qui vivait dans les terres de Grekulak.
it: Lasciò la capitale di Grekulak in rovina con tutta la gente di Akladia in fuga verso ovest inseguita dagli alleati di Grekulak, addentrandosi nelle paludi, combattendo con le lucertole e contro ogni genere delle creature dei peggiori incubi. Fu veramente un'epica odissea a cui sopravvisse meno di un quarto della gente che lasciò le terre di Grekulak.
pl: Obróciła ona stolicę Grekulaka w gruzy. Akladianie uciekli na zachód ścigani przez sojuszników nekromanty, topiąc się w bagnach walczyli z jaszczurami i innymi rodzajami piekielnych stworzeń. To była prawdziwie epicka podróż którą przeżyła ledwie czwarta część uczestniczących.

source: Then they came to Wesnoth and they immediately started a brutal conquest. As you know, the kingdom was deeply fragmented then, and at the beginning all of the Wesnothian kings were simply thinking that Akladians could be a tool they could use to get advantage over the others, potential allies or mercenaries rather than terrible menace.
fr: Alors, ils arrivèrent à Wesnoth et se lancèrent immédiatement dans une conquête féroce. Comme vous le savez, le royaume était profondément fragmenté alors et aux débuts, tous les rois Wesnothiens ont pensé que les Akladiens seraient un moyen de prendre l'avantage sur les autres, qu'ils pouvaient devenir alliés potentiels ou mercenaires plutôt qu'une terrible menace.
it: Dunque arrivarono a Wesnoth e iniziarono immediatamente una brutale conquista. Come sapete, allora il regno era estremamente frammentato e all'inizio ogni re di Wesnoth pensava semplicemente che la gente di Akladia potesse essere lo strumento da usare per avvantaggiarsi sugli altri, dei potenziali alleati o mercenari e non una terribile minaccia.
pl: Kiedy dotarli do Wesnoth natychmiast rozpoczęli brutalny podbój. Jak zapewne wiesz królestwo było wtedy głęboko podzielone i na początku ówcześni władcy sądzili, że Akladianie mogą się stać narzędziem które da im przewagę nad resztą. Potencjalnymi sojusznikami lub najemnikami a nie straszliwą plagą.

source: Even the fall of Weldyn was not enough to convince the Wesnothian kings to unite against common danger. They came together temporarily and even won a battle, but after this victory they came back to their old quarrels. So they were taken, one by one. Only Elensefar and last outposts on sea shore and the north were left, some of them ruled by the members of the royal line of questionable legality. Whole the Wesnoth became the spoil of Akladian barbarians, introducing their laws of unthinkable stringency and cruelty into civilised lands, chasing mages, murdering elvish and dwarvish traders.
fr: Même la chute de Weldyn ne fut pas suffisante pour convaincre les rois Wesnothiens de s'unir contre le danger commun. Ils finirent par s'unir et remportèrent même une bataille, mais après cette victoire, ils retombèrent dans leurs vieilles querelles et tombèrent les uns après les autres. Seuls Elensefar, les derniers bastions sur la côte et le Nord furent épargnés. Certains d'entre eux étaient dirigés par les membres d'une lignée royale de légitimité douteuse. Tous les Wesnothiens devinrent les souffre-douleurs des barbares Akladiens. Ceux-ci introduisaient leurs lois d'une intransigeance et d'une cruauté inimaginable dans les contrées civilisées, chassant les mages, assassinant les commerçants elfes et nains.
it: Neppure la caduta di Weldyn fu sufficiente a convincere i re di Wesnoth a unirsi contro il comune pericolo. Si unirono temporaneamente e vinsero persino una battaglia, ma dopo questa vittoria tornarono a litigare. Così sono stati sconfitti, uno per uno. Soltanto Elensefar e gli ultimi avamposti sulla riva del mare e il nord furono risparmiati, alcuni di questi governati dai membri di un lignaggio reale della discutibile legalità. L'intero Wesnoth divenne zona di razzia dei barbari di Akladia che introdussero le loro leggi di impensabile rigore e crudeltà nelle terre civilizzate, dando la caccia ai maghi, assassinando elfi e nani.
pl: Nawet upadek Weldyn nie przekonał królów by zjednoczyli się przeciwko zagrożeniu, tymczasowy sojusz i jedno zwycięstwo wystarczyło by ponownie pogrążyło się w starych kłótniach. Padli jeden po drugim, podbijani pojedyńczo za wyjątkiem Elensafaru i pojedyńczych osad na wybrzeżu i północy. Całe Wesnoth stało się łupem nowych barbarzyńskich władców wprowadzających niesłychanie ostre i okrutne prawa, ścigających magów i mordujących krasnoludzkich i elfich kupców.

source: Then your grandfather, Gawen, divided the land between his four sons. Akladians became far less ruthless, cruel and fearsome now, after the years of reasonable prosperity. They even started to mix with Wesnothians, and your father was not the first nor the last who married Wesnothian woman.
fr: Ensuite, votre grand-père, Gawen, divisa le pays entre ses quatre fils. Les Akladiens devinrent nettement moins impitoyables, cruels et effroyables après des années de prospérité raisonnable. Ils commencèrent même à se mélanger avec les Wesnothiens et votre père ne fut ni le premier ni le dernier à épouser une femme Wesnothienne.
it: In seguito tuo nonno, Gawen, divise il regno fra i suoi quattro figli. Dopo anni di ragionevole prosperità, la gente di Akladia è diventata ora molto meno spietata, crudele e terribile. Hanno persino cominciato a mescolarsi con la gente di Wesnoth e tuo padre non è stato il primo né sarà l'ultimo a sposare una donna di Wesnoth.
pl: Później twój dziadek Gawenie podzielił ziemię między czterech synów, a Akladianie stali się mniej bezwzględni, okrutni i przerażający po latach względnego dobrobytu. Zaczęli się nawet mieszać z Wesnotianami a twój ojciec nie był ani pierwszym ani ostatnim z twojego ludu który ożenił się z Wesnothiańską kobietą.

source: In the meantime Grekulak was trying to gather what was left from the fall of his kingdom. The Akladian rebellion was serious blow to him. I think it took him more than a century to rebuild his forces. He abandoned the plans of breeding another race of warriors. He came here now, trying to seduce orcs and some of Akladians by promises of gold, fame and who knows what else.
fr: Entre-temps, Grekulak essaya de rassembler ce qui restait de la chute de son royaume. La rébellion Akladienne a dû être un coup très dur pour lui. Je pense qu'il lui a fallu plus d'un siècle pour reconstruire ses forces. Il abandonna l'idée de créer une nouvelle race de guerriers. On le voit, maintenant, essayant de séduire les orcs et certains Akladiens en leur promettant de l'or, la gloire et Dieu-sait-quoi d'autre.
it: Nel frattempo Grekulak stava tentando di riunificare quello che era rimasto dopo il crollo del suo regno. La ribellione di Akladia fu un brutto colpo per lui. Penso che gli ci volle più di un secolo per ricostruire le sue forze. Abbandonò i programmi per allevare un'altra razza di guerrieri. Ora è venuto qui, provando a sedurre gli orchi e qualcuno di Akladia con promesse di oro, fama e chissà cos'altro.
pl: W międzyczasie Grekulak starał się zebrać w całość to co pozostało z jego królestwa któremu Akladiańska rebelia zadała poważny cios. Ponad wiek zabrało mu odbudowanie sił, porzucił plany wychodowania następnej rasy wojowników, przyszedł teraz próbując uwieść orki i Akladian obietnicami złota, sławy i kto jeszcze wie czego.

source: This story.. Deorien, are you sure about this?
fr: Quelle histoire... Deorien, vous êtes sûr de tout ça ?
it: Che storia... ma tu, Deorien ne sei sicuro?
pl: Ta historia... Deorien, jestę pewien tego wszystkiego?

source: Now, when he finished his story. Should we kill him now?
fr: Maintenant qu'il a fini son histoire, on peut enfin le tuer ?
it: Adesso ha finito la sua storia, dovremmo ucciderlo ora?
pl: Teraz kiedy skończył. Powinniśmy go zabić?
tr: Bu hikayeyi bitirdiğimize göre, onu şimdi öldürecek miyiz?

source: Mother, don't you get it? It means we are practically half-orcs!
fr: Mère, vous avez entendu ? Ça veut dire que nous sommes pratiquement à moitié orcs !
it: Madre, non hai afferrato? Vuol dire che praticamente siamo mezzi orchi!
pl: Matko, czy to do ciebie nie dociera? Praktycznie rzecz biorąc jesteśmy pół-orkami!

source: No, Gawen. Grekulak used human form as a base and added few orcish features. To describe Akladians as half-orcs is a big simplification.
fr: Non Gawen. Grekulak a utilisé les humains comme base et n'y a ajouté que peu de traits orcs. Décrire les Akladiens comme des demi-orcs est trop simpliste.
it: No, Gawen. Grekulak ha usato una base umana e vi ha aggiunto alcune caratteristiche degli Orchi. Descrivere la gente di Akladia come mezzi Orchi è una grossolana semplificazione.
pl: Nie, Gawenie. Grekulak użył ludzkiej formy jako podstawy i dodał kilka orczych cech. Nazywać Akladyjczyków pół-orkami to wielkie uproszczenie.
tr: Hayır, Gaven. Grekulak insanı ana unsur olarak kullanıp ona bir kaç ork özelliği ekledi. Akladyalıları yarı-ork olarak nitelemek olayı fazla basitleştirmek olur.

source: Why you were telling us whole that long story?
fr: Pourquoi nous avez-vous raconté cette longue histoire ?
it: Perché non ci racconti questa lunga storia dall'inizio?
pl: Czemu opowiedziałeś nam tą długą historię w całości?

source: You probably heard the stories about the messiah. I think that Grekulak is source of this stories. He wants to appear amongst the Akladians, to gripe them again. But we may use those stories against him. To counter him the Oracle also started to made her own prophecies, unclear enough to be popular. Grekulak has it that messiah would not be Akladian, more popular version of Oracle is that he will not be fully Akladian.
fr: Vous avez probablement entendu parler d'un messie. Je pense que Grekulak est à l'origine de ces histoires. Il veut réapparaître parmi les Akladiens et reprendre leur contrôle. Mais nous pouvons utiliser une autre histoire contre lui. Pour le contrer, l'oracle a déjà commencé à faire sa propre prophétie, suffisamment floue pour être populaire. Grekulak a répandu que le messie ne serait pas un Akladien, la version plus populaire de l'oracle est que le messie ne sera pas entièrement Akladien.
it: Probabilmente avrete sentito le storie sul "Liberatore". Penso che sia Grekulak la fonte di queste queste storie. Vuole riapparire fra la gente di Akladia per dominarli di nuovo. Ma possiamo usare quelle storie contro di lui. Per contrastarlo l'Oracolo inoltre ha cominciato a fare le sue proprie profezie, abbastanza oscure da essere popolari. Grekulak dice che il Liberatore non sarà di Akladia, mentre la versione dell'Oracolo più popolare è che non sarà completamente di Akladia.
pl: Słyszałeś zapewne opowiadania o mesjaszu. Myślę że to Grekulak jest ich źródłem, chce się pojawić wśród Akladian i uchwycić ich ponownie, ale możemy to wykorzystać przeciw niemu. Wyrocznia zaczęła głosić własne przepowiednie, wystarczająco niejasne by stały się popularne. Oryginalna wersja głosiła, że mesjasz nie bedzie Akladianinem, ta powszechna mówi jedynie, że nie będzie nim w pełni.

source: I think you understand now. Gawen, you will be that new messiah. In the better times Wesnoth would defeat Grekulak easily. Even Akladians could defeat him on his own if not for the chaos. But in this time of disunity Grekulak has a chance of taking over these lands, and then over the whole world.
fr: Je pense que vous comprenez maintenant, Gawen, vous deviendrez ce messie. En des temps meilleurs, Wesnoth aurait facilement vaincu Grekulak. Même les Akladiens auraient pu le vaincre. Mais en ces temps de division Grekulak a une chance de conquérir ces terres et pourquoi pas le monde entier par la suite.
it: Penso che adesso tu capisca. Gawen, sarai tu il nuovo Liberatore. Nei tempi migliori Wesnoth avrebbe sconfitto facilmente Grekulak. Anche la gente di Akladia potrebbe sconfiggerlo da sola se non ci fosse questo caos. Ma in questo periodo di divisione Grekulak ha la possibilità di prendere il controllo di queste terre ed quindi del mondo intero.
pl: Myślę, że już rozumiecie. Gawenie, ty będziesz tym nowym mesjaszem. W lepszych czasach Wesnoth pokonałby Grekulaka z łatwością. Nawet Akladyjczycy daliby mu radę samemu, gdyby nie panujący chaos. Ale w tym czasie rozłamu Grekulak ma szansę podboju tych ziem, a potem - całego świata.
