Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Let's be careful. Scouts reported us there are orcs garrisoned east from here. Now, we will just have to capture their leader and ...
fr: Soyons prudents. Les éclaireurs nous ont rapporté qu'il y a des garnisons orcs à l'est. Nous devons juste capturer leur chef et...
it: Facciamo attenzione. Gli esploratori ci hanno segnalato che ci sono degli orchi aqquartierati a est di qui. Ora, dovremo solo catturare il loro capo e...
pl: Bądźmy ostrożni. Zwiadowcy donieśli nam, że są tutaj orki, stacjonujące na wschód stąd. Musimy teraz tylko pochwycić ich przywódcę i...
tr: Dikkatli olalım. Gözcüler, ork garnizonunun buranın doğusunda olduğunu raporladı. Şimdi, biz sadece liderlerini yakalamak ve ...

source: ... And we will see our great future king Gaumhaldric defeating his enemies in epic battle, which will be described by bards - for all times!
fr: ... Et nous verrons notre futur grand roi Gaumhaldric vaincre ses ennemis dans une bataille épique, qui sera décrite par les bardes, pour toujours.
it: ...e vedremo il nostro futuro grande re Gaumhaldric sconfiggere i suoi nemici in un'epica battaglia, che sarà cantata dai bardi - per sempre!
pl: ... i zobaczymy naszego Wielkiego Przyszłego Króla Gaumhaldrica zwyciężającego wrogów w epickiej walce, opiewanej po wsze czasy przez bardów!
tr: ... Ve biz ozanların tüm zamanlarda anlatacağı gibi, destansı savaşta gelecekteki kralımız Gamlıhaldrik’in düşmanlarını yenişini göreceğiz!

source: Anyway, what I wanted to say before my offspring interrupted me, is that we don't have to defeat all enemies. We can withdraw after interrogating Orcish leader.
fr: Enfin, ce que je voulais dire avant que ma progéniture ne m'interrompe, c'est que nous n'avons pas besoin de tuer tous les ennemis. Nous pouvons battre en retraite après avoir interrogé le chef ennemi.
it: In ogni modo, quello che volevo dire, prima che la mia prole mi interrompesse, è che non dobbiamo sconfiggere tutti i nemici. Possiamo ritirarsi dopo aver interrogato il comandante degli orchi.
pl: No więc, chciałem powiedzieć, zanim moje dziecię mi przerwało, że nie musimy pokonać wszystkich wrogów. Możemy się wycofać po przesłuchaniu wodza orków.
tr: Her neyse, evladım sözümü kesmeden önce söylemek istediğim, tüm düşmanlarımızı yenmek zorunda olmadığımızdı. Ork liderini sorguladıktan sonra çekilebiliriz.

source: My lord, some army is approaching us!
fr: Monseigneur, une armée approche.
it: Mio signore, c'è un esercito che si avvicina!
pl: Panie, jakaś armia tu nadciąga!
tr: Efendim, bir ordu yaklaşıyor!

source: Oh, do not worry. Probably those are our people returning from making deal with outlaw underlings.
fr: Oh, n'aie pas peur, c'est probablement notre peuple qui rentre d'avoir fait des affaires avec ces hors-la-loi d'inférieurs.
it: Oh, niente paura. Probabilmente quelli sono la nostra gente che torna dopo aver stretto un accordo con quei miserabili di Senzalegge.
pl: Och, nie ma obaw. To zapewne nasi ludzie wracający z układów z banitami.
tr: Oh, endişelenmeyin. Bunlar muhtemelen yasadışı paryalarla anlaşma yapmaktan dönen adamlarımızdır.

source: That's impossible! They are breaking into city vicinity, how, how, how this could happened? Where are my soldiers? My allies? Help me!!
fr: C'est impossible, ils arrivent en force aux alentours de la ville. Comment... Comment cela a-t-il pu arriver ? Où sont mes soldats ? Mes alliés ? À l'aide !
it: Non è possibile! Stanno irrompendo nella vicinanza della città, come, come, come è potuto succedere? Dove sono i miei soldati? I miei alleati? Aiutatemi!!
pl: To niemożliwe! Przedostali się tak blisko miasta, jak, jak to, jakim cudem to się mogło stać?! Gdzie moi żołnierze? Moi sprzymierzeńcy? Pomóżcie mi!
tr: Bu imkansız! Banliyölere saldırıyorlar, nasıl, nasıl olabilir bu? Askerlerim nerede? Müttefiklerim? İmdaat!!

source: Humans.. cowards.. good only for meat..
fr: Les humains... Ces lâches... Justes bons à manger.
it: Esseri umani... codardi... buoni solo per la carne...
pl: Ludzie.. tchórze.. dobrzy tylko na mięso..
tr: İnsanlar.. korkaklar.. sadece eti iyi..

source: God! Everything is lost! Run for your life!
fr: Mon Dieu, tout est perdu ! Courez pour votre vie !
it: Dei! Tutto è perduto! Mettetevi in salvo!
pl: Boże! Wszystko stracone! Ratuj się kto może!
tr: Tanrım! Herşeyi kaybettik! Canınızı kurtarın!

source: Hey, wait, what about our fight?! Coward!
fr: Hé, attends et notre combat !?! Lâche !
it: Ehi, aspetta, e il nostro combattimento?! Vigliacco!
pl: Hej, czekaj, a co z naszą walką!? Tchórz!
tr: Hey, bekle, bizim döğüş ne olacak?! Korkak!

source: He ran away! But I will meet him one day, and then he will have no time for running..
fr: Il s'est enfui, mais je le retrouverai un jour et il n'aura pas le temps de courir.
it: È scappato via! Ma un giorno lo incontrerò e quel giorno non avrà tempo per fuggire...
pl: Uciekł! Ale spotkamy się znowu pewnego dnia, i nie będzie miał wtedy czasu na ucieczkę..
tr: Kaçtı! Fakat, bir gün karşıma çıkacak ve kaçmaya fırsat bulamayacak...

source: Hey, I think I know you! Weren't you one of those young chieftains who visited the Vattin the other day..
fr: Hé, je te connais ! Tu n'étais pas un de ces jeunes chefs de clan qui est venu à Vattin l'autre jour ?
it: Ehi, mi sembra di conoscerti! Non eri uno di quei giovani capiclan che hanno visitato Vattin l'altro giorno...
pl: Hej, ja chyba ciebie skądś znam! Czy nie byłeś może jednym z tych młodych wodzów, którzy odwiedzili kiedyś Vattin...
tr: Hey, biliyorsun sanıyorum! Bir zamanlar Vattin’i ziyaret eden genç reislerden biri değil miydin sen?

source: Yes! Yes! That could be! I was at Vattin once!
fr: Oui, oui, ça se peut. J'ai été à Vattin une fois.
it: Sì! sì! Potrebbe essere così! Sono stato a Vattin una volta!
pl: Tak! Tak! Całkiem możliwe! Byłem raz w Vattin!
tr: Evet! Evet! Bu olabilir! Bir kere Vattin’e gelmiştim.

source: Thank God! I'm glad! I'm really, really glad! What is your name, man?
fr: Merci mon Dieu. Je suis heureuse ! Vraiment, vraiment heureuse ! Quel est ton nom, mec ?
it: Siano ringraziati gli dei! Sono contento! Sono veramente, veramente contento! Come ti chiami, uomo?
pl: Dzięki Bogu! Tak się cieszę! Tak bardzo, bardzo się cieszę! Jak brzmi twoje imię, człowieku?
tr: Teşekkürler Tanrım! Ben mutluyum! Gerçekten mutluyum! İsmin ne, insan?

source: Kariv, my lady, yes, Kariv.
fr: Kariv, ma Dame, oui, Kariv
it: Kariv, mia signora, sì, Kariv.
pl: Kariv, moja pani, tak, Kariv.
tr: Kariv, hanımım, evet, Kariv.

source: Do you remember the song you were singing near my windows when you were drunk?
fr: Te souviens-tu de la chanson que tu chantais près de mes fenêtres quand tu avais bu ?
it: Ti ricordi la canzone che stavi cantando sotto le mie finestre quando eri ubriaco?
pl: A pamiętasz może piosenkę, którą śpiewaliście pod moimi oknami, kiedy sobie nieco podpiliście?
tr: Penceremin kenarında içerken şarkı söylüyordun, şarkıyı hatırladın mı?

source: O shit.
fr: Et merde.
it: Oh merda.
pl: O, cholera.
tr: Kahrolası!

source: I promised myself that I will take revenge one day. And see, the God was fond of me, because he let me kill you! Or maybe do you know something about the orcs, why are they here and all?
fr: Je m'étais promis de me venger un jour et regarde, j'ai été aimé de Dieu car il me laisse te tuer ! Ou alors, peut-être que tu sais quelque chose sur les orcs, pourquoi ils sont ici et tout ça.
it: Ho giurato di vendicarmi un giorno. E vedrai, gli dei sono stati benevoli con me, perché mi hanno permesso di ucciderti! O forse sai qualcosa degli orchi, cosa ci fanno qui, eccetera?
pl: Obiecałam sobie, że zemszczę się pewnego dnia. I popatrz tylko, Bóg jest ze mnie zadowolony, bo wydał mi ciebie bym mogła ciebie zabić! A może wiesz coś o orkach, no wiesz, w rodzaju dlaczego tutaj właściwie są i co tu robią i tak dalej?
tr: Bir gün intikamımı alacağıma dair kendi kendime söz vermiştim. Ve gör, Tanrının sevgili kuluymuşum ki, seni öldürmem izin verdi! Belki, orklar hakkında birşeyler biliyorsundur, onlar niçin buralardalar?

source: Orcs? Yes, yes, orcs! They are helping us! They are, uhm, our allies or something!
fr: Les orcs ? Oui, oui, les orcs ! Ils nous aident ! Ils sont, euh, un peu comme nos alliés.
it: Orchi? Sì, sì, orchi! Ci stanno aiutando! Sono, uhm, nostri alleati o qualcosa del genere!
pl: Orki? Tak, tak, orki! Pomagają nam! Są, em, naszymi sprzymierzeńcami czy jakoś tak!
tr: Orklar? Evet, evet, orklar! Onlar bize yardım ediyor! Onlar bizim müttefikimiz ya da onun gibi bir şey!

source: He doesn't know anything. Let him go
fr: Il ne sait rien, laisse le partir.
it: Non sa nulla. Lasciatelo andare.
pl: On nic nie wie. Wypuść go.
tr: O birşey bilmiyor. Bırakın gitsin.

source: Mother...
fr: Mère...
it: Madre...
pl: Matko...
tr: Anne...

source: Listen, if you will answer me few questions I will let you go. Understand? Now, what do you know about orcs and why they are here?
fr: Écoute, si tu réponds à quelques questions, je te laisse partir. Compris ? Bien. Que sais-tu sur les orcs et pourquoi sont-ils ici ?
it: Ascolta, se risponderai a qualche domanda ti lascerò andare. Capisci? Ora, che cosa sai degli orchi e cosa ci fanno qua?
pl: Słuchaj, jeżeli odpowiesz mi na kilka pytań, pozwolę ci odejść. Jasne? A teraz, co wiesz o orkach i powodach ich bytności tutaj?
tr: Dinle, bir kaç soruma yanıt verirsen gitmene izin vereceğim. Anladın mı? Şimdi, orklar hakkında ne biliyorsun ve onlar neden buradalar?

source: Wait, one last question. What about Reme Carrenemoe, do you know anything about his fate?
fr: Attend ! J'ai une dernière question. As-tu entendu parler de Reme Carrenmoe ? Sais-tu ce qui lui est arrivé ?
it: Aspetta, ho ancora una domanda. Cosa sai su Reme Carrenemoe e sul suo destino?
pl: Czekaj, jedno ostatnie pytanie. Czy wiesz coś o losie Reme Carrenemoe?
tr: Bekle, son soru! Reme Karenemo’nun akıbeti hakkında ne biliyorsun?

source: Yes! His clan settlements were attacked by outlaws. They captured him and they keep him in some place called Bontom. They will trade him to Bor Cryne, I think.
fr: Oui ! Les territoires de son clan ont été attaqués par les hors-la-loi. Ils l'ont capturé et le retiennent prisonnier dans un endroit nommé Bontom. Ils veulent l'échanger contre Bor Cryne, je crois.
it: Sì! Gli insediamenti del suo clan sono stati attaccati dai Senzalegge. Lo hanno catturato e lo tengono in un certo posto chiamato Bontom. Intendono venderlo a Bor Cryne, credo.
pl: Tak! Osady jego klanu zostały zaatakowane przez banitów. Pojmali go i trzymają w jakimś miejscu zwanym Bontom. Chcą go sprzedać Borowi Cryne.
tr: Evet! Kabilesinin bölgesine haydutlar saldırmıştı. Onu yakaladılar. Bontom diye bir yerde tuttuklarını duymuştum. Onu Bor Krayn’a satacaklarmış, sanırım.

source: Hey orc! Can you still hear me? Are you okay?
fr: Hé, orc ! Tu m'entends ? Tu vas bien ?
it: Ehi, orco! Riesci a sentirmi? Stai bene?
pl: Hey orku! Czy słyszysz mnie jeszcze? Nic ci nie jest?
tr: Hey ork! Beni hala duyabiliyor musun? İyi misin?

source: Mother earth, human woman is trying to save me? Such a care for a fallen enemy, this is so rarely found!
fr: Mère Terre, une humaine est en train de me sauver ? On voit si rarement autant d'attention pour un ennemi tombé !
it: Madre terra, uomo femmina sta cercando di salvarmi? Una tal premura per un nemico caduto è cosa rara!
pl: Matko ziemio, kobieta ludzików próbuje mnie uratować? Taką troska o pokonanego wroga trudno znaleźć!
tr: Toprak ana, insan kadın beni kurtarmaya mı çalışıyor? Kaybetmiş bir düşman için böyle bir tedavi, bu görülmüş şey değil!

source: Trying to save you? Well, not exactly. I want to.. wait, I must think a correct term... Terrorize you, yes, that's more what I have on my mind. Let's start with the basics. This is a knife. When a knife is put into human - or, in that case, orcish - flesh, it hurts.
fr: Si j'essaye de te sauver ? Eh bien, pas exactement. Je veux te... attends, je cherche le mot exact... Te traumatiser, oui, c'est ça, c'est ce que j'ai en tête. Bon, commençons par les bases. Ceci est un couteau. Quand on enfonce un couteau dans la chair humaine, ou dans le cas présent, dans la chair orc, ça fait mal.
it: Provare a salvarti? Be', non esattamente. Io voglio... aspetta, sto cercando la parola giusta... terrorizzarti, sì, è questo che pensavo. Iniziamo con i principi fondamentali. Questo è un coltello. Quando un coltello taglia la carne di un uomo - o, in questo caso, di un orco, fa male.
pl: Próbuje cię uratować? Cóż, niezupełnie. Mam zamiar raczej... zaczekaj, muszę znaleźć poprawne określenie... Sterroryzować ciebie, tak, to właśnie miałam na myśli. Zaczniemy od podstaw. To jest nóż. Gdy nóż wkłada się w ludzkie - albo, w tym wypadku, orcze - ciało, powoduje to ból.
tr: Seni kurtarmaya çalışmak mı? Pek öyle sayılmaz. Benim istediğim... bekle doğru sözcükleri bulmalıyım... Dehşete düşürmek, evet, benim düşündüğüm şey tam olarak bu. Temellerinden başlayalım. Bu bir bıçak. Bıçak insanın - bu durumda, orkun - etine batırılınca, acıtır.

source: Mother! Stop it! This is disgusting and I will not allow for that!
fr: Mère ! Arrêtez ! C'est répugnant. Je ne permettrai pas ça.
it: Madre! Smettila! È disgustoso e non lo permetterò!
pl: Matko! Przestań! To jest ohydne i nie pozwolę ci na to!
tr: Anne! Dur! Bu iğrençliğe izin vermem!

source: Hmm.. You know what, orc? Let's make a deal... If you will tell me why are you here, allied with Akladians, then I will let you die peacefully. If not, despite my son's cries I will explain you another aspects of fascinating topic of what suffering can be induced by simple knife in hands of able woman.
fr: Hum... Tu sais quoi, orc ? On va faire un marché... Si tu me dis pourquoi vous êtes ici, alliés aux Akladiens, je te laisse mourir en paix. Sinon et malgré les cris de mon fils, je t'expliquerai les autres aspects du sujet passionnant de la souffrance induite par un simple couteau dans les mains d'une femme habile.
it: Hmm.. Sai una cosa, orco? Facciamo un patto... se mi dirai cosa ci fai qui, alleato con la gente di Akladia, allora li lascerò morire in pace. Altrimenti, malgrado le urla di mio figlio ti spiegherò altri aspetti dell'affascinante argomento di che sofferenza può provocare un semplice coltello in mano a una donna capace.
pl: Hm.. Wiesz co, orku? Ubijmy interes... Jeżeli powiesz mi dlaczego jesteście tutaj, sprzymierzeni z Akladyjczykami, to pozwolę ci umrzeć w spokoju. W przeciwnym razie, pomimo protestów mojego syna, wyjaśnie ci pewne aspekty niezwykle pasjonującego tematu, mianowicie ile można zadać bólu za pomocą prostego noża w dłoniach znającej się na rzeczy słabej kobiety.
tr: Hımm... Ne biliyorsun ork? Gel bir anlaşma yapalım... Neden Akladyalılarla müttefik olarak burada bulunduğunuzu söylersen, acı çekmeden ölmene izin vereceğim. Yoksa, oğlumun ağlamalarına aldırmadan, basit bir bıçağın yetenekli bir kadının elinde nasıl bir ıstırap kaynağına dönüşebileceğiyle ilgili konuları açıklamaya devam edeceğim.

source: No, I won't let you! Orc, tell us everything you know and I will let you live.
fr: Non, je ne vous laisserais pas faire. Orc, dis-moi tout ce que tu sais et je te laisse la vie sauve.
it: No, non te lo permetterò! Orco, dicci tutto quello che sai o ti farò mangiare il cuore.
pl: Nie, nie pozwolę ci! Orku, powiedz nam o wszystkim co wiesz i pozwolę ci żyć.
tr: Hayır, buna izin vermem! Ork, bilmek istediğim herşeyi söylersen yaşamana izin veririm.

source: I don't know much - only that this was the wish of our guide, Grekulak. He wished Akladians to be allied with us.
fr: Je ne sais pas grand-chose, seulement que c'est le souhait de notre guide, Grekulak. Il voulait s'allier aux Akladiens.
it: Non so granché - so solo che questo era la volontà della nostra guida, Grekulak. Ci vuole alleati con quelli di Akladia.
pl: Nie wiem zbyt wiele - tyle, że było to życzenie naszego przewodnika, Grekulaka. Życzył sobie by Akladyjczycy się z nami sprzymierzyli.
tr: Pek bir şey bilmiyorum - tek bildiğim, bunun kılavuzumuz Grekulak’ın isteği olduğudur. Akladyalılarla müttefik olmamızı o istedi.

source: Grekulak! I know that name. We should go back to Freetown and report that, that's all we had to know!
fr: Grekulak ! Je connais ce nom. Nous devons rentrer à Libreville pour rapporter cette information ! Nous en savons assez.
it: Grekulak! Conosco questo nome. Dovremmo tornare a Freetown per riferirlo, questo è tutto quello che dovevamo scoprire!
pl: Grekulak! Znam to imię. Powinniśmy wrócić z powrotem do Wolnego Miasta i opowiedzieć o tym. To wszystko co musieliśmy odkryć!
tr: Grekulak! Bu ismi biliyorum. Özgürkent’e dönüp durumu bildirmeliyiz, bilmek istediğimiz herşeyi öğrendik.

source: Grekulak? That's something to report. We should go back to Freetown then.
fr: Grekulak ? C'est une information importante ! Nous devrions retourner à Libreville pour la rapporter.
it: Grekulak? Dobbiamo riferirlo. Adesso dovremmo tornare a Freetown.
pl: Grekulak? Hm, to jest coś o czym warto złożyć raport. Powinniśmy wrócić do Wolnego Miasta.
tr: Grekulak? Bunu bildirmeliyiz. Hemen Özgürkent’e geri dönmeliyiz.

source: Orc, do not die, yet! Can you still hear me? I will ask you a few questions, if you will answer them, I will order someone to take care for your wounds and I will let you live
fr: Orc, ne meurs pas encore ! Tu m'entends toujours ? Je vais te poser quelques questions. Si tu réponds, je donnerai l'ordre de soigner tes blessures et je te laisserai en vie.
it: Orco, non morire, non ancora! Riesci a sentirmi? Ti farò alcune domande, se mi risponderai, ordinerò che qualcuno ti curi le ferite altrimenti ti farò mangiare il cuore.
pl: Nie umieraj jeszcze orku! Czy wciąż mnie słyszysz? Zadam ci kilka pytań, i jeżeli odpowiesz na nie, rozkażę komuś by się zajął twoimi ranami i pozwolę ci żyć.
tr: Orc, hemen ölme! Beni duyabiliyor musun? Sana bir kaç soru soracağım. Eğer sorularıma cevap verirsen, yaralarını tedavi etmesi için emir vereceğim ve hayatta kalmana izin vereceğim.

source: Listen, that won't work! I know, because I know the job of interrogating of prisoners quite well, and this is not even amateur job... this is..
fr: Écoute, ça ne marchera pas ! Je le sais. Interroger des prisonniers est un métier, pas un truc d'amateurs... C'est...
it: Ascolta, così non può funzionare! Lo so, perché conosco abbastanza bene come si interrogano i prigionieri e questo non è neanche un lavoro da dilettanti... questo è...
pl: Słuchaj, to nie zadziała! Wiem, ponieważ znam się na przesłuchiwaniu więźniów całkiem nieźle, a to nie można nazwać nawet amatorszczyzną... to jest..
tr: Dinle, bu işe yaramaz! Biliyorum, çünkü mahkumları sorgulama işini oldukça iyi bilirim ve bu amatör işi değildir... Bu...

source: Amazing. Simply, amazing.
fr: Fascinant. Tout simplement fascinant.
it: Stupendo. Semplicemente stupendo.
pl: Zadziwiające. Po prostu, zadziwiające.
tr: Şaşırtıcı. Basit ve şaşırtıcı.

source: My lord, are you sure you want to retreat?
fr: Monseigneur, vous voulez vraiment battre en retraite ?
it: Mio signore, siete sicuro di volervi ritirare?
pl: Panie, jesteście pewni, że chcecie się wycofać?
tr: Efendim, geri çekilmek istediğinize emin misiniz?

source: Oh no! New reinforcements arrived to help our enemies, now we have no chances to defeat them!
fr: Oh non ! Des nouveaux renforts pour nos ennemis sont arrivés. Nous n'avons plus aucune chance de les battre.
it: Oh no! Sono arrivati nuovi rinforzi per aiutare i nostri nemici, ora non abbiamo più possibilità di sconfiggerli!
pl: Och nie! Nowe siły przybyły na pomoc naszym wrogom, teraz nie mamy już szans by ich pokonać!
tr: Oh hayır! Düşmanın yardımına destek kuvvetleri geldi. Onları yenmek için hiç şansımız kalmadı!

source: Ha! The orcs were hiding here some gold!
fr: Ah ! Les orcs avaient caché de l'or ici !
it: Ah! Ecco dov'è che gli orchi nascondevano l'oro!
pl: Ha! Orki ukrywały tutaj nieco złota!
tr: Bak! Orklar buraya biraz altın gizlemiş!

source: You have received 50 golden pieces
fr: Vous recevez 50 pièces d'or.
it: Hai ricevuto 50 pezzi d'oro.
pl: Otrzymałeś 50 sztuk złota
tr: 50 altın aldınız.

source: Yes, I survived the battle at Barnon. I will tell you everything later, but now - do not call me Gawen, please. I am Gaumhaldric.
fr: Oui, j'ai survécu à la bataille de Barnon. Je vous dirai tout plus tard, mais pour le moment, ne m'appelez pas Gawen, s'il vous plaît. Je suis connu sous le nom de Gaumhaldric.
it: Sì, sono sopravvissuto alla battaglia di Barnon. Ti racconterò tutti più tardi, ma per ora non chiamarmi Gawen, per favore. Mi chiamo Gaumhaldric.
pl: Tak, przeżyłem bitwę pod Barnon. Później o wszystkim ci opowiem, zaś póki co nie nazywaj mnie proszę Gawenem. Jestem Gaumhaldric.
tr: Evet, Barnon savaşında kuşatıldım. Herşeyi sana sonra anlatacağım, fakat şimdi - bana Gaven deme lütfen. Ben Gamlıhaldrik’im.

source: Now, we may withdraw. There is no point to fight the others.
fr: Bien, nous pouvons nous retirer. Il est inutile de combattre les autres.
it: Adesso ci possiamo ritirare. Non ha senso combattere gli altri.
pl: Teraz możemy się wycofać. Nie ma po co walczyć z resztą.
tr: Şimdi, geri çekilebiliriz. Diğerleriyle döğüşmemiz için bir sebep yok.

source: Now, we may try to interrogate that orcish leader or simply withdraw.
fr: Bon, nous pouvons essayer d'interroger cet autre chef orc ou simplement nous retirer.
it: Adesso possiamo tentare di interrogare il comandante degli orchi oppure semplicemente ritirarci.
pl: Teraz możemy spróbować przesłuchać dowódcę orków albo po prostu się wycofać.
tr: Şimdi, ork liderini sorgulamayı deneyebilir ya da hemen geri çekilebiliriz.

source: Note: you will receive no bonus if you will withdraw with Reme.
fr: Note : vous ne recevrez aucun bonus si vous battez en retraite avec Reme.
it: Nota: non riceverai nessun bonus se ti ritirerai con Reme.
pl: Uwaga: Nie otrzymać żadnego bonusa jeżeli się wycofasz teraz z Reme.
tr: Bilginize: Reme kaçarsa, erken bitirme ödülü verilmeyecek.

source: Guides showed Gawen where the Bontom place is located and he with his army soon reached the area. Of course his army was too big to be not noticed and his scouts reported, that enemies are preparing to defense.
fr: Les guides montrèrent à Gawen où Bontom est situé. Il atteignit vite cette région avec son armée. Bien sûr, elle était trop grande pour passer inaperçue et les éclaireurs indiquèrent que l'ennemi préparait ses défenses.
it: Le guide avevano mostrato a Gawen dove si trovava Bontom ed egli con il suo esercito raggiunse il posto. Naturalmente il suo esercito era troppo grande perché non lo notassero e i suoi esploratori riferirono che i nemici si stavano preparando a difendersi.
pl: Przewodnicy pokazali Gawenowi gdzie znajduje się miejsce Bontom i razem z swoją armią szybko dotarł w tamtą okolicę. Oczywiście jego armia była zbyt wielka by jej nie zauważyć i zwiadowcy donieśli, że wróg przygotowuje się pośpiesznie do obrony.
tr: Rehberler Gaven’a Bontom’un yerini gösterdi ve Gaven ordusuyla erkenden Bonton’a ulaştı. Ordusu farkedilmeyecek gibi olmadığından gözcüler, düşmanın savunma için hazırlandıklarını bildirdiler.

source: Hans the Ripper
fr: Hans l'éventreur
it: Hans "lo squartatore"
pl: Hans Rozpruwacz
tr: Karındeşen Hans

source: Leif Thrall
pl: Leif Niewolnik
tr: Esir Leif

source: So, this is the place! Now, let's find Reme.
fr: Bien, nous y sommes ! Trouvons Reme, maintenant.
it: Dunque il posto è questo! Adesso cerchiamo Reme.
pl: A więc to jest to miejsce! Znajdźmy teraz Reme'go.
tr: İşte, geldik! Şimdi, Reme’yi bulalım.
