Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: I think it was Orcish for 'a human woman has killed me, what a dishonor' or something like that.
fr: Ce doit être la façon orc de dire 'Une humaine m'a tué, quel déshonneur' ou quelque chose comme ça.
it: Penso che nella lingua degli orchi abbia detto: «Mi ha ucciso una femmina, che disonore» o qualcosa del genere.
pl: Sądzę, że było to 'ludzka kobieta mnie zabiła, co za hańba' w języku orków, albo coś w tym rodzaju.
tr: ‘beni bir insan kadın öldürdü, ne onursuzluk’ veya benzeri bir şeyi söyleyen bir orktu sanırım.

source: What are you waiting for? Come on, finish me, witch.
fr: Qu'est-ce que tu attends ? Viens, finis-moi, sorcière
it: Cosa stai aspettando? Vieni, finiscimi, strega.
pl: Na co czekasz? Dalej, wykończ mnie, wiedźmo.
tr: Neyi bekliyorsun? Gel, öldür beni, cadı.

source: Ah, I like that kind of man. Strong and fearless even in the face of death. Now, do you see this knife? I call it truth-sayer. I use it to check how fearless a man can be in my hand.
fr: Ah, que j'aime ce genre d'hommes. Fort et intrépide, même face à la mort. Maintenant, vois-tu ce couteau ? Je l'appelle 'révélateur de vérité'. Je l'utilise pour mesurer combien un homme reste intrépide dans mes mains.
it: Ah, mi piace quest'uomo. Forte e impavido anche di fronte alla morte. Ora, vedi questo coltello? Io lo chiamo la lama della verità. Lo uso per verificare quanto può essere impavido un uomo nelle mie mani.
pl: Ach, takich mężczyzn lubię. Silny i nieustraszony nawet w obliczu śmierci. A teraz, czy widzisz ten nóż? Nazywam go mówcą prawdy. Używam go do sprawdzania jak bardzo nieustraszony może być mężczyzna w moich rękach.
tr: Ah, bu çeşit insanları severim. Ölüm karşısında bile güçlü ve korkusuz. Şimdi, bu bıçağı görüyor musun? Ona gerçeği söyleten diyorum. Korkusuzları ortaya çıkarmak için kullanıyorum.

source: I will see how fearless you will be when the rest of our army will come.
fr: Nous verrons ce qu'il restera de ton intrépidité quand le reste de notre armée viendra.
it: Vedremo se non avrai paura quando arriverà il resto dell'esercito.
pl: Zobaczymy jaka ty będziesz nieustraszona gdy nadejdzie reszta naszej armii.
tr: Bizim ordunun kalanı da geldiğinde ne kadar korkusuz olacağınızı göreceğiz.

source: The rest of your army? Interesting.
fr: Le reste de ton armée ? Intéressant.
it: Il resto del tuo esercito? Interessante.
pl: Reszta waszej armii? Interesujące.
tr: Ordunuzun kalanı bu mu? İlginç.

source: They are delayed two days after us. They will appear from the north and smash what is left of your so called castle.
fr: Ils sont à deux jours derrière nous. Ils surgiront du nord et écraseront ce qu'il reste de votre soi-disant château.
it: Ci seguono a due giorni di distanza. Arriveranno da nord e raderanno al suolo quello che rimane del tuo cosidetto castello.
pl: Są opóźnieni, dwa dni za nami. Nadejdą z północy i zmiotą wszystko co do tego czasu pozostanie z tego twojego zameczku.
tr: Onlar iki gün arkamızdalar. Kuzeyden gelecekler ve başarı sizin şato dediğiniz yerde hala ayakta kalanların olacak.

source: What Orcs are doing here anyway, and why are they allied with you?
fr: Qu'est-ce que les orcs font ici ? Et pourquoi sont-ils alliés avec vous ?
it: Comunque cosa ci fanno qui gli orchi e perché si sono alleati con te?
pl: Ale co właściwie robią tu orki, na dodatek w przymierzu z tobą?
tr: Orklar burada ne arıyor ve niçin sizinle ittifak yaptılar?

source: They will help us purify our race. We will go and kill every one who is unworthy of being Akladian. Those, who violated our customs, who are friends of the underlings, those who have offended our God by marrying them. Only then God will again be fond of us and he will reward us with completing of our conquest of Wesnoth and the whole world.
fr: Ils vont nous aider à purifier notre race. Nous tuerons tous ceux qui ne sont pas dignes d'être Akladien. Ceux qui ont violé nos coutumes, ceux qui sont les amis des inférieurs, ceux qui ont offensé notre Dieu en se mariant à eux. Seulement alors, nous retrouverons grâce à ses yeux et Il nous récompensera par notre conquête de Wesnoth et du monde entier.
it: Ci aiuteranno a purificare la nostra razza. Uccideremo tutti quelli che non sono degni di appartenere ad Akladia. Quelli, che hanno violato i nostri costumi, che sono amici dei miserabili, o che li hanno addirittura sposati offendendo gli dei. Soltanto allora gli dei saranno di nuovo generosi con noi e ci ricompenseranno con la conquista completa di Wesnoth e del mondo intero.
pl: Pomogą nam oczyścić naszą rasę. Zabijemy każdego kto nie jest godny być Akladianinem. Tych, co naruszyli nasze tradycje, co przyjaźnią się z pariasami, tych co obrazili naszego Boga żeniąc sie z ich kobietami . Tylko wtedy Bóg znów będzie z nas zadowolny i nagrodzi nas dokończeniem podboju Wesnoth i całego świata.
tr: Onlar ırkımızı temizlemek için bize yardım edecekler. Gidip Akladyalı olmaya layık olmayan herkesi öldüreceğiz. Bunlara bizim adetlerimize karşı çıkanlar, paryalarla dost olanlar ve onlarla evlenerek günaha girenler dahildir. Ancak bundan sonra Tanrı bizi tekrar sevecek ve Wesnoth’u ve tüm dünyayı fethetmemizi sağlayarak ödüllendirecektir.

source: Finally, food, wine and some rest! Hey, what's happening here?
fr: Enfin, de la nourriture, du vin et du repos ! Hé, que ce passe-t-il ici ?
it: Finalmente, cibo, vino e un po' di riposo! Ehi, cosa sta succedendo?
pl: Wreszcie, jedzenie, wino i odpoczynek! Zaraz, co tu się u diabła dzieje?!
tr: Sonunda, yiyecek, şarap ve kalacak yer! Hey, ne oluyor burada?

source: Run for you life! They are too many of them!!
fr: Courez pour votre vie ! Ils sont trop nombreux !!
it: Mettetevi in salvo! Sono in troppi!
pl: Ratuj się kto może! Jest ich zbyt wielu!
tr: Canını seven kaçsın! Çok kalabalıklar!!

source: Keep fighting! Don't give up! At least kill as many of them as you can! They will surely have to withdraw soon!
fr: Continuez le combat ! N'abandonnez pas ! Au moins, tuez-en autant que possible ! Ils vont sûrement bientôt devoir battre en retraite !
it: Continuate a combattere! Non arrendetevi! Uccidetene più che potete! Sicuramente dovranno ritirarsi presto!
pl: Walczyć dalej! Nie poddawać się! Zabijcie tylu z nich ilu tylko dacie radę! Już wkrótce będą musieli się wycofać!
tr: Döğüşmeye devam edin! Kaçmayın! Öldürebildiğiniz kadarını öldürün! Yakında çekilmek zorunda kalacaklar!

source: We have no more supplies. We have to withdraw! We will return, she-wolf.
fr: Nous n'avons plus de réserves. Nous devons battre en retraite ! Mais nous reviendrons, Louve.
it: Non abbiamo più provviste. Dobbiamo ritirarci! Torneremo,"Lupa".
pl: Nie mamy już zapasów. Musimy się wycofać! Jeszcze tu wrócimy, wilczyco.
tr: Artık erzağımız kalmadı. Çekilmeliyiz! Geri geleceğiz, dişi kurt.

source: They are withdrawing! They have no more supplies.
fr: Ils battent en retraite ! Ils n'ont plus de réserves.
it: Si stanno ritirando! Non hanno più rifornimenti!
pl: Wycofują się! Nie mają więcej zapasów.
tr: Geri çekiliyorlar! Artık erzakları kalmadı.

source: This was incredibly difficult. I was sure this would be the last day of my life.
fr: Ce fut incroyablement difficile. J'ai cru que ma dernière heure était venue.
it: È stato incredibilmente difficile. Ero sicuro che questo sarebbe stato il mio ultimo giorno di vita.
pl: To było niewiarygodnie trudne. Byłam pewna, że to będzie ostatni dzień mojego życia.
tr: Bu oldukça zor oldu. Bunun hayatımın son günü olacağından emindim.

source: Lorin, did you heard how our people are calling you? A she-wolf. She-wolf of Haeltin.
fr: Lorin, avez-vous entendu comment notre peuple vous a appelé ? Louve. La Louve d'Haeltin.
it: Lorin, hai sentito come ti chiama la nostra gente? La "Lupa". La "Lupa di Haeltin".
pl: Lorin, słyszałaś jak nasi ludzie cię nazywają? Wilczyca. Wilczyca z Haeltin.
tr: Lorin, halkın senden nasıl bahsettiğini duydun mu? Dişi kurt. Haeltin’in dişi kurdu.

source: LADY Lorin. So? Do they expect me to howl or something?
fr: DAME Lorin. Alors ? Vous vous attendiez à me voir hurler ou quelque chose comme ça ?
it: SIGNORA Lorin. E allora? Credi che mi metta a ululare o qualcosa del genere?
pl: *Pani* Lorin. Więc? Wydaje im się że będę wyła do księżyca albo coś w tym rodzaju?
tr: BAYAN Lorin! Öyle mi? Ulumamı filan mı bekliyorlar?

source: Lorin, if you would only gave me a chance, I would make you howl.
fr: Lorin, si vous ne m'en donnez ne fût-ce qu'une chance, je vous ferai hurler.
it: Lorin, se me ne avessi dato la possibilità, ti avrei fatto ululare io.
pl: Lorin, gdybyś tylko dała mi szansę, sprawiłbym że zawyjesz.
tr: Lorin, bana tek bir şans verseydin seni uluturdum.

source: Listen underling, the only thing which stops me from taking your life away after hearing such remark is that I still need you. But you are dangerously close to the line, so..
fr: Écoute inférieur, la seule chose qui me retient de prendre ta vie après avoir entendu cette remarque est que j'ai encore besoin de toi. Mais tu es dangereusement proche de la ligne, donc...
it: Ascolta miserabile, l'unica cosa che mi impedisce di portarti via la vita dopo quello che hai detto e che ho ancora bisogno di te. Ma sei pericolosamente sul filo del rasoio, perciò...
pl: Słuchaj pariasie, jedyna rzecz która mnie powstrzymuje przed odebraniem ci życia po usłyszeniu takiej uwagi to fakt, że wciąż jesteś mi potrzebny. Ale jesteś niebezbiecznie blisko granicy...
tr: Dinle parya, senin canını almaktan beni alıkoyan tek şey sana hala ihtiyacım olmasıdır. Fakat, sen tehlikeli sularda yüzüyorsun, dikkatli ol..

source: You said you need me?
fr: Vous avez dit avoir besoin de moi ?
it: Hai detto che hai bisogno di me?
pl: Powiedziałaś, że mnie potrzebujesz?
tr: Bana ihtiyacın olduğunu mu söyledin?

source: Oh my God. It's worse than I thought.
fr: Oh mon Dieu, c'est encore pire que je ne le croyais.
it: Oh dei. È peggio di quello che pensavo.
pl: O mój Boże. Jest gorzej niż myślałam.
tr: Aman Tanrım. Düşündüğümden daha kötü.

source: What do you mean?
fr: Que voulez-vous dire ?
it: Cosa vuoi dire?
pl: Co masz na myśli?
tr: Nasıl yani?

source: You forgot to say that 'one more reference to underling and I'm leaving'. Listen, Yaranov: I had noticed how you had been looking at me. At first, I couldn't guess what it meant. I am not used to such kind of glances. I can easily recognise hatred, despise, disdain. But this...
fr: Tu as oublié de dire qu'une seule référence de plus aux inférieurs et je m'en vais'. Écoute Yaranov : j'ai remarqué comment tu me regardes. Au début, je n'ai pas compris. Je n'ai pas l'habitude de ce genre de regards. Je reconnais facilement la haine, le désespoir, le dédain. Mais ceci...
it: Ti sei dimenticato di dire che «un altro riferimento ai miserabili e me ne vado». Ascolta, Yaranov: ho notato come mi guardi. All'inizio, non capivo cosa volesse dire. Non sono abituata a tali sguardi. Posso riconoscere facilmente l'odio, il disprezzo, lo sdegno. Ma questo...
pl: Zapomniałeś dodać, że jeżeli jeszcze raz nazwę cię pariasem to mnie zostawisz. Słuchaj mnie, Yaranov, widzę jak na mnie patrzysz. Na początku, nie mogłam odgadnąć co to oznaczało, nie jestem przyzwyczajona do takich spojrzeń. Z łatwością rozpoznaję nienawiść, niechęć, pogardę. Ale to...
tr: ‘Yine mi parya; ben gidiyorum’ demeyi unuttun. Dinle Yaranov: Bana baktığın için seni uyarmıştım. Öncelikle, ne anlama geldiğini tahmin edemiyorum. Böyle bir ilgiyi amaçlamadım. Kini, nefreti, hor görmeyi kolayca tanırım. Ama bu...

source: Listen carefully. Do not have any hope. Do not try anything. First, I am Akladian and you are not. Second, I am a bad woman. You have no idea how bad. Avoid me. Third, you are not my type. Fourth, there are some Akladian customs of which you are seemingly unaware. Let's make a deal: I will not call you underling, and you will call me Lady Lorin. Agreed?
fr: Écoute bien. N'aie aucun espoir. N'essaye rien. D'abord, je suis une Akladienne et pas toi. Ensuite, je suis une mauvaise femme. Tu n'as pas idée à quel point. Évite-moi. En plus, tu n'es pas mon type. Enfin, tu sembles ignorer certaines de nos coutumes. Faisons un marché. Je ne t'appelle plus inférieur et tu m'appelles Dame Lorin. D'accord ?
it: Ascoltami attentamente. Non hai speranze. Non provarci. In primo luogo, io sono di Akladia e tu non lo sei. In secondo luogo, sono una donna malvagia. Non ti immagini quanto. Evitami. In terzo luogo, non sei il mio tipo. Quarto, ci sono dei costumi di Akladia di cui sembra tu sia all'oscuro. Facciamo un patto: io non ti chiamerò più miserabile se tu mi chiamerai Lady Lorin. D'accordo?
pl: Słuchaj uważnie. Nie miej żadnych nadziei. Niczego nie próbuj. Po pierwsze, jestem Akladyjką, a ty nie. Po drugie, jestem złą kobietą. Nawet nie masz pojęcia, jak bardzo złą. Unikaj mnie. Po trzecie, nie jesteś w moim typie. Po czwarte, w przeszkodzie są pewne nasze zwyczaje, których widocznie nie znasz. Zawrzyjmy układ, ja nie będę nazywać cię podludziem, a ty będziesz do mnie zwracał się per 'pani Lorin'. Zgoda?
tr: Dikkatle dinle. Umutlanma. Tekrarlamayacağım. Öncelikle, ben Akladyalıyım, sen değilsin. İkincisi, ben kötü bir kadınım. Kötünün anlamı hakkında bir fikrin olsun diye söylüyorum: kork benden! Üçüncüsü, benim tipim değilsin. Dördüncüsü senin bilmediğin anlaşılan bazı Akladya gelenekleri var. Seninle anlaşalım: Ben sana parya demeyeceğim, sen de bana Bayan Lorin diyeceksin. Kabul mü?

source: Lady Lorin it is then. Or maybe I could call you she-wolf, sometimes? She-wolf of Haeltin. In exchange, you could call me Andrey.
fr: Lady Lorin, très bien. Peut-être vous appellerai-je Louve de temps à autre. La Louve d'Haeltin. En échange, vous pourriez m'appeler Andrey
it: E Lady Lorin sia, dunque. O forse ti potrei chiamare la lupa, qualche volta? La lupa di Haeltin. In cambio tu puoi chiamarmi Andrey.
pl: Niech będzie 'pani Lorin'. A może mógłbym cię czasem nazwać wilczycą? Wilczycą z Haeltin. W zamian za to mogłabyś nazywać mnie Andrey.
tr: Bundan sonra Bayan Lorin diyeceğim. Yoksa ara sıra, size dişi kurt diye de hitabetsem mi? Haeltin’in dişi kurdu. Siz de buna karşılık bana Andrey diyebilirsiniz.

source: Whatever. Go to your people, see what they need. I will check our wounded.
fr: Comme tu veux. Va rejoindre ton peuple, vois ce dont il a besoin. Quant à moi, je soignerai nos blessés.
it: Comunque, va' dalla tua gente, vedi di che cosa hanno bisogno. Controllerò i nostri feriti.
pl: Wszystko mi jedno. Idź do swoich ludzi, zobacz, czego potrzebują. Ja sprawdzę naszych rannych.
tr: Her neyse. Halkına git ve neye ihtiyaçları var bak. Ben askeri kaybımızı inceleyeceğim.

source: My soldiers! Bastards, he is killing my soldiers!
fr: Mes soldats ! Quel salaud ! Il tue mes soldats !
it: I miei soldati! Bastardi, sta uccidendo i miei soldati!
pl: Moi żołnierze! Drań, on zabija moich żołnierzy!
tr: Askerlerim! Alçaklar, askerlerimi öldürüyor!

source: I never saw you caring so much for your warriors.
fr: Je ne vous avais jamais vu faire autant de cas de vos guerriers
it: Non ti ho mai visto prenderti così cura dei tuoi guerrieri.
pl: Nigdy nie widziałem u ciebie takiej troski o swoich wojowników.
tr: Savaşçılarınız için öyle fazla koruyucu olduğunuzu hiç görmedim.

source: I always care for my people, and you have no idea how difficult it was to train them.
fr: Je fais toujours attention à mes gens et vous n'avez pas idée de la difficulté à entraîner ceux-là.
it: Mi prendo sempre cura del mio popolo, e non hai nessuna idea di quanto sia stato difficile addestrarli.
pl: Zawsze troszczę się o moich ludzi, a ty nie masz pojęcia jak trudno było ich wytrenować.
tr: Ben daima halkımı korurum; onları eğitmenin ne kadar zor olabileceğini bilemezsin.

source: Lorin, what are you doing?
fr: Lorin, que faites-vous ?
it: Lorin, cosa stai facendo?
pl: Lorin, co robisz?
tr: Lorin, ne yapıyorsun?

source: Maybe we could try to withdraw to the mountains?
fr: Peut-être pouvons nous essayer de battre en retraite dans les montagnes ?
it: Forse ci potremmo ritirare sulle montagne?
pl: Może powinniśmy się wycofać w góry?
tr: Dağlara çekilmeyi deneyebiliriz belki, ne dersiniz?

source: Wait a moment. Are you running away?
fr: Attendez un moment. Est-ce que vous fuyez ?
it: Aspetta un attimo. Stai scappando?
pl: Zaraz, zaraz. Czy ty przypadkiem nie uciekasz?
tr: Bekle bir dakika. Kaçıyor musunuz?

source: The correct term is strategical relocation of the forces, impertinent underling.
fr: Le terme correct est relocalisation stratégique des forces, inférieur impertinent !
it: Il termine corretto è ridispiegamento strategico delle nostre forze, miserabile impertinente.
pl: Bardziej prawidlowy termin to strategiczna relokacja sił, bezczelny pariasie.
tr: Doğru terim, kuvvetlerin stratejik yerleştirilmesidir, küstah parya.

source: One more reference to underling... Ah, what the hell.
fr: Une seule remarque de plus sur les 'inférieurs'... Bon dieu !
it: Un altro riferimento ai miserabili... Ah, al diavolo.
pl: Jeszcze raz mnie nazwiesz pariasem... A do diabła z tym.
tr: Yine mi parya... Cehennem gibi.

source: Council in Freetown
fr: Le Conseil de Libreville
it: Il consiglio a Freetown
pl: Narada w Wolnym Mieście
tr: Özgürkent Konseyi

source: The day way bright when Gawen Hagarthen entered the forests of Raedwood. There, inside the very heart of the forest, lay the city of Freetown, founded by refugees from lands under Akladian yoke. Life was not easy here, the food was scarce, yet the smiles were often seen on the faces of men and women.
fr: Le jour était déjà bien clair alors que Gawen Hagarthen entra dans les forêts de Raedwood. Là, au coeur de la forêt, se trouvait la cité de Libreville, fondée par les réfugiés des territoires sous le joug des Akladiens. La vie n'y était pas facile, la nourriture était rare. Néanmoins, les hommes et les femmes souriaient souvent.
it: Era pieno giorno quando Gawen Hagarthen entrò nelle foreste di Raedwood. La città di Freetown era lì, nel cuore stesso della foresta, fondata dai rifugiati dalle terre sotto il giogo di Akladia. Anche se qui la vita non era facile e il cibo era scarso, si vedevano spesso i volti degli uomini e delle donne sorridere.
pl: Piękny był dzień, kiedy Gawen Hagarthen przybył do Lasu Raed. Tutaj, w samym sercu lasu, leżało wolne miasto, Freetown, założone przez uciekinierów z krajów pod akladyjskim jarzmem. Życie nie było tutaj łatwe, nierzadko brakowało żywności, a jednak często można było zobaczyć uśmiechy na twarzach mężczyzn i kobiet.
tr: Gaven Hagarten Kızılağaç ormanlarına girdiğinde gün ağarmıştı. Ormanın çok derinlerinde, Akladyalıların boyunduruğu altındaki topraklardan kaçan sığınmacıların kurduğu Özgürkent diye gizli bir şehir vardı. Yaşam kolay değildi orada, yiyecek kıttı ve insanların yüzünde gülümseme artık pek görülmüyordu.

source: Karen said you could smell the freedom in the air here; Gawen smelled nothing, though, only the meals prepared in field kitchen. It was not given to him to taste it. The messengers waited for Ruvio, asking him to come to the meeting of the Freetown leaders.
fr: Karen dit que l'on peut sentir la liberté dans l'air, ici ; Gawen sentit. Mais, rien, sauf l'odeur de cuisine des fermes dans la campagne environnante. Mais il ne lui fut pas donné d'y goûter. Les messagers attendaient Ruvio, pour lui demander d'aller à la réunion des chefs de Libreville.
it: Karen disse che lì si poteva sentire l'odore della libertà nell'aria; Gawen non sentì nessun odore, tranne quello dei pasti si stavano preparando nella cucina da campo. Ma non li poté assaggiare. Dei messaggeri che aspettavano Ruvio, gli chiesero di andare alla riunione dei capi di Freetown.
pl: Karen powiedziała, że tutaj czuć zapach wolności w powietrzu, Gawen nie czuł nic prócz woni posiłków z kuchni polowych. Nie było mu dane ich skosztować. Ruvia oczekiwali posłańcy z zaproszeniem na spotkanie rady przywódców Wolnego Miasta.
tr: Karen buranın havasında özgürlüğün koklanabildiğini söylemişti; Gaven, ise mutfak alanında hazırlanan yemeklerin kokusundan başka birşey duymamıştı. Özgürlük, lezzetine bakılacak bir şey değildir. Elçiler Ruviyo’yu bekliyor, Özgürkent liderleri toplantısına onun gelip gelmeyeceğini soruyorlardı.

source: Welcome back to Freetown, Ruvio. You are just in time to participate in our meeting.
fr: Heureux de te revoir à Libreville, Ruvio. Tu arrives juste à temps pour la réunion.
it: Bentornato a Freetown, Ruvio. Giusto in tempo per partecipare alla nostra riunione.
pl: Witaj z powrotem w Wolnym Mieście, Ruvio. Zdążyłeś w samą porę, by wziąć udział w naszym spotkaniu.
tr: Özgürkent’e tekrar hoşgeldin, Ruviyo. Toplantıya tam zamanında yetiştin.

source: We welcome also your daughter. Karen, I would order you to leave this meeting and go to your mother...
fr: Que notre fille soit aussi la bienvenue. Karen, je voudrais que tu quittes cette réunion et ailles rejoindre ta mère...
it: E benvenuta anche tua figlia. Karen, vorrei ordinarti di non partecipare alla riunione e di andare da tua madre...
pl: Witamy również twoją córkę. Karen, rozkazałbym ci opuścić to spotkanie i pójść do swojej matki...
tr: Ayrıca, kızını da görmekten memnun olduk. Karen, bu toplantıyı terketmeni ve annenin yanına gitmeni emrediyorum...

source: ..but you know you would only waste your breath.
fr: ...mais tu sais que tu n'y perdrais que ton souffle.
it: ...ma sai che sprecheresti solo il fiato.
pl: .. ale wiesz, że tylko zmarnowałbyś czas.
tr: ..boşuna nefesinizi tüketmeyin.

source: We've heard that you have battled and defeated both Akladians and Outlaws. Accept our congratulations, Ruvio. But who is this young man, your companion?
fr: Nous avons appris que tu avais vaincu les Akladiens et les hors-la-loi. Accepte nos félicitations, Ruvio. Mais qui est ce jeune homme, ton compagnon ?
it: Abbiamo saputo che avete combattuto e sconfitto sia quelli di Akladia sia quelli di Senzalegge. Accetta le nostre congratulazioni, Ruvio. Ma chi è questo giovane che ti accompagna?
pl: Słyszeliśmy, że walczyłeś i zwyciężyłeś zarówno Akladyjczyków jak i banitów . Przyjmij nasze gratulacje Ruvio. Ale kimże jest ten młody człowiek, twój towarzysz?
tr: Akladyalılar ve Haydutlarla döğüştüğünü ve onları yendiğini duyduk, tebriklerimizi kabul et, Ruviyo. Fakat yanındaki bu genç adam kim?

source: I participated in the battles you have mentioned, but someone else should be credited for the victory. We were commanded by this young man.
fr: J'ai bien participé aux batailles que tu mentionnes, mais un autre devrait recevoir le mérite de la victoire. C'est ce jeune homme qui nous commandait.
it: Ho partecipato alle battaglie che hai detto, ma il merito per la vittoria va a qualcun altro. Era questo giovane a comandarci.
pl: Uczestniczyłem w bitwach, które wspomniałeś, ale zwycięstwo nie jest moją zasługą. Dowodził nami ten właśnie młody człowiek.
tr: Bahsettiğiniz savaşa katıldım, ama zafer için ödüllendirilecek kişi ben değilim. Bize bu genç adam komuta ediyordu.

source: And his name is..
fr: Et son nom est...
it: E si chiama...
pl: A jego imię brzmi..
tr: Ve onun ismi..

source: I hate you.
fr: Je te déteste.
it: Ti odio.
pl: Nienawidzę cię.
tr: Nefret ediyorum senden.

source: But now he had to leave. We have very important and secret things to talk upon.
fr: Mais maintenant, il doit partir. Nous devons discuter de sujets très importants et très secrets.
it: Ma ora se ne deve andare. Ci sono cose importanti e segrete di cui dobbiamo discutere.
pl: Ale teraz musi nas opuścić. Mamy bardzo ważne i poufne sprawy do omówienia.
tr: Fakat şimdi o gitmek zorunda. Üzerinde konuşacağımız çok önemli ve gizli şeylerimiz var.

source: He has my full trust. He stays.
fr: J'ai pleinement confiance en lui. Il reste.
it: Ha la mia piena fiducia. Lui rimane.
pl: Ma moje pełne zaufanie. Zostaje.
tr: Kendisine kefilim. O kalıyor.
