Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: I prefer to have dead enemy to unsure ally. Now, we have to be absolutely sure about your loyalty and about which side you are choosing to back. Now, you have to make a decision. Bow to our rule. Reme?
fr: Je préfère un ennemi mort qu'un allié peu fiable. Maintenant, nous devons être absolument certain de votre loyauté et du camp que vous allez choisir. Vous devez prendre une décision maintenant. Vous rangez-vous à nos côtés, Reme ?
it: Preferisco avere un nemico morto che un alleato infido. Adesso dobbiamo essere assolutamente sicuri della vostra fedeltà e da quale parte avete deciso di stare. Ora dovete prendere una decisione. Inchinatevi di fronte al nostro re. Reme?
pl: Wolę martwego wroga niż niepewnego sojusznika. Teraz, musimy być absolutnie pewni waszej lojalności i tego, po której stronie się opowiadacie. Musicie teraz dokonać decyzji. Złóżcie pokłon naszej władzy. Reme?
tr: Müttefikim olmayacağından emin olduğum düşmanın ölmesini tercih ederim. Şimdi, sadakatinizden ve hangi tarafı seçtiğinizden kesin olarak emin olmak zorundayız. Kararınızı hemen verin. Bize boyun eğin. Reme?

source: I was always loyal to family of Hagarthen.
fr: J'ai toujours été loyal envers la famille Hagarthen.
it: Sono stato sempre fedele alla famiglia Hagarthen.
pl: Zawszem był lojalny rodzinie Hagarthen.
tr: Hagarten ailesine daima sadık oldum.

source: And you, noble Graeme?
fr: Et vous, noble Graeme ?
it: E tu, nobile Graeme?
pl: A wy, szlachetny Graeme?
tr: Siz, soylu Graeme?

source: Hail the true king of Vakladia
fr: Honneur au véritable roi de Vakladia.
it: Salute al vero re di Vakladia
pl: Chwała prawdziwemu królowi Vakladii!
tr: Vakladya’nın gerçek kralı selam sana!

source: I will always loyally serve what is best for kingdom of Vakladia.
fr: Je servirai toujours ce qu'il y a de mieux pour le royaume de Vakladia.
it: Servirò sempre fedelmente per il bene del regno di Vakladia.
pl: Zawsze będę służył temu, co najlepsze królestwu Vakladii.
tr: Vakladya kralına en iyi şekilde daima sadakatle hizmet edeceğim.

source: To ensure you of our friendship I demand that each of you will send your first-born son to court of Vattin, where he would have possibility to learn how to best serve the crown.
fr: Pour m'assurer de votre amitié, je vous demande à chacun d'envoyer votre premier descendant à la cour de Vattin. Là, il aura la possibilité d'étudier la meilleure façon de servir le peuple.
it: Come garanzia della nostra amicizia io chiedo che ciascuno di voi mandi il proprio primogenito alla corte di Vattin, dove potremo insegnargli come servire al meglio la corona.
pl: Aby zapewnić was o naszej przyjaźni i przychylności, chcę aby każdy z was przysłał swego pierworodnego na dwór w Vattin, gdzie otrzyma on okazję, jak najlepiej służyć koronie.
tr: Dostluğunuzdan emin olmak için büyük oğullarınızı Vattin sarayına bekliyorum. Orada tahta en iyi şekilde nasıl hizmet edeceklerini öğrenme şansına sahip olacaklar.

source: Battle of Barnon
fr: La Bataille de Barnon.
it: La battaglia di Barnon
pl: Bitwa pod Barnon
tr: Barnon Savaşı

source: After few days of preparation, when first born sons of Akladian lords appeared in Vattin to be guests of king Gawen Hagarthen and his step-mother Lady Lorin, he, accompanied by two of lords and small army, marched north, to the settlements of clan of O-Barnon.
fr: Après quelques jours de préparation, quand les premiers fils des seigneurs Akladiens apparurent à Vattin en tant qu'invités du roi Gawen Hagarthen et de sa belle-mère Dame Lorin, Gawen, accompagnés de deux seigneurs et d'une petite armée, marchaient vers le nord, visant les territoires du clan d'O-Barnon.
it: Dopo alcuni giorni di preparativi, quando i primogeniti dei signori di Akladia giunsero a Vattin, ospiti del re Gawen Hagarthen e della sua matrigna Lady Lorin, egli, accompagnato da due lord e un piccolo esercito, marciò verso nord, verso gli accampamenti del clan di O-Barnon.
pl: Po kilku dniach przygotowań, kiedy pierwsi pierworodni akladyjskich panów pojawili się w Vattin by zostać gośćmi króla Gawena Hagarthena i jego macochypani Lorin, on sam, wraz z dwoma panami i małą armią, ruszył na północ, do siedzib klanu O-Barnon.
tr: Bir kaç günlük hazırlıktan sonra Akladyalı beylerin büyük oğulları, kral Gaven Hagarten ve üvey annesi Lorin’in konuğu olarak Vattin’de göründüğünde, kral, beylerden ikisi ile küçük bir ordu oluşturup kuzeye Barnon kabilesinin bölgesine hareket etti.

source: Hoyre O Barnon did not trust Wesnothians living in the city of Barnon. Fearing that the citizens may open gates to Gawen Hagarthen, he withdrew to the castle in the forests nearby. Indeed, the city of Barnon surrendered easily, though it doesn't seem that the citizens showed any signs of enthusiasm.
fr: Hoyre O-Barnon ne faisait pas confiance aux Wesnothiens qui vivaient dans la cité de Barnon. Il craignait que les citoyens n'ouvrent les portes à Gawen Hagarthen. Il se retira donc dans le château qui se trouvait dans les forêts aux environs. D'ailleurs, la Cité de Barnon se rendit facilement, bien que rien n'indiqua que les citoyens aient manifesté quelque enthousiasme.
it: Hoyre O Barnon non si fida della gente di Wesnoth che abita nella città di Barnon. Temendo che i cittadini potessero spalancare le porte a Gawen Hagarthen, si è ritirato nel castello nelle vicine foreste. Effettivamente, la città di Barnon si è arresa facilmente, anche se gli abitanti non hanno nessun mostrato segni di entusiasmo.
pl: Hoyre o Barnon nie ufał Wesnotyjczykom żyjącym w mieście Barnon. Obawiając się, że mieszczanie mogą otworzyć bramy Gawenowi Hagarthenowi, wycofał się do zamku w pobliskich lasach. Istotnie miasto Barnon poddało się błyskawicznie, chociaż mieszczanie nie okazywali zbytniego entuzjazmu.
tr: Hoyre Barnon, Barnon şehrinde yaşayan güvenilmez bir Wesnottu. Vatandaşlar kapıları Gaven Hagarten’e korkarak açtıklarında, o orman yakınındaki şatosuna kaçtı. Normal olarak, Barnon şehri, vatandaşları pek hevesli görünmese de kolayca teslim oldu.

source: It was this moment when Gawen realized that he was as hated by Wesnothian folk, as by Akladians. While the former considered him barbarian beast, the latter called him mixling - at best. The irony of this was so overburdening that he started to laugh. He would probably laugh even harder if he could hear some of his warriors: they whispered that Gawen is laughing from an anticipation of the battle, and his reputation rised a lot.
fr: C'est à ce moment que Gawen réalisa qu'il était autant détesté des Wesnothiens que des Akladiens. Tandis que les premiers le considéraient comme une bête barbare, les seconds l'appelaient 'bâtard' au mieux. L'ironie de la situation l'accabla tant qu'il commença à en rire. Il aurait probablement ri encore plus fort s'il avait pu entendre certains de ces combattants : ils chuchotaient que Gawen riait en pensant à la bataille à venir, sa réputation en fut grandie.
it: In quel momento Gawen comprese di essere odiato anche dalla gente di Wesnoth, oltre che da quelli di Akladia. Mentre i primi lo consideravano una bestia barbara, gli ultimi lo chiamavano mezzosangue - se andava bene. L'ironia era così insopportabile che gli venne da ridere. Avrebbe riso ancora più forte se avesse potuto sentire alcuni dei suoi guerrieri: mormoravano che Gawen ridesse pregustando la battaglia, e la sua reputazione crebbe un po'.
pl: W tej właśnie chwili Gawen uświadomił sobie, że był nienawidzony równie mocno przez Wesnotyjczyków jak przez Akladyjczyków. Jedni uważali go za barbarzyńskiego dzikusa, a drudzy za mieszańca - w najlepszym przypadku. Ironia tego była tak przygniatająca, że zaczął się śmiać - a śmiałby się nawet bardziej gdyby usłyszał szepty swoich wojowników - sądzili oni, że raduje się na czekającą go walkę i jego reputacja wzrosła w tej chwili niepomiernie.
tr: O an Gaven Akladyalılar kadar Wesnotlardan da hoşlanmadığını farketti. Birinciler ona melez derken ikinciler onu bir barbar piç olarak görüyordu. Bu ironu öyle sıkıntı verdi ki, gülmeye başladı. Savaşçıların söylediklerini duysaydı muhtemelen zor gülerdi: birbirlerine Gaven’ın savaşı önceden sezinlediğinden güldüğünü fısıldıyorlardı. Bu ününün biraz daha artmasına sebep oldu.

source: Castle of Barnon
fr: Château de Barnon
it: Castello di Barnon
pl: Zamek Barnon
tr: Barnon Şatosu

source: City of Barnon
fr: Ville de Barnon
it: Barnon
pl: Miasto Barnon
tr: Barnon şehri

source: This should be easy, my son. Let's just get to castle of Barnon and finish that traitor off.
fr: Cela devrait être facile, mon fils. Nous devons juste aller au château de Barnon et en finir avec ce traître !
it: Dovrebbe essere una passeggiata, figlio mio. Dobbiamo solo andare al castello di Barnon e uccidere quel traditore.
pl: To powinno być łatwe, mój synu. Ruszajmy prosto na zamek Barnon i wykończmy tego zdrajcę.
tr: Bu kolay olacak, oğlum. Barnon şatosuna saldırıp hainlerin işini bitireceğiz.

source: If I may, my lord, I suggest not to hurry.
fr: Si je peux me permettre, Monsieur, je suggère de ne pas nous précipiter.
it: Se mi è permesso, mio signore, io suggerisco di attendere.
pl: Za waszym pozwoleniem, panie, sugerowałbym ostrożność.
tr: Bana sororsanız, acele etmemenizi öneririm. efendim.

source: Why?
fr: Pourquoi ?
it: Perché?
pl: Dlaczego?
tr: Neden?

source: I am not sure how those our so called allies will act.
fr: Je ne suis pas sûr de la réaction de nos prétendus alliés.
it: Non sono sicuro di come si comporteranno questi nostri cosidetti alleati.
pl: Nie jestem pewny, jaki ci nasi tak zwani sprzymierzeńcy się zachowają.
tr: Bunların nasıl müttefikler olacağından emin değilim.

source: You think that they may dare not to attack?
fr: Vous pensez qu'ils oseraient ne pas attaquer ?
it: Tu pensi che possano osare non attaccare?
pl: Myślicie, że odważą się nie atakować?
tr: Saldırmaya cüret edemeyeceklerini mi düşünüyorsunuz?

source: I think that they will dare, It's just I am not sure whom they will attack.
fr: Je pense qu'ils oseront bien, mais je ne suis pas sûr de qui ils attaqueront.
it: Io credo che attaccheranno, bisogna però vedere chi attaccheranno.
pl: Myślę, że się odważą, ale nie jestem pewien kogo będą chcieli zaatakować.
tr: Cüret edeceklerini düşünüyorum, sadece kime saldıracaklarından emin değilim.

source: Nonsense. They know, that the lifes of their sons is in our hands.
fr: Ça n'a pas de sens. Ils savent que les vies de leurs fils sont entre nos mains.
it: Non ha senso. Sanno che le vite dei loro figli sono nelle nostre mani.
pl: Bzdura! Wiedzą, że życie ich synów jest w naszych rękach.
tr: Önemi yok! Oğullarının hayatları bizim elimizde, bunu biliyorlar.

source: I am not sure whether we have enough gold for this endeavor. I wish we'd got more in previous battles.
fr: Je ne suis pas sûr que nous ayons assez d'or pour cette tentative. Ah, si nous avions amassé plus d'or lors des batailles précédentes !
it: Non credo che abbiamo abbastanza oro per questo tentativo. Avremmo dovuto prenderne di più nelle battaglie passate.
pl: Nie jestem pewny, czy mamy dość złota. Szkoda, że nie zdobyliśmy więcej w poprzednich bitwach.
tr: Bu çaba için yeterli altına sahipmiyiz, emin değilim. Önceki savaştan daha fazla altın almış olmayı isterdim.

source: Kill all enemy leaders
fr: Tuez tous les chefs ennemis.
it: Uccidi tutti i comandanti nemici
pl: Zabij wszystkich wrogich przywódców.
tr: Tüm düşman liderlerini öldür

source: It's dark day to see Akladian lords siding with bastard and underling. What will your ancestors say about this, Uri?
fr: C'est un jour sombre qui voit des seigneurs Akladiens s'associer à des bâtards et à des inférieurs. Qu'est-ce que tes ancêtres diront de ça, Uri ?
it: È un giorno buio quello che vede i signori di Akladia al fianco di un bastardo mezzosangue. Cosa diranno i nostri antenati, Uri?
pl: Czarny to dzień, widzieć akladyjskich panów trzymających stronę bękarta i do tego pariasa. Co by twoi przodkowie na to powiedzieli, Uri?
tr: Akladyalı beyleri alçakların ve paryaların yanında görmek ne kötü. Atalarınızın kemikleri sızlamayacak mı, Uri?

source: Hoyre, you were always my friend. I will never fight against you. I will rather join you to kill that mixling!
fr: Hoyre, tu as toujours été mon ami. Je ne me battrai jamais contre toi. Je préfère encore me joindre à toi et tuer ce bâtard !
it: Hoyre, sei sempre stato mio amico. Non combatterei mai contro di te. Piuttosto mi unirò a te per uccidere quel mezzosangue!
pl: Hoyre, zawsześ był moim druhem. Nigdy nie wzniosę przeciwko tobie miecza. Raczej dołączę do ciebie, by zabić tego mieszańca!
tr: Hoyre, sen daima dostum oldun. Sana karşı asla döğüşemem. Hatta, bu melezi öldürmek için sizinleyim.

source: I've never intended to fight against you, Hoyre. Let our swords cut that underling head off, as well as that witch, his step-mother.
fr: Je n'ai jamais eu l'intention de me battre contre toi, Hoyre. Laissons nos lames trancher la tête de cet inférieur, ainsi que celle de cette sorcière, sa belle-mère.
it: Non avevo intenzione di combatterti, Hoyre. Le nostre spade spiccheranno la testa di quel mezzosangue e di quella strega della sua matrigna.
pl: Nigdy nie było moim zamiarem wznosić miecza przeciwko tobie, Hoyre. Niech nasze miecze rozpłatają głowę tego pariasa, tak samo jak łeb tej wiedźmy, jego macochy.
tr: Size karşı döğüşmeyi asla düşünmedim, Hoyre. Kılıçlarımızla bu paryanın ve cadı annesinin kafasını uçuralım.

source: We spent so many days drinking and fighting together. Now you are against me? What about our plans, Bor?
fr: Nous avons passé tant de temps à boire et à nous battre ensemble, maintenant, tu es contre moi ? Quels sont tes plans, Bor ?
it: Abbiamo trascorso molti giorni fianco a fianco a bere e combattere. E ora ti sei messo contro di me? Qual è il tuo piano, Bor?
pl: Tyleśmy dni spędzili pijąc i walcząc razem. A teraście przeciwko mnie? Co z naszymi planami, Bor?
tr: Çoğu zaman birlikte yedik, içtik, döğüştük. Şimdi bana karşı mısınız? Planlarımıza ne oldu, Bor?

source: Our plans haven't changed, Hoyre. You were and are my friend. I came with underling here only to bring him into trap. I am with you!
fr: Nos plans n'ont pas changé, Hoyre. Tu es et tu restes mon ami. Je suis venu ici avec l'inférieur dans le seul but de le faire tomber dans un piège. Je suis avec toi.
it: I nostri piani non sono cambiati, Hoyre. Noi siamo stati e siamo ancora amici. Sono venuto con quel miserabile solo per metterlo in trappola. Io sono con te!
pl: Nasze plany nie uległy zmianie, Hoyre. Byłeś i jesteś moim przyjacielem. Przybyłem z pariasem tylko po to, by zaprowadzić go prosto w pułapkę. Jestem z tobą!
tr: Planlarımız değişmedi, Hoyre. Sen dostumdun, dostum olarak kalacaksın. Bu paryayı tuzağa çekmek için onunla birlikte geldim. Ben seninleyim.

source: Noble Lords, count on me too! Death to that scraggy mixling, that witch and all the traitors who support them against our own kin! God with us! Kill them all, let's us eat their hearts!
fr: Nobles seigneurs, comptez sur moi aussi ! Mort à cet insignifiant bâtard, à cette sorcière et à tous les traîtres qui les aident contre notre propre race. Dieu est avec nous ! Tuez-les tous et mangeons leurs coeurs.
it: Nobili signori, contate anche su di me! Mettiamo a morte quel mezzosangue smunto, quella strega e quel traditore che li aiuta contro la sua stessa gente. Gli dei sono con noi! Uccidiamoli tutti e mangiamo i loro cuori!
pl: Szlachetni panowie, na mnie również możecie liczyć! Śmierć temu mizernemu mieszczańcowi, tej wiedźmie i wszystkim zdrajcom którzy ich wspierają przeciwko swojemu własnemu rodzajowi! Bóg z nami! Zabić ich wszystkich, pożryjmy ich serca!
tr: Soylu beyler, ben de sizinleyim. Bu meleze, cadıya ve akrabalarımıza karşı onları destekleyen tüm hainlere ölüm! Hepsini öldürüp, kalplerini yiyelim!

source: Bonus for resisting |$ano_tmp| turns above requirement
fr: Bonus pour avoir résisté |$ano_tmp| tours en plus du nombre requis.
it: Bonus per |$ano_tmp| turni di resistenza oltre il necessario
pl: Premia za wytrwanie |$ano_tmp| tur powyżej wymagań
tr: Gerekli $ano_tmp turdan sonraki her tur için bonus alacaksın.

source: Resisted |$ano_barnon_turns| turns.
fr: Vous avez résisté |$ano_barnon_turns| tours.
it: Hai resistito |$ano_barnon_turns| turni.
pl: Wytrwałeś |$ano_barnon_turns| tur.
tr: $ano_barnon_turns el dayandın.

source: I hope both Reme and Lorin have made it.. Aaargh!
fr: J'espère que Reme et Lorin l'ont fait... Aaargh !
it: Spero che sia Reme sia Lorin ce l'abbiano fatta... Aaargh!
pl: Mam nadzieję, że zarówno Reme jak i Lorin zdołali uciec... Aargh!
tr: Umarım Reme ve Lorin kaçabilmiştir... Aaaahhh!

source: I think we killed him, my lord!
fr: Je crois que nous l'avons tué, Monseigneur !
it: Credo che lo abbiamo ucciso, mio signore!
pl: Chyba go zabiliśmy, mój panie!
tr: Sanırım onu öldürdük, efendim!

source: You think? Where is his body? Search for it, I want to be sure!
fr: Tu crois ? Où est son corps ? Cherchez-le, je veux en être sûr !
it: Tu credi? Dov'è il corpo? Cercatelo, devo essere sicuro!
pl: Chyba? Gdzie jego ciało! Szukajcie ciała, chcę być pewny!
tr: Sanıyor musun? Cesedi nerede? Bulun onu, emin olmak istiyorum.

source: Bonus for resisting, 40gp per each turn above $ano_howmanyturns: $ano_barnon_turns
fr: Bonus pour résistance, 40 pièces d'or pour chaque tour en plus de $ano_howmanyturns : $ano_barnon_turns
it: Bonus per la resistenza, 40gp per ogni turno dopo $ano_howmanyturns: $ano_barnon_turns
pl: Premia za wytrwanie, 40 sztuk złota za kazą turę powyżej $ano_howmanyturns: $ano_barnon_turns
tr: $ano_howmanyturns elin üzerinde dayandığın her el için 40 altın alacaksın: $ano_barnon_turns

source: Oh no! Fresh enemy reinforcements arrived, Reme, you have no chances to escape! I can't hold them!
fr: Oh non ! De nouveaux renforts sont arrivés aux côtés de l'ennemi, Reme, tu n'as plus aucune chance de t'échapper ! Je ne peux plus tenir !
it: Oh no! Sono arrivati dei rinforzi freschi per i nemici, Reme, non hai scampo! Non posso respingerli!
pl: O nie! Nadciągnęły nowe wojska nieprzyjaciela! Reme, nie masz szansy na ucieczkę, nie dam rady ich powstrzymać!
tr: Oh hayır! Düşman destek kuvvetleri geldi. Reme, kaçma şansımız kalmadı! Onları durduramam!

source: Oh no! Fresh enemy reinforcements arrived, Lorin, you have no chances to escape! I can't hold them!
fr: Oh non ! De nouveaux renforts sont arrivés aux côtés de l'ennemi, Lorin, vous n'avez plus aucune chance de vous échapper ! Je ne peux plus tenir !
it: Oh no! Sono arrivati dei rinforzi freschi per i nemici, Lorin, non hai scampo! Non posso respingerli!
pl: O nie! Nadciągnęły nowe wojska nieprzyjaciela! Lorin, nie masz szansy na ucieczkę, nie dam rady ich powstrzymać!
tr: Oh hayır! Düşman destek kuvvetleri geldi. Lorin, kaçma şansımız kalmadı! Onları durduramayız!

source: After the end of the day king's forces were defeated; However, no one could find the body of Gawen Hagarthen.
fr: À la fin du jour, les forces du roi étaient vaincues ; néanmoins, personne ne put retrouver le corps de Gawen Hagarthen.
it: Al tramonto le forze del re erano state sconfitte; ma nessuno trovò il corpo di Gawen Hagarthen.
pl: Pod koniec dnia siły króla zostały pokonane; Jednakże, nikt nie mógl odnaleźć ciała Gawena Hagarthena.
tr: En sonunda kralın kuvvetleri yok edildi; Ama Gaven Hagarten’in cesedi bulunamadı.

source: Argh! I am wounded!
fr: Argh ! Je suis blessé !
it: Argh! Mi hanno ferito!
pl: Aargh! Jestem ranny!
tr: Aahh! Yaralandım!

source: They got Hoyre! My friend! You will be avenged!
fr: Ils ont eu Hoyre ! Mon ami ! Tu seras vengé !
it: Hanno colpito Hoyre! Amico mio! sarai vendicato!
pl: Dostali Hoyre! Przyjacielu mój! Twoja śmierć zostanie pomszczona!
tr: Onlar kazandı Hoyre! Dostum! İntikamın alınacak!

source: No, he is not dead, he is just heavily wounded and he lost his consciousness!
fr: Non, il n'est pas mort, il a juste été gravement blessé et il a perdu connaissance.
it: No, non è morto, è solo gravemente ferito e ha perso conoscenza!
pl: Nie, on nie zginął, jest tylko ciężko ranny i stracił przytomność!
tr: Hayır, o ölmedi, ağır yaralı ve şuurunu kaybetti!

source: How did you manage to do it? This should not happened. It means the level is too easy. Mail adanilecki at cs put poznan pl with your savegame and replay so I could made it harder
fr: Comment avez-vous pu gagner ? Cela ne devait pas arriver. Cela signifie que le niveau est trop facile. Veuillez envoyer un mail à arkadiusz.adanilecki at cs.put.poznan.pl avec une sauvegarde et un replay pour qu'il puisse le rendre plus difficile (mail en anglais souhaité).
it: Come ci sei riuscito? Non sarebbe dovuto succedere. Vuol dire che il livello è troppo facile. Scrivi a adanilecki at cs put poznan pl con allegato il tuo salvataggio e il replay in modo che io possa rendere il livello più difficile.
pl: Jakim cudem udało ci się to zrobić? To nie powinno się udać i znaczy, że scenariusz był zbyt łatwy. Wyślij mi email na adres adanilecki at cs put poznan pl z zapisem gry i powtórką, żebym mógł go poprawić.
tr: Bunun için ne yaptınız, sayın oyuncu? Bu olmamalıydı. Demek ki, bu seviye çok kolay. Oyunu kaydedip, dosyayı adanilecki (at) cs put poznan pl adresine postalarsanız oyunu nasıl zorlaştırabileceğim hakkında fikir edinebilirim.

source: Ah! He's coming for me! Friends, send me reinforcements!
fr: Ah ! Il est pour moi ! Mes amis, envoyez-moi des renforts !
it: Ah! Sta venendo da me! Amici, mandatemi dei rinforzi!
pl: Aach! Idzie po mnie! Przyjaciele, wyślijcie mi posiłki!
tr: Ah! Benim için geliyor! Arkadaşlar beni koruyun!

source: My lord, we really should try to escape, this battle is impossible to win!
fr: Monseigneur, nous devrions vraiment essayer de fuir, cette bataille est impossible à gagner !
it: Mio sire, dovremmo cercare di fuggire, non possiamo vincere questa battaglia!
pl: Panie mój, naprawdę powinniśmy przynajmniej spróbować uciekać, tej bitwy nie damy rady wygrać!
tr: Efendim, gerçekten kaçmayı denemeliyiz, bu savaşı kazanmak imkansız!

source: Unexpected guests
fr: Des Invités inattendus.
it: Ospiti inattesi
pl: Nieoczekiwani goście
tr: Beklenmedik konuklar

source: Uruk Maluf
pl: Uruk Malug
tr: Uruk Malug

source: Anyway, this is territory of my friend, loyal to Gawen Hagarthen. He will help us cure our wounded and provide us supplies for further journey.
fr: De toute façon, nous sommes dans le territoire d'un ami à moi, qui est fidèle à Gawen Hagarthen. Il nous aidera à soigner nos blessures et nous fournira des vivres pour la suite du voyage.
it: Comunque, questo è il territorio di un mio amico, fedele a Gawen Hagarthen. Ci aiuterà a curare i nostri feriti e ci fornirà le provviste per il resto del viaggio.
pl: Tak czy inaczej, to teren mojego przyjaciela, lojalnego wobec Gawena Hagarthena. Pomoże nam wyleczyć rannych i zapewni nam środki do dalszej podróży.
tr: Her neyse, burası Gaven Hagarten’e sadık bir dostumun toprağı. Yaralarımızın tedavisi için bize yardımcı olabilir ve yolculuğumuz için destek sağlayabilir.

source: I am not sure whether we have enough gold for this endeavour. I wish we'd got more in previous battles, at least 200.
fr: Je ne suis pas sûr que nous ayons assez d'or pour cette tentative. J'aurais espéré que nous ayons eu plus d'or lors des batailles précédentes. Au moins 200 pièces.
it: Non credo che abbiamo abbastanza oro per questo tentativo. Avremmo dovuto prenderne di più nelle battaglie passate, almeno 200.
pl: Nie jestem pewien, czy mamy dość złota, Szkoda, że nie zdobyliśmy więcej w poprzednich bitwach, tak co najmniej z dwieście sztuk.
tr: Bundan sonrası için elimizdeki altının yeterli olacağından pek emin değilim. Önceki çarpışmadan elimizde en azından 200 altın kalmış olmasını isterdim.

source: Humans! Kill them all!
fr: Des humains ! Tuez-les tous !
it: Esseri umani! Uccideteli tutti!
pl: Ludzie! Zabić ich wszystkich!
tr: İnsanlar! Gebertin hepsini!
