Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: My lord, if you can't remember anything, then let me suggest few things. Remember that our troops are not the armoured types the Wesnothians have, but they are far more resistant to pain and faster than those wimps. Use good terrain, it's good to defend on the hills or in villages or forests. Do not charge blindly into enemy: We have no means to replenish our army.
fr: Monseigneur, si vous ne vous souvenez de rien, laissez-moi vous suggérer quelques petites choses. Souvenez-vous que nos troupes ne portent pas d'armures comme les Wesnothiens. Mais ils sont plus résistants à la douleur et se déplacent plus vite que ces inférieurs. Utilisez les terrains favorables, il est bon de défendre sur les collines, dans les villages ou en forêt. Ne chargez pas aveuglément les ennemis : nous n'avons pas les moyens de repeupler notre armée.
it: Mio signore, se non ricordate nulla, permettete che vi suggerisca alcune cose. Ricordate che le nostre truppe non sono quelle corazzate che hanno i popoli di Wesnoth ma sono di gran lunga più resistenti al dolore e più rapide di quei buoni a nulla. Usate il vantaggio del terreno, è opportuno difendersi sulle colline, nei villaggi o nelle foreste. Non caricate a testa bassa il nemico: non abbiamo i mezzi per rifornire il nostro esercito.
pl: Mój panie, jeżeli niczego nie pamiętacie, pozwólcie zasugerować sobie kilka rzeczy. Pamiętajcie, że nasi ludzie nie są opancerzeni tak jak Wesnotyjczycy, za to dalece lepiej znoszą ból i są szybsi niż tamte fajtłapy. Używajcie dobrze terenu, dobrze jest bronić się na wzgórzach albo w wioskach czy też lasach. Nie szarżujcie prosto na wroga. Nie mamy jak uzupełnić szeregów naszej armii.
tr: Efendim, eğer hiçbir şey hatırlamıyorsanız, bir kaç şey önermeme izin verin. Hatırlayın, askerlerimiz Wesnotlar gibi zırhlı değiller, fakat acıya çok direçliler ve bu sulugözlerden daha hızlılar. Zemini iyi kullanın, tepelerde, köylerde ve ormanda savunmaları daha iyidir. Düşmana körlemesine saldırmayın: ordumuz kendi kendini yenilemiyor.

source: I see two good defensive positions here. One is to the north, near the village; second, but without village nearby, is on the hills east from here. Use your troops to cover your back. Clanmembers are not experienced enough to control terrain next to them, so you have to put them immediately one to another to block the enemy.
fr: Je vois ici deux bonnes positions défensives. L'une est au nord, près du village. L'autre, dépourvue de villages, est dans les collines à l'est. Utilisez les troupes pour couvrir vos arrières. Les membres du clan ne sont pas assez expérimentés pour contrôler les terrains à côté d'eux, vous devrez donc les placer les uns près des autres pour stopper l'ennemi.
it: Scorgo due buone posizioni difensive. Una a nord, vicino al villaggio; la seconda, ma priva di un villaggio nelle vicinanze, è sulle colline a est da qua. Usate le vostre truppe per coprire la retroguardia. I membri dei clan non hanno esperienza sufficiente per controllare il terreno attorno a loro, perciò è necessario disporli uno a fianco dell'altro per bloccare il nemico.
pl: Widzę tutaj dwie dobre obronne pozycje. Jedną na północ stąd, koło wioski, drugą, jednakże bez wioski w pobliżu, na wzgórzach na wschód stąd. Używajcie swoich żołnierzy by was zasłaniali. Członkowie klanów nie są dość doświadczeni, by kontrolować teren koło nich, więc by zablokować wroga musicie ich stawiać w linii jednego obok drugiego.
tr: Burada iki iyi savunma yeri görüyorum. Biri kuzeyde köyün yakınında; ikincisinin yakınında köy yok, buranın doğusunda tepelerin üzerinde. Arkanızı kollamak için askerleri kullanın. Kabile üyeleri önlerindeki zemini kontrol etmekte deneyimli değiller, dolayısıyla onları biri olmazsa diğeri düşmanı engelleyecek şekilde kullanmak zorundasın.

source: Reach the enemy keep with Gawen
fr: Atteignez le repaire de l'ennemi avec Gawen.
it: Raggiungi la fortezza nemica con Gawen
pl: Osiągnij nieprzyjacielską fortecę Gawenem
tr: Gaven’ı düşman kalesine ulaştır.

source: Death of Gawen Hagarthen
fr: Mort de Gawen Hagarthen
it: Morte di Gawen Hagarthen
pl: Śmierć Gawena Hagarthena
tr: Gaven Hagarten’in ölümü

source: Death of Lady Lorin
fr: Mort de Dame Lorin
it: Morte di Lady Lorin
pl: Śmierć Pani Lorin
tr: Bayan Lorin’in ölümü

source: Death of Reme Carrenemoe
fr: Mort de Reme Carrenemoe
it: Morte di Reme Carrenemoe
pl: Śmierć Reme Carrenemoe.
tr: Reme Karenemo’nun ölümü

source: The fireplace is still warm.. He had to be somewhere nearby..
fr: Le feu est encore chaud... Il ne doit pas être loin...
it: Il fuoco è ancora caldo... Deve essere da qualche parte qua vicino...
pl: Popiół jest wciąż gorący.. Musi być gdzieś blisko...
tr: Ateş yakılan yer hala sıcak... Adamımız yakında bir yerlerde olmalı..

source: I can feel the poison inside me...
fr: Je peux ressentir le poison en moi...
it: Sento il veleno dentro di me...
pl: Czuję, jak trawi mnie trucizna...
tr: Zehri içimde hissedebiliyorum...

source: Try to resist for just a bit more, my son!
fr: Essaye de résister encore un peu, mon fils !
it: Cerca di resistere ancora un po', figlio mio!
pl: Wytrzymaj jeszcze chwilę, synu!
tr: Biraz daha dayanmaya çalış, oğlum!

source: My son! Please, don't give up!
fr: Mon fils ! S'il te plaît, n'abandonne pas !
it: Figlio mio! Forza, non arrenderti!
pl: Synu mój! Błagam, nie poddawaj się!
tr: Oğlum! Lütfen, vazgeçme!

source: Medic
fr: Soigneur
it: Medico
pl: Medyk
tr: Doktor

source: My lady, we have found a medic!
fr: Madame, nous avons trouvé un médecin !
it: Signora, abbiamo trovato un medico!
pl: Moja pani, znaleźliśmy medyka!
tr: Hanımım, bir doktor bulduk!

source: Underling! My son is dying. If you can heal him, I will save your life. If not, I will burn you and your family alive, do you understand?
fr: Inférieur ! Mon fils meurt. Si tu peux le guérir, je te sauverai la vie. Sinon, je vous brûlerai vivants, toi et ta famille, tu comprends ?
it: Miserabile! Mio figlio sta morendo. Se puoi curarlo, io ti risparmierò la vita. Altrimenti, ti brucerò vivo assieme alla tua famiglia, mi capisci?
pl: Pariasie! Mój syn umiera. Jeżeli go wyleczysz, ocalę twoje życie. Jeżeli nie, spalę żywcem ciebie razem z twoją rodziną, czy to jasne?
tr: Parya! Oğlum ölüyor. Onu tedavi edebilirsen, canını bağışlayacağım. Başaramazsan, seni ve aileni canlı canlı yakarım, anladın mı?

source: Don't try to scare me. I am too old to be afraid of death, and I do not have a family. I will try to heal your son, because this is my duty as medic, not because of your threats, Akladian lady.
fr: N'essayez pas de m'effrayer. Je suis trop vieux pour avoir peur de la mort et je n'ai pas de famille. Je vais essayer de guérir votre fils parce que c'est mon devoir de médecin et pas à cause de vos menaces, dame Akladienne.
it: Non pensare di spaventarmi, sono troppo vecchio per temere la morte e non ho famiglia. Cercherò di curare tuo figlio, perché è il mio compito di medico, non a causa delle tue minacce, signora di Akladia.
pl: Nie próbuj mnie zastraszyć. Jestem zbyt stary by bać się śmierci, i nie mam rodziny. Spróbuję wyleczyć waszego syna, gdyż taki jest mój obowiązek jako medyka, a nie z powodu waszych gróżb, akladyjska pani.
tr: Beni korkutmaya çalışma. Ben ölümden korkmak için çok yaşlıyım ve bir ailem yok. Oğlunu tedavi etmeye çalışacağım, çünkü bir doktor olarak bu benim görevim. Yoksa senin tehditlerinden dolayı değil, Akladyalı bayan.

source: I don't care about your motives, just do it!
fr: Je me fous de votre motivation, faites-le, un point c'est tout !
it: Non mi interessano le tue ragioni, curalo!
pl: Nie dbam o twoje motywy, po prostu masz to zrobić!
tr: Senin güdülerin umurumda değil, yap şunu!

source: It's a shame we have no time to loot it or tax the inhabitants..
fr: Quel dommage de ne pas avoir de temps pour piller ou taxer les habitants...
it: È un peccato che non ci sia il tempo per saccheggiare o tassare gli abitanti...
pl: Szkoda, że nie mamy czasu by wieś tę spustoszyć albo opodatkować.
tr: Yağma için veya yerleşiklerden vergi almak için zamanımızın olmaması hiç iyi olmadı...

source: I can't see.. I'm cold..
fr: Je ne peux pas voir... j'ai froid...
it: Non ci vedo... ho freddo...
pl: Nic nie widzę.. zimno mi...
tr: Ben göremiyorum.. Üşüyorum..

source: No! Don't die! Not now!
fr: Non ! Ne meurs pas ! Pas maintenant !
it: No! Non morire! Non adesso!
pl: Nie! Nie umieraj! Nie teraz!
tr: Hayır! Ölme! Şimdi ölemezsin!

source: For freedom! Death to Akladian beasts!
fr: Pour la liberté ! Mort aux bêtes Akladiennes !
it: Per la libertà! Morte agli animali di Akladia!
pl: Za wolność! Śmierć akladyjskim bestiom!
tr: Özgürlük için! Akladyalı hayvanlara ölüm!

source: Uhm... We are good guys, right?
fr: Euh... Nous sommes les gentils, n'est-ce pas ?
it: Uhm... Noi siamo i buoni, giusto?
pl: Eee.. My jesteśmy ci dobrzy, prawda?
tr: Oh... Biz iyi çocuklarız, değil mi?

source: Do not forget to withdraw the wounded units to villages, where they could rest and regain some of their health.
fr: N'oubliez pas de ramener les unités blessées aux villages où elles pourront se reposer et retrouver un peu de leur santé.
it: Non dimenticatevi di ritirare le unità ferite nei villaggi, dove possono riposare e recuperare in parte le loro ferite.
pl: Nie zapomnij wycofać zranionych jednostek do wiosek, gdzie mogą one odpocząć i odzyskać nieco zdrowia.
tr: Yaralı birimleri köylere çekmeyi unutma, orada kalarak tedavi olur ve sağlıklarını geri kazanırlar.

source: Get off my way, dirty underling!
fr: Tire-toi de mon chemin, sale inférieur !
it: Vattene dalla mia strada, sporco miserabile!
pl: Z drogi, zawszony pariasie!
tr: Çekil yolumdan, pis parya!

source: Poor bastards! They have no chances.
fr: Pauvres bâtards, ils n'ont aucune chance.
it: Poveri bastardi! Non avete nessuna possibilità.
pl: Biedni łajdacy! Nie mają żadnej szansy.
tr: Biçare piçler! Hiç şansınız yok.

source: How you dare to oppose us, ungodly underling!
fr: Comment oses-tu t'opposer à nous, inférieur impie !
it: Come osi opporti a me, miserabile senza dio!
pl: Jak śmiesz się nam przeciwstawiać, bezbożny pariasie!
tr: Bize karşı koymaya nasıl cüret edersin, pis parya!

source: No! It's impossible! I have just started!
fr: Non ! Ce n'est pas possible, je viens juste de commencer !
it: No! È impossibile! Ho appena cominciato!
pl: Nie! To niemożliwe! Dopiero co zacząłem!
tr: Hayır! Olamaz! Yeni başlamıştık!

source: Their leader is dead, good! Now bring Gawen to their keep, people!
fr: Leur chef est mort, bien ! Maintenant, amenez Gawen à son repaire, messieurs.
it: Il loro comandante è morto, bene! Ora portiamo Gawen alla loro fortezza, uomini!
pl: Ich przywódca nie żyje, świetnie! A teraz, zaprowadźcie Gawena do ich fortecy.
tr: Liderleri öldü, bu iyi! Haydi, Gaven’ı kaleye götürelim!

source: Get out of my way... I am not here because of you.
fr: Foutez-moi le camp ... Je ne suis pas ici pour vous.
it: Vattene dalla mia strada... Non sono qui per te.
pl: Z drogi... Nie jestem tutaj z twojego powodu.
tr: Buraya senin için gelmedim. Çekil yolumdan!

source: You aren't prince, aren't you? It is not you whom I am seeking.
fr: Vous n'êtes pas le prince, n'est-ce pas ? Vous n'êtes pas celui que je cherche.
it: Non sei un principe, vero? Non sei tu quello che io sto cercando.
pl: Nie jesteś księciem, czyż nie? To nie ciebie szukam.
tr: Siz prens değilsiniz, değil mi? Aradığım siz değilsiniz.

source: Finally! Now, accept the inevitable. I am professional, that isn't going to hurt
fr: Enfin ! Maintenant, accepte l'inévitable. Je suis une professionnelle, ça risque de te faire mal.
it: Finalmente! Ora, accetta l'inevitabile. Sono un professionista, non ti farà male.
pl: Nareszcie! Zaakceptuj nieuniknione, jestem zawodowcem, nie będzie bolało.
tr: Sonunda! Artık kaçınılmazı kabul et. Ben bir profesyonelim: bu pek zor olmayacak.

source: Leave the final blow for me! I want to interrogate him!
fr: Laisse-moi le coup fatal ! Je veux pouvoir l'interroger avant qu'il ne meure !
it: Lasciate a me il colpo fatale! Voglio interrogarlo!
pl: Zostawić ostatni cios dla mnie! Chcę go przesłuchać!
tr: Son nefesini bana bırak! Onunla konuşacaklarım var!

source: Why? Who sent you?
fr: Pourquoi ? Qui vous a envoyé ?
it: Perché? Chi ti ha mandato?
pl: Dlaczego? Kto ciebie wysłał?
tr: Neden? Seni kim gönderdi?

source: Why? Two hundred golden pieces, that's why.
fr: Pourquoi ? Deux cents pièces d'or, voilà pourquoi.
it: Perché? Per duecento pezzi d'oro, ecco perché.
pl: Dlaczego? Dwieście sztuka złota, oto dlaczego.
tr: Sebep? İki yüz altın yeterli sebeptir.

source: Die, underling!
fr: Meurs, inférieur !
it: Muori, miserabile!
pl: Giń psie!
tr: Geber, parya!

source: Stop, don't kill him! We have to interrogate him!
fr: Arrêtez, ne le tuez pas ! Nous devons l'interroger !
it: Fermo, non lo uccidere! Dobbiamo interrogarlo!
pl: Stój, nie zabijaj go! Musimy go przesłuchać!
tr: Dur, onu öldürme! Onunla konuşacaklarım var!

source: Now, only one thing stops me from killing you. Who sent you?
fr: Maintenant, une seule chose me retient encore d'en finir avec toi : qui vous a envoyé ?
it: E ora, l'unica cosa che mi trattiene dall'ucciderti. Chi ti ha mandato?
pl: A teraz, jedna tylko rzecz wstrzymuje mnie przed zadaniem ostatniego ciosu. Kto ciebie nasłał?
tr: Artık, seni öldürmekten beni alıkoyan tek bir şey kaldı: söyle, seni kim gönderdi?

source: The destiny.
fr: Le Destin.
it: Il destino.
pl: Przeznaczenie.
tr: Kader.

source: Don't test my patience. Speak, or I will kill you.
fr: N'essayez pas de tester ma patience : parlez ou je vous tue !
it: Non mettere alla prova la mia pazienza. Parla o ti ucciderò.
pl: Moja cierpliwość ma swoje granice. Mów, albo zginiesz!
tr: Sabrımı taşırma. Konuş, yoksa seni gebertirim.

source: Do whatever you want to.
fr: Faites ce que vous voulez !
it: Fa' quello che devi.
pl: A rób co chcesz.
tr: N’aparsan yap.

source: Then die, if you want.
fr: Alors dans ce cas, meurs !
it: E allora muori, te la sei voluta.
pl: To giń, jeśli tego pragniesz.
tr: Çok istiyorsan, geber.

source: You are way too soft, Reme. Why haven't you given him to me?
fr: Tu es beaucoup trop gentil, Reme. Pourquoi ne me l'as-tu pas laissé ?
it: I tuoi modi sono troppo cortesi, Reme. Perché non lo hai lasciato a me?
pl: Za miękki jesteś, Reme. Czemu nie oddałeś go w moje ręce?
tr: Öyle yumuşaksın ki, Reme. Neden onu bana vermedin?

source: Who sent you!
fr: Qui vous a envoyé !
it: Chi ti ha mandato?!
pl: Kto cię nasłał?
tr: Kim gönderdi seni!

source: Our rules are to never betray the name of people who hired us.
fr: C'est notre règle : ne jamais donner le nom de ceux qui nous ont engagés.
it: Noi non tradiamo mai il nome di chi ci manda.
pl: Nasze zasady nakzaują nigdy nie zdradzać tożsamości zleceniodawcy.
tr: Kuralımız, ücretimizi ödeyenleri asla ifşa etmemektir.

source: Don't test my patience, underling! Speak, or you will be sorry you are still alive!
fr: N'essaye pas de mettre ma patience à l'épreuve, être inférieur ! Parle, ou tu vas regretter de vivre.
it: Non mettere alla prova la mia pazienza, miserabile! Parla o rimpiangerai di non essere morto!
pl: Nie igraj z moją cierpliwością psie! Gadaj, albo pożałujesz, że wciąż żyjesz!
tr: Sabrımı sınama, parya! Konuş! Yoksa yaşadığına pişman olacaksın!

source: Who sent me? The fate... But there will be another after me. (scream of pain) Aaaargh!
fr: Qui m'a envoyé ? Le sort... Mais il en viendra encore après moi. (Dans un cri de douleur) Aaaaargh !
it: Chi mi ha mandato? Il fato... Ma ci sarà un altro dopo di me. (Urla di dolore) Aaaargh!
pl: Kto mnie wysłał? Przeznaczenie... A po mnie przyjdzie następny. (Krzyk bólu) Aaaargh!
tr: Kim gönderdi beni? Kader... Fakat benden sonra başkaları da olacaktır. (acıyla kıvranarak) Aaaah!

source: Speak!
fr: Parle !
it: Parla!
pl: Gadaj!
tr: Konuş!

source: My lady, please, stop, that's just...
fr: Ma dame, s'il vous plaît, arrêtez, c'est juste que...
it: Signora, vi prego, fermatevi, è solo...
pl: Pani, proszę, przestańcie, to jest po prostu...
tr: Hanımım, lütfen, durun, bu sadece...

source: I can't tell you! (Aaargh) I don't know his name! I was given the task by our elders from the Outlaw Place. All I know is that one of Akladian lords paid him for that in gold! The price was three hundred golden pieces for father and two hundred for son! Aiieeee!!!
fr: Je ne peux pas le dire ! (Aaargh) Je ne connais pas son nom ! J'ai reçu l'ordre d'un de nos aînés des hors-la-loi . Tout ce que je sais, c'est qu'un des seigneurs akladiens le paie en or pour ça ! Le prix était trois cents pièces d'or pour le père et deux cents pour le fils ! Aiieeee !!!
it: Non lo posso dire! (Aaargh) Non conosco il suo nome! Sono stati i nostri anziani da Senzalegge a incaricarmi. Tutto quel che so è che uno dei signori di Akladia lo ha pagato in oro! Il compenso era di trecento pezzi d'oro per il padre e duecento per il figlio! Aiiaaaa!!!
pl: Nie mogę ci powiedziec! (Aargh) Nie znam jego imienia! Dostałem zadanie od starszyzny z Miejsca Banitów. Wszystko co wiem to tyle, że jeden z akladyjskich lordów zapłacił złotem. Trzysta sztuk złota za ojca i dwieście za syna. Aaaaargh!
tr: Size söyleyemem! (Aaah) Adını bilmiyorum! Suikastçiler Çetesinin kıdemlilerince görevlendirildim. Tüm bildiğim Akladyalı yöneticilerden birinin bunun bedelini altınla ödediğidir! Baba için üç yüz, oğul için iki yüz altın! Aiieeee!!!

source: No price for me?
fr: Rien pour moi ?
it: Non c'era un compenso per me?
pl: A za mnie nic?
tr: Benim fiyatım ne?

source: I think he would kill you gratis. He won't say anything more, my lady.
fr: Je pense qu'il vous aurait tué gratuitement. Il ne dira rien de plus, ma dame.
it: Penso che vi avrebbe ucciso gratis. Non dirà nulla di più, signora.
pl: Myślę pani, że zabiłby cię gratis. Więcej już nic nie powie.
tr: Düşünüyorum da sizi yok yere öldürebilirdi. Başka birşey söylemeyecek, hanımım.

source: Traitors! How can you be so dishonorable to fight against your own rightful king!
fr: Traîtres ! Comment pouvez-vous vous battre contre votre roi légitime ?
it: Tradimento! Dov'è il vostro onore! Come potete combattere contro il vostro re legittimo!
pl: Zdrajcy bez honoru! Jak możecie walczyć przeciw swojemu prawowitemu królowi?
tr: Hainler! Kendi kralınıza karşı döğüşecek kadar nasıl onursuz olabiliyorsunuz!

source: Our king is dead! We are not traitors!
fr: Notre roi est mort ! Nous ne sommes pas des traîtres !
it: Il nostro re è morto! Non siamo traditori!
pl: Nasz król nie żyje! Nie jesteśmy zdrajcami!
tr: Bizim kralımız öldü! Biz hain değiliz!

source: But here is king's son, his rightful heir. Are you going to fight him?
fr: Mais il y a le fils du roi, son légitime successeur. Allez-vous vous battre contre lui ?
it: Ma è il figlio del re, suo legittimo erede. Prenderete le armi contro di lui?
pl: Ale tutaj jest syn króla, jego prawowity następca. Bedzięcie walczyć przeciwko niemu?
tr: Fakat kralın oğlu burada ve haklı olarak tahtın varisidir. Onunla döğüşecek misiniz?

source: The king's son is dead! We heard about it!
fr: Le fils du roi est mort ! Nous l'avons entendu !
it: Il figlio del re è morto! La notizia è arrivata fino a noi!
pl: Syn króla nie żyje! Słyszeliśmy o tym!
tr: Ama biz kralın oğlunun öldüğünü duyduk!

source: Do I look like dead to you?
fr: Ai-je vraiment l'air mort ?
it: Vi sembro forse morto?
pl: Czy wyglądam na martwego?
tr: Size ölü gibi mi görünüyorum?

source: We were deceived! My king, please forgive me!
fr: Nous avons été trompés ! Mon roi, s'il vous plaît, pardonnez-moi !
it: Siamo stati ingannati! Mio sire, perdonami!
pl: Oszukano nas! Królu mój, błagam o wybaczenie!
tr: Biz aldandık! Kralım, lütfen bağışla beni!

source: You fool! He is mixling, he can't be our king!
fr: Idiot ! Il bluffe, il ne peut pas être notre roi !
it: Sciocco! È un mezzosangue, non può essere il nostro re!
pl: Głupcze! To mieszaniec, nie może być naszym królem!
tr: Akılsız! O bir melez, bizim kralımız olamaz!

source: No! That's impossible! You will pay for that, treacherous dogs! Your sons at Vattin are already dead!
fr: Non, c'est impossible ! Vous allez payer pour ça, chiens de traîtres ! Vos fils à Vattin sont déjà morts !
it: No! È impossibile! La pagherete, cani traditori! I vostri figli a Vattin moriranno!
pl: Nie! To niemożliwe! Zapłacisz za to, zdradziecki psie! Twoi synowie w Vattin już są martwi!
tr: Hayır! Olamaz! Bunun bedelini ödeyeceksiniz, hain köpekler! Vattin’deki oğullarınızı ölmüş bilin!

source: You really thought I would send my true son to Vattin? You are so easy to fool! That boy who is at Vattin is not my first born son. Now, prepare to go straight to hell.
fr: Vous pensiez vraiment que j'allais envoyer mon fils à Vattin ? Vous êtes si faciles à tromper ! Ce garçon qui est à Vattin n'est pas mon premier fils. Maintenant, prépare-toi à aller en enfer.
it: Hai veramente pensato che avrei mandato il mio vero figlio a Vattin? È così facile imbrogliarti! Il ragazzo che è a Vattin non è il mio primogenito. Ora, preparati per andare dritta all'inferno.
pl: Naprawdę myślałaś, że wysłałbym rodzonego syna do Vattin? Jak łatwo ciebie oszukać! Chłopiec w Vattin nie jest moim pierworodnym. A teraz przygotuj się na podróż prosto do piekła.
tr: Vattin’e kendi oğlumu mu göndereceğimi düşünüyordun? Seni aldatmak kolay! Vattin’e gönderdiğim çocuk benim oğlum değil! Şimdi, doğrudan tahtalıköye gidiyorsun!

source: This isn't a totally surprising to me. My king, we have to escape. We have two ways to out of this trap: one to the west...
fr: Ce n'est pas complètement une surprise pour moi. Mon roi, nous devons fuir. Nous avons deux chemins pour sortir de ce piège. L'un vers l'ouest...
it: Me l'aspettavo. Mio re, dobbiamo fuggire. Abbiamo due strade per uscire da questa trappola: una verso ovest...
pl: Nie jest to całkowicie zaskakujące. Musimy uciekać mój królu. Mamy dwa wyjścia z tej pułapki, droga na zachód...
tr: Bu hepten sürpriz olmadı. Kralım, kaçmalıyız. Bu tuzaktan kaçmanın iki yolu var: biri batıda...

source: And second to the east.
fr: Et l'autre vers l'est.
it: E la seconda verso est.
pl: I druga na wschód
tr: Biri de doğuda.

source: Which one is better?
fr: Lequel est le meilleur ?
it: Qual è la migliore?
pl: Która jest lepsza?
tr: Hangisi daha iyi?

source: There is no difference, really. We can use both to reach Vattin. Eastern one leads amongst swamps and forests, while the western through the hills and grasslands. God, I swear to sacrifice a horse if you will help us survive this. A whole, beautiful horse. And I will add a golden saddle!
fr: Il n'y a pas vraiment de différence. Les deux conduisent à Vattin. Celui de l'est traverse des marais et des forêts. Celui de l'ouest passe par les collines et les prairies. Mon Dieu, je suis prêt à te sacrifier un cheval si tu nous aides à survivre. Un beau cheval. Et j'y ajouterai une magnifique selle en or !
it: Non c'è differenza, in realtà. Entrambe portano a Vattin. Quella orientale attraversa paludi e foreste, mentre l'occidentale attraversa colline e pascoli. Oh dei, giuro di sacrificare un cavallo se ci aiuterete a sopravvivere. Un cavallo robusto e tutto intero. E ci aggiungerò una sella dorata!
pl: Tak naprawdę nie ma różnicy. Możemy użyć obu, by dotrzeć do Vattin. Wschodnia prowadzi między bagnami i lasami, podczas gdy zachodnia poprzez wzgórza i łąki. Boże, przysięgam złożyć w ofierze konia, jeżeli pomożesz nam to przetrwać. Całego, pięknego konia! I dodam siodło ze złota!
tr: Aslında aralarında pek bir fark yok. Her iki yol da Vattin’e gidiyor. Doğudaki bataklıklar ve ormanlıklardan, batıdaki ise otlaklar ve tepelerden geçiyor. Tanrım, eğer başarmamıza yardım edersen sana bir at kurban etmeye yemin ediyorum. Kusursuz güzel bir at. Eyeri de altından olacak.
