Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: One more thing: why to punish innocent child for the crime of the father and mother? Let the child live.
fr: Une autre chose : pourquoi punir un enfant innocent pour le crime de son père et de sa mère ? Laissez l'enfant vivre !
it: Un'altra cosa: perché punire un bambino innocente per il crimine del padre e della madre? Lasciate vivere il bambino.
pl: Więc rozważcie jeszcze jedno, dlaczego karać niewinne dziecko za zbrodnię jego ojca i matki? Niech choć ono przeżyje.
tr: Bir şey daha: ebeveynlerin suçlarının cezası neden masum çocuklara çektiriliyor? Çocukların yaşamasına izin verin.

source: But if we will blind Lorin, she will surely miscarry.
fr: Mais si nous aveuglons Lorin, elle va sûrement faire une fausse couche.
it: Ma se accecheremo Lorin, sicuramente perderà il bambino.
pl: Ale jeśli ją oślepimy, Lorin z pewnością poroni.

source: I am mage. I know the ways to shield the child and protect it.
fr: Je suis un mage. Je connais le moyen de protéger l'enfant.
it: Sono un mago. So come proteggere e salvare il bambino.
pl: Jestem magiem. Znam sposoby by osłonić dziecko.
tr: Ben büyücüyüm. Çocuğa kalkan olmanın ve onu korumanın yollarını bilirim.

source: Stop it! Deorien, I don't know who is more cruel - those Akladian lords, or you, who should, as white mage, protect every life.
fr: Arrêtez ! Deorien, je ne sais pas qui est le plus cruel des seigneurs Akladiens ou de vous qui, en tant que mage blanc, devriez protéger toute vie.
it: Basta! Deorien, non so chi è più crudele - questi signori di Akladia, o tu, che dovresti, come mage bianco, proteggere ogni vita.
pl: Przestańcie! Deorien, nie wiem kto jest bardziej okrutny, ci Akladyjscy panowie czy ty, biały mag, który powinien chronić każde życie.

source: No, my king. I protect Wesnoth. One woman is not worth civil war. And you know it.
fr: Non, mon roi, je protège Wesnoth. Une femme ne vaut pas une guerre civile et vous le savez.
it: No, mio re. Io proteggo Wesnoth. Una donna non vale una guerra civile. E voi lo sapete.
pl: Nie mój królu. Ja chronię Wesnoth a jedna kobieta nie jest warta wojny domowej. I doskonale o tym wiesz.
tr: Hayır, kralım. Ben Wesnoth’u koruyorum. Bir kadın iç savaşa yol açmaz. Ve siz bunu biliyorsunuz.

source: Bring her.
fr: Amenez-la.
it: Portatela qua.
pl: Przyprowadźcie ją.
tr: Getir onu.

source: My mother.. Lorin... You...
fr: Ma mère... Lorin... Vous...
it: Madre... Lorin... Tu...
pl: Moja matko... Lorin... Ty..
tr: Annem... Lorin... Siz...

source: You betrayed the spirit of your husband. Only your blood may make him happy. Your eyes will be taken away, and you will never see the light, neither here or in the lands of the ancestors. May the God punish you in the worst possible way.
fr: Vous avez trahi l'esprit votre mari. Seul votre sang peut l'apaiser. Vos yeux seront pris et vous ne reverrez plus la lumière, ni ici, ni dans le pays de vos ancêtres. Que Dieu vous punisse de la pire façon possible !
it: Hai tradito lo spirito di tuo marito. Solo il tuo sangue può ripagarlo. Ti saranno strappati gli occhi e non vedrai mai più la luce, né qui, né nella terra degli antenati. Possano gli dei punirti nel modo peggiore possibile.
pl: Zdradziłaś ducha swego męża. Tylko twoja krew możego teraz uszczęśliwić. Odbierzemy ci oczy i nigdy już nie ujrzysz światła, ani tu, ani w krainie przodków. Niech Bóg ukarze cie w najgorszy możliwy sposób.

source: Drab doxy, who is the father of the child?
fr: Maintenant, qui est le père de l'enfant ?
it: Sporca sgualdrina, chi è il padre del bambino?
pl: Powiedz kurtyzano, kto jest ojcem dziecka?
tr: Pasaklı orospu, çocuğun babası kim?

source: The wind and the rain. I don't know the father's name.
fr: La pluie comme le vent. Je ne connais pas le nom du père.
it: Il vento e la pioggia. Non conosco il nome del padre.
pl: Deszcz i wiatr. Nie znam imienia ojca.

source: Take her to the torture chamber!
fr: Amenez-la à la chambre de torture !
it: Portatela nella camera di tortura!
pl: Zabierzcie ją do sali tortur!

source: You are in my castle, Luc. Lady Lorin said she don't know the father's name. Let's leave it at that.
fr: Vous êtes dans mon château, Luc ! Dame Lorin a dit qu'elle ne savait pas le nom du père. Nous devons nous en tenir à ça.
it: Sei nel mio castello, Luc. Lady Lorin ha detto di non conoscere il nome del padre. Concediamoglielo.
pl: Jesteś w moim zamku Luc. Pani Lorin powiedziała, że nie zna imienia ojca, i niech tak zostanie.

source: Deorien... Before they kill me.. My child.. You are mage, can you do something so it...
fr: Deorien... Avant qu'ils ne me tuent... Mon enfant... Vous êtes un mage, pouvez-vous faire quelque chose pour qu'il...
it: Deorien... Prima che mi uccidano... Il mio bambino... Sei un mago, puoi far qualcosa in modo che...
pl: Deorien... Zanim mnie uśmiercą... Moje dziecko... Jesteś magiem, czy możesz zrobić coś...

source: You wouldn't be killed, Lorin. Only your eyes will taken and you will be exiled. I will do everything to make sure your child would survive this.
fr: Vous ne devriez pas mourir, Lorin. Seuls vos yeux seront pris et vous serez exilée. Je ferai tout pour m'assurer que votre enfant survivra à ça.
it: Non sarete uccisa, Lorin. Soltanto i vostri occhi saranno strappati e poi sarai esiliata. Farò tutto il necessario per assicurarmi che il vostro bambino sopravviva.
pl: Lorin, nie zostaniesz zabita. Jedynie twoje oczy zostaną ci odjęte i zostaniesz wygnana. Ja zaś dokonam wszystkiego, co w mojej mocy, by twoje dziecko to przeżyło.

source: Mage... I.. Lorin is thanking you.
fr: Mage... Je... Lorin vous remercie.
it: Mago... Io... Lorin ti sta ringraziando.
pl: Magu... Ja... Lorin ci dziekuje.
tr: Büyücü... Ben... Lorin size teşekkür ediyor.

source: The king wants to be alone.
fr: Le roi veut être seul.
it: Il re vuole essere lasciato solo.
pl: Król chce być sam.

source: Epilogue
fr: Épilogue
it: Epilogo
pl: Epilog
tr: Hatime

source: Who is going here? Gawen? I hoped you will visit me, before I would leave the Vattin forever.. I wish I could see you this last time... I want to tell you everything. You have to know..
fr: Qui est là ? Gawen ? J'espérais que tu me rendes visite avant que je ne quitte Vattin pour toujours... J'aurais voulu te voir cette dernière fois... Je veux tout te dire. Tu dois savoir...
it: Chi sta arrivando? Gawen? Speravo che venissi a trovarmi prima che io lasciassi Vattin per sempre... Volevo vederti per l'ultima volta... Devo dirti tutto. Devi sapere...
pl: Kto idzie? Gawen? Miałam nadzieję, że mnie odwiedzisz zanim opuszczę Vattin na zawsze... Tak bardzo chciałabym cię zobaczyć ten ostatni raz... Chcę ci wszystko opowiedzieć. Musisz poznać prawdę...

source: When I was still young girl, my family took me to the Oracle. I asked her about my future and I got the answer which I had not expected, and which greatly excited my family.
fr: Quand j'étais encore une petite fille, ma famille m'a emmené voir l'oracle. Je lui ai demandé comment serait mon futur et j'ai reçu une réponse à laquelle je ne m'attendais pas et qui a beaucoup intéressé ma famille.
it: Quando ero ancora una ragazza, la mia famiglia mi portò dall'Oracolo. Io le domandai del mio futuro e ottenni la risposta che non mi aspettavo e che agitò terribilmente la mia famiglia.
pl: Kiedy byłam młoda dziewczyną moja rodzina zabrała mnie do wyroczni. Zapytałam ją o swoją przyszłość i dostałam odpowiedź niespodziewaną, ale bardzo ekscytującą dla krewnych.

source: The Oracle said I will marry a Hagarthen, become a queen, and that I will give Hagarthen a son. We.. my clan.. helped... somehow.. the prediction to be fulfilled... When I married your father, I was sure the Oracle was right.
fr: L'oracle m'a dit que j'épouserais un Hagarthen, que je deviendrais reine et que je donnerai un fils au Hagarthen. Nous... mon clan... a aidé... un peu... à ce que la prédiction se réalise... Quand j'ai épousé ton père, j'étais persuadée que l'oracle avait vu juste.
it: L'Oracolo disse che avrei sposato un Hagarthen, sarei diventata regina e avrei dato a Hagarthen un figlio. Noi... il mio clan... diede una mano... in un certo senso... al compimento delle profezia... Quando sposai tuo padre, ero sicura che l'Oracolo avesse ragione.
pl: Poslubię Hagarthena, zostanę królową i dam Hagarthenowi syna. My... Mój klan... Pomogliśmy... Jakoś... By przepowiednia się spełniła... Gdy wyszłam za twego ojca byłam pewna, że Wyrocznia miała rację.

source: But your father never called me to his bed. He had never even touched me. You have no idea how I hated him .. and you. And you have no idea about the dreams which were in my head then. And yet, I felt.. something strange about you. Always.
fr: Mais ton père ne m'a jamais appelée à son chevet. Il ne m'a pas même touchée. Tu n'imagines pas à quel point je le détestais pour ça... et toi aussi, tu n'imagines pas non plus les rêves qui traînaient dans ma tête à ce moment et pourtant, je ressentais... quelque chose d'étrange à ton sujet. Depuis toujours.
it: Ma tuo padre non mi portò mai nel suo letto. Non mi sfiorò nemmeno. Non hai idea di quanto ho odiato lui... e te. E non hai idea delle idee che avevo in testa allora. E già, sentivo... qualcosa di strano per te. Sempre.
pl: Ale twój ojciec nigdy nie wezwał mnie do swego łoża, nawet mnie nie dotknął. Nawet nie wiesz jak go za to nienawidziłam... i ciebie też. Nie wiesz jakie sny przychodziły do mnie w nocy. A mimo to czułam w tobie coś... dziwnego. Zawsze.

source: When your father was dead, I felt deceived, fooled. How can I have Hagarthen's son if he is dead?
fr: Quand ton père est mort, je me suis sentie déçue, flouée. Comment pourrai-je avoir un fils de Hagarthen s'il est mort ?
it: Quando tuo padre morì, mi sentii delusa, ingannata. Come avrei potuto avere un figlio Hagarthen se era morto?
pl: Kiedy twój ojciec umarł, czułam się oszukana, głupia. Jak mogę urodzić syna komuś kto nie żyje?

source: But then... I realized.. that the Oracle didn't say it would be the same Hagarthen I was married to. I was afraid of those thoughts, during all these moments when I cared for you when you were without consciousness almost two years ago. I tried to push those thoughts away, and .. anyway, you died.. I mean, I thought you were killed after the Barnon, and...
fr: Mais alors... J'ai compris... que l'oracle n'avait pas dit que ce serait le même Hagarthen que celui avec lequel j'étais mariée. Ces pensées m'effrayaient, pendant tout ce temps où j'ai pris soin de toi, quand tu avais perdu conscience, il y a à peu près deux ans. J'ai essayé d'effacer ces pensées et ... de toute façon, tu es mort... Je veux dire, je pensais que tu avais été tué après Barnon et...
it: Ma poi... ho capito... l'Oracolo non aveva detto che sarebbe stato lo stesso Hagarthen che avevo sposato. Avevo paura di questi pensieri, durante tutti quei giorni in cui mi sono presa cura di te quando eri privo di sensi quasi due anni fa. Ho provato a scacciarli, e... comunque, sei morto... cioè, io ho pensato che fossi rimasto ucciso a Barnon, e...
pl: I wtedy zrozumiałam... Wyrocznia nie powiedziała, że to miał być ten sam Hagarthen którego poślubiłam. Bałam się tych myśli przez cały ten czas gdy dbałam o ciebie gdy leżałeś bez przytomności dwa lata temu. Próbowałam odsunąc te myśli... Zresztą umarłeś... To znaczy myślałam, że zginąłes pod Barnon i...

source: But then.. we met again and.. you don't remember it, probably, but Ruvio once said - that Oracle's predictions will only be fullfilled if they would be helped.. So.. do you remember the night, the feast before we left searching for Deorien?
fr: Mans ensuite... Nous nous sommes de nouveau rencontrés... tu ne t'en souviens probablement pas, mais Ruvio a dit une fois que les prédictions de l'oracle seraient accomplies, si nous aidions un peu les choses... donc... tu te souviens de la nuit, de la fête avant notre départ à la recherche de Deorien ?
it: Poi... ci siamo di nuovo incontrati...non te lo puoi ricordare, ma Ruvio una volta ha detto che le profezie dell'Oracolo hanno bisogno di un aiuto per avverarsi...Dunque... ti ricordi quella notte della festa prima che partissimo alla ricerca di Deorien?
pl: Ale wtedy... Spotkaliśmy się znowu i... Pewnie nie pamiętasz jak Ruvio kiedyś powiedział, że przepowiednie wyroczni spełnią się tylko wtedy gdy się im pomoże... Więc... Pamiętasz tą noc, ucztę zanim wyruszyliśmy na poszukiwania Deoriena?

source: I was drunk... And... Yaranov tried to stop me at corridor, maybe he thought that drinking some more wine will make him more attractive, I beat him senseless. Then I went to Karen's room, I took her dancer's outfit...
fr: J'avais bu... Et... Yaranov a essayé de m'arrêter au corridor, peut-être qu'il a pensé que, comme j'avais bu un peu plus de vin, cela le rendrait plus attractif, je l'ai frappé sans raison. Ensuite, je suis allée dans la chambre de Karen et j'ai pris son costume de danseuse.
it: Ero ubriaca... e... Yaranov ha cercato di fermarmi nel corridoio, forse pensava che qualche bicchiere di vino in più lo avrebbe reso più affascinante, lo colpii e gli feci perdere i sensi. Poi entrai nella stanza di Karen, presi i suoi abiti da ballo...
pl: Byłam pijana... I... Yaranow próbował zatrzymać mnie w korytarzu, może myśląc że więcej wina uczyni go ardziej atrakcyjnym, pobiłam go do nieprzytomności. Potem poszłam do pokoju Karen, wzięłam jej strój tancerki...
tr: İçmiştim... Ve... Yaranov beni koruidorda durdurmaya çalıştı, belki de biraz şarabın onu cesaretlendireceğini ummuştu, ama şuursuzca onu geçtim. Sonra Karen’in odasına gidip dans kıyafetlerini aldım...

source: Yes, Gawen. This child.. it will be your first born son.
fr: Oui, Gawen. Cet enfant... Il sera votre fils premier né.
it: Sì, Gawen. Questo bambino... sarà il tuo primogenito.
pl: Tak gawen... To dziecko... To będzie twój pierworodny.

source: I made a lot of evil in this world. I know I have no hope for redemption. If I would say that you are the child's father, this would mean another war. Breaking Akladian customs would surely cause Akladians abandon you. And.. I know I sinned in the eyes of our God. He has no mercy. He knows no forgiveness.
fr: J'ai fait beaucoup de mal dans ce monde. Je sais que je n'ai aucun espoir de rédemption. Si j'avais dit que tu étais le père de l'enfant, cela aurait voulu dire une autre guerre civile. Casser les coutumes Akladiennes voudrait sûrement dire que les Akladiens t'abandonneraient et... Je sais que j'ai pêché aux yeux de notre Dieu. Il n'a pas de pitié. Il ne connaît pas de pardon.
it: Ho fatto molto male in questo mondo. So di non aver speranza di redimermi. Se dicessi che sei tu il padre del bambino, questo significherebbe un'altra guerra. Spezzare le tradizioni di Akladia certamente significherebbe che la gente di Akladia ti abbandonerebbe. E... so di aver peccato agli occhi degli dei. Loro non hanno misericordia. Non conoscono il perdono.
pl: Uczyniłam wiele zła na tym świecie. Wiem. że nie mam szans na odpuszczenie grzechów. Gdybym powiedziała że ty jesteś ojcem dziecka, wybuchłaby wojna, gdyż złamanie zwyczajów Akladian sprawiłoby że porzuciliby cię. I... Wiem, ze zgrzeszyłam w oczach Boga. On nie zna litości, ni przebaczenia.

source: But I hope.. you will find a mercy in your heart. I know.. I cannot count for your love.. but.. maybe.. just maybe.. you will.. just touch me once, like you were touching in that night... I will carry that touch with me, I will remember it when I will go into the exile with your child.
fr: Mais j'espère... que tu trouveras la pitié dans ton coeur. Je sais... que je ne peux pas compter sur ton amour... mais... peut-être... juste peut-être... que tu me toucheras une fois, comme tu m'as touchée cette nuit-là... Je garderai cette caresse avec moi et je m'en souviendrai quand je partirai en exil avec ton enfant.
it: Ma spero che... troverai il perdono nel tuo cuore. So che... non posso contare sul tuo affetto... ma... forse... solo forse... tu vorrai... sfiorarmi ancora una volta come mi toccasti quella notte... io porterò questo contatto con me, io ne porterò il ricordo in esilio con tuo figlio.
pl: Mam tylko nadzieję... Że znajdziesz litość w sercu. Wiem... Nie mogę liczyć na miłość... Lecz... Może... Być może... Dotkniesz mie raz jeszcze jak dotykałeś tamtej nocy... Zabiorę ten dotyk ze sobą, zapamiętam gdy ruszę na wygnanie z twoim dzieckiem.

source: Do not try to stop me. You know it is impossible. For the good of the Wesnoth - I, Lorin, order you to forget about me and our child. Isn't that funny - me, Lorin, sacrifising herself for something as abstract as the idea as new, united nation? Look at me, I am laughing. I... I am laughing....
fr: N'essaye pas de m'arrêter. Tu sais que c'est impossible. Pour le bien de Wesnoth, moi, Lorin, je t'ordonne de nous oublier moi et notre enfant. N'est-ce pas amusant ? Moi, Lorin, se sacrifiant pour quelque chose d'aussi abstrait que l'idée d'une nouvelle nation unie. Regarde-moi, je ris. Je... je ris...
it: Non cercare di fermarmi. Sai che è impossibile. Per il bene di Wesnoth, io, Lorin, ti ordino di dimenticarti di me e del nostro bambino. Non è divertente che io, Lorin, mi sacrifichi per qualcosa di così astratto come l'idea di una nuova nazione unita? Guardami, io sto ridendo. Io... io sto ridendo...
pl: Nie próbuj mnie powstrzymać. Wiesz, że to niemożliwe. Dla dobra Wesnoth, ja, Lorin, nakazuję ci zapomnieć o mnie i naszym dziecku. Czyż to nie zabawne? Poświęcam siebie dla czegoś tak abstrakcyjnego jak nowy, zjednoczony naród. Spójrz na mnie, śmieję się. Ja... Ja się śmieję...

source: The moments are slowly turning into hours, as I am slipping into the darkness...
fr: Les moments se changent doucement en heures tandis que je glisse dans l'obscurité...
it: Gli attimi lentamente diventano ore, mentre scivolo nell'oscurità...
pl: Chwile wolno zmieniają się w godziny, podczas gdy ześlizguję się w ciemność...

source: Gawen Hagarthen is said to never smile after the great battle. Some say, he mourned the deaths of all good warriors who died fighting the undead menace. He married Wesnothian princess from Elensefar. He united three Akladian kingdoms, while the fourth one - Guilcorta - became his fief. He was able to vassalise Aragwaithi sietches and most of former Wesnothian kingdoms, uniting almost whole Wesnoth as it was once in old times.
fr: Il est dit que Gawen Hagarthen ne sourit plus jamais après la grande bataille. Certains disent qu'il portait le deuil de tous les bons combattants morts contre la menace des morts-vivants. Il épousa une princesse wesnothienne d'Elensefar. Il unifia trois royaumes akladiens, tandis que le quatrième - Guilcorta - devint son fief. Il put prendre le contrôle des tribus aragwaithies et de la plupart des anciens royaumes wesnothiens, unifiant presque tout Wesnoth, comme c'était dans les temps anciens.
it: Si racconta che dopo la grande battaglia Gawen Hagarthen non sorrise. Alcuni dicono che piangesse la morte di tutti quei valorosi guerrieri che combatterono sfidando la minaccia dei non-morti. Sposò la principessa di Wesnoth da Elensefar. Unì tre regni di Akladia, mentre il quarto - Guilcorta - si trasformò nel suo feudo. Riuscì a sottomettere gli accampamenti Aragwaithi e la maggior parte dei precedenti regni di Wesnoth, unendo quasi tutto Wesnoth com'era ai vecchi tempi.
pl: Powiada się, że Gawen Hagarthen nigdy nie uśmiechnął się po wielkiej bitwie. Niektórzy twierdzą że opłakiwał śmierc wszystkich dobrych wojowników poległych w walce z nieumarłą grozą. Poślubił Wesnothiańską księżniczkę z Elensefaru. Zjednoczył trzy królestwa Akladiańskie, czwarte, Guilcortę, mając za lenno. Zdołał zwasalizowac sicze Aragwaithich i większość byłych Wesnothiańskich królestw, jednocząc prawie całe Wesnoth niemal takim jakim było za dawnych czasów.

source: It is also said that he never called his wife mavourneen; he never treat her as husband should treat his wife. Whatever was true in that gossip, the fact remains that he died childlessly.
fr: Il est aussi dit qu'il n'appela jamais sa femme 'chérie', il ne la traita jamais comme un mari devrait traiter sa femme. Quelle que soit la vérité dans ses rumeurs, le fait est qu'il mourut sans enfant.
it: Si dice anche che non chiamò mai tesoro sua moglie; non la trattò come un marito dovrebbe trattare la moglie. Non si sa se questa voce fosse vera, ma rimane il fatto che morì senza avere figli.
pl: Powiada się też, że nigdy nie nazwał swojej żony ukochaną, nigdy nie traktował jej tak jak mąż powinien. Cokolwiek z tej plotki jest prawdą, faktem jest, że umarł bezdzietnie.

source: The elves believed, that with his death the curse of Haldric which was put long ago upon the Wesnoth and descendants of Haldric was finally relieved. Mithrandil, the only elf ever with wrinkles, finally could die, gleefully.
fr: Les elfes crurent, que par cette mort, la malédiction d'Haldric qui avait été lancée très longtemps auparavant sur Wesnoth et les descendants d'Haldric, fut finalement levée. Mithrandil, le seul elfe ridé, put finalement mourir, plein de joie.
it: Gli elfi credettero che con la sua morte la maledizione di Haldric che molto tempo prima era stata lanciata su Wesnoth e sui discendenti di Haldric fosse finalmente finita. Mithrandil, l'unico elfo di sempre con le rughe, finalmente poté morire in pace.
pl: Elfy uwierzyły, że wraz z jego śmiercią, klątwa nałożona na Wesnoth i potomków Haldrica została wreszcie zdjęta. Mithrandil, jedyny istniejący elf ze zmarszczkami, wreszcie mógł umrzeć pełen szczęścia.

source: Lorin with her son went to sietches of Aragwaithi, searching for Andrey Yaranov. He took care of her and her child, raising him as if it was his own son.
fr: Lorin alla dans les tribus aragwaithis avec son enfant, cherchant Boris Yaranov. Il prit soin d'elle et de son enfant, l'élevant comme s'il était son propre fils.
it: Lorin e suo figlio raggiunse l'accampamento degli Aragwaithi cercando Andrey Yaranov. Egli si prese cura di lei e del bambino, crescendolo come se fosse suo.
pl: Lorin z synem udała się do Aragwaithich poszukując Adreya Yaranowa, który zajął się nią i dzieckiem, wychowując je jak własne.

source: This is the end of the story of Lorin from Gallorae's and Gawen Hagarthen.
fr: Ceci est la fin de l'histoire de Lorin de Gallorae et de Gawen Hagarthen.
it: Questa è la fine della storia di Lorin di Galloare e Gawen Hagarthen.
pl: Tak kończy się historia Lorin z klanu Gallorae i Gawena Hagarthena.
tr: Bu, Gaven Hagarten ve Gallorae’lerden Lorin’in hikayesinin sonudur.

source: Final
it: Conclusione
pl: Finał
tr: Bitiş
