Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Excuse me, my son, this orc screamed so loud in agony that I have not heard what you were saying. What was that?
fr: Excuse-moi, mon fils, cet orc a crié si fort durant son agonie que je n'ai pas entendu ce que tu disais. Tu veux répéter ?
it: Scusami, figlio mio, questo orco gridava così forte durante l'agonia che non ho sentito cosa stavi dicendo. Cos'era?
pl: Wybacz mi, synu, ale ten ork tak głośno wrzeszczał w agonii, że nie usłyszałam co mówiłeś. Mógłbyś powtórzyć?
tr: Özür dilerim, oğlum. bu ork acıyla öyle gürültülü kükredi ki, ben ne dediğini duyamadım. Ne demiştin?

source: Never mind. My step-mother is walkiria obsessed with death and pain. Sigh.
fr: C'est comme ça, ma mère est une walkyrie obsédée par la mort et la souffrance. On n'y peut rien.
it: Non importa. La mia matrigna è una walkiria ossessionata dalla morte e dalla sofferenza. Sigh.
pl: Mniejsza z tym. Moja macocha jest walkirią mającą obsesję na punkcie śmierci i bólu. Eeeech...
tr: Yok birşey. Annem ölüm ve acı hakkında biraz takıntılıdır.

source: And she looks cool in armour, too.
fr: Et en plus, elle est si attirante en armure.
it: Ed è pure bella in armatura.
pl: A na dodatek wygląda cudnie w pancerzu!
tr: Ve zırhının içinden soğuk soğuk bakar.

source: I will allow you to live, if you will tell me few things.
fr: Je te laisserai vivre si tu me dis quelques petites choses.
it: Ti permetterò di vivere, se mi dirai alcune cose.
pl: Pozwolę ci żyć, jeżeli odpowiesz mi na kilka pytań.
tr: Bana birşeyler söylersen, yaşamana izin vereceğim.

source: Ask then, human.
fr: Alors demande-les, humain.
it: Allora chiedi, uomo.
pl: Pytaj człowiecze.
tr: Sor, insan.

source: Why are you allied with Akladians?
fr: Pourquoi êtes-vous alliés aux Akladiens ?
it: Perché siete alleati con quelli di Akladia?
pl: Dlaczego jesteście sprzymierzeni z Akladyjczykami?
tr: Akladyalılarla neden ittifak yaptınız?

source: Ha! The outlaws were hiding here some gold!
fr: Ah ! Les hors-la-loi avaient caché de l'or ici !
it: Ah! I senzalegge avevano nascosto qui dell'oro!
pl: Ha! Banici ukrywali tutaj nieco złota!
tr: Bak! Haydutlar buraya biraz altın gizlemiş!

source: Ha! The Akladians were hiding here some gold!
fr: Ah ! Les Akladiens avaient caché de l'or ici !
it: Ah! La gente di Akladia aveva nascosto qua dell'oro!
pl: Ha! Akladyjczycy ukrywali tutaj nieco złota!
tr: Bak! Akladyalılar buraya biraz altın gizlemiş!

source: You have received 150 golden pieces
fr: Vous avez reçu 150 pièces d'or.
it: Hai ricevuto 150 pezzi d'oro.
pl: Otrzymałeś 150 sztuk złota
tr: 150 altın aldınız.

source: I guess this was gold prepared to pay for Reme Carrenemoe.
fr: Je suppose que cet or devait servir à payer la rançon de Reme Carrenemoe.
it: Scommetto che questo oro era stato preparato per riscattare Reme Carrenemoe.
pl: Sądzę, że było to złoto przygotowane do zapłaty za Reme Carrenemoe.
tr: Bunun Reme Karenemo için ödenmek üzere hazırlanan altın olduğunu sanıyorum.

source: She-wolf of Haeltin
fr: La Louve d'Haeltin
it: La Lupa di Haeltin
pl: Wilczyca z Haeltin
tr: Haeltin’in dişi kurdu

source: It was cold that day when Gawen's army, guided by local peasants, reached the hills where Haeltin was located. Ruvio explained that She-wolf of Haeltin fought with Akladians as well as orcs, so she potentially could be a friend.
fr: Il faisait froid le jour où l'armée de Gawen, guidée par des paysans locaux, atteignit les collines environnant Haeltin. Ruvio expliqua que la Louve d'Haeltin combattait aussi bien les Akladiens que les orcs. Elle pouvait donc potentiellement être une amie.
it: Faceva freddo il giorno in cui l'esercito di Gawen, sotto la guida dei contadini del posto, raggiunse le colline in cui si trovava Haeltin. Ruvio spiegò che la Lupa di Haeltin aveva combattuto contro la gente di Akladia e contro gli orchi, dunque potenzialmente avrebbe potuto essere loro alleata.
pl: Było zimno tego dnia, w którym armia Gawena, mająca za przewodników miejscowych chłopów, dotarła do wzgórz, gdzie usytuowane było Haeltin. Ruvio wyjaśnił, że Wilczyca z Haeltin walczyła zarówno z orkami jak i Akladyjczykami, więc potencjalnie kandydatem na przyjaciela.
tr: Gaven’ın ordusu köylülerin rehberliğinde Haeltin’in bulunduğu tepelere vardığında soğuk bir gündü. Ruviyo, Akladyalılar ve Orklarla döğüşen Haeltin’in dişi kurdundan, büyük ihtimalle bir dost olduğundan bahsetti.

source: My Lady, our scouts have told us that some unknown army is approaching us. Scouts are reporting that it is led by some Gaumhaldric, Wesnothian. I've heard about him; he supposedly already defeated some Akladians and bandits. If he will attack us I don't know if we can defend ourselves.
fr: Ma Dame, nos éclaireurs nous ont rapporté qu'une armée inconnue s'approche de nous. Elle est dirigée par un certain Gaumhaldric, ce serait probablement un Wesnothien. J'ai déjà entendu parler de lui. Il semblerait qu'il ait déjà défait des Akladiens et des bandits. S'il nous attaquait, je ne sais pas si nous pourrions nous défendre.
it: Mia signora, i nostri esploratori riferiscono che c'è un esercito sconosciuto in avvicinamento. Gli esploratori dicono che lo guida un certo Gaumhaldric di Wesnoth. Ne ho sentito parlare, si dice che abbia già sconfitto gente di Akladia e banditi. Se ci attaccasse non so come potremo difenderci.
pl: Pani, nasi zwiadowcy donieśli nam, że zbliża się nieznana armia. Zwiadowcy twierdzą, że dowodzi nią jakiś Gaumhaldric, Wesnotyjczyk. Słyszałem o nim, pokonał już ponoć jakieś oddziały bandytów i Akladyjczyków. Jeśli nas zaatakuje, nie wiem, czy damy radę się obronić.
tr: Hanımım, gözçülerimiz bilinmeyen bir ordunun yaklaşmakta olduğunu haber verdiler. Gözcülerimiz ordunun Gamlıhaldrik adındaki bir Wesnoth’un komutasında olduğunu rapor ettiler. Onun hakkında bir şeyler duymuştum; o güya bazı Akladyalıları ve haydutları yenmiş. Eğer saldırırsa, kendimizi nasıl savunuruz bilemiyorum.

source: He is some kind of madman. Attack in the winter? And why we shouldn't be able to defend ourselves? Anyway, Yaranov, now it's time for you to learn something. I will convince those Gaumhaldric that attacking us is bad thing to do.
fr: Il doit être un peu fou. Attaquer en hiver... Et pourquoi ne pourrions-nous pas nous défendre ? Peu importe. Yaranov, il est temps que tu apprennes quelque chose. Je vais convaincre ce Gaulhaldric que nous attaquer serait une mauvaise chose.
it: Deve essere un pazzo. Attaccare durante l'inverno? E perché non dovremmo essere in grado di difenderci? Comunque, Yaranov, è ora che tu impari qualcosa. Convincerò questo Gaumhaldric che attaccarci non è la cosa giusta da fare.
pl: To jakiś wariat. Atakować w czasie zimy? Zresztą, dlaczegoby niby nie mielibyśmy sobie z nim poradzić? Tak czy inaczej czas, Yaranov, byś się czegoś nauczył. Przekonam tego Gaumhaldrica, że zaatakowanie nas by było bardzo złą rzeczą.
tr: O deli olmalı. Kışın saldırı mı olurmuş? Ayrıca, kendimizi neden savunamayacak mışız? Her neyse, Yaranov, şimdi senin bir şeyler öğrenmenin zamanıdır. Bize saldırmanın kötü bir şey olacağına bu Gamlıhaldrik’i ben ikna ederim.

source: And how exactly you will do it?
fr: Et comment allez-vous faire ça, exactement ?
it: E come farai esattamente?
pl: A jak dokładnie zamierzasz to zrobić?
tr: Bunu nasıl yapacaksınız, merak ettim?

source: I will seduce him.
fr: Je vais le séduire.
it: Lo sedurrò.
pl: Uwiodę go.
tr: Onu baştan çıkaracağım.

source: So this is the place. I am not sure what we should do. The place seems to be well-fortified. We are not prepared for long siege.
fr: Et donc nous y sommes. Je ne suis pas sûr de ce que je devrais faire. L'endroit semble solidement fortifié et nous ne sommes pas préparés pour un long siège.
it: Il posto è questo. Non sono sicuro di cosa dovremmo fare. Il posto sembra ben fortificato. Noi non siamo preparati a un lungo assedio.
pl: A więc to tutaj. Nie jestem pewny, co powinniśmy teraz uczynić. Miejsca wygląda na dobrze umocnione. Nie jesteśmy przygotowani do długiego oblężenia.
tr: Yer burası. Neler yapabileceğimizden pek emin değilim. Burası iyi kuvvetlendirilmiş görünüyor. Uzun bir kuşatma için hazırlıklı değiliz.

source: Wait, I think they've send a messenger to us. Before we made any decision, let's see what that 'She-wolf' wants from us.
fr: Attendez, je crois qu'ils nous ont envoyé un messager. Avant de prendre une décision, voyons ce que cette Louve nous veut.
it: Aspetta, mi sembra che ci abbiamo mandato un messaggero. Prima di prendere una decisione, ascoltiamo cosa questa "Lupa" vuole da noi.
pl: Czekaj, wygląda no to, że wysłali posłańca. Nim podejmiemy jakąkolwiek decyzję wysłuchajmy co ta 'Wilczyca' ma nam do powiedzenia.
tr: Bekle, bize bir elçi göndereceklerini sanıyorum. Herhangi bir karar vermeden önce, bu dişi kurdun bizden ne isteyeceğini görelim.

source: I am so happy to welcome the handsome Gaumhaldric I have heard a lot about, brave and... oh my God. It's impossible.
fr: Je suis si heureuse d'accueillir le merveilleux Gaumhaldric dont j'ai beaucoup entendu parler, courageux et... Oh mon Dieu. Ce n'est pas possible.
it: Sono molto contenta di poter dare il mio benvenuto al valoroso Gaumhaldric, ho sentito molto parlare del tuo coraggio e... oh per gli dei. Non è possibile.
pl: Taka jestem szczęśliwa mogąć powitać przystojnego i odważnego Gaumhaldrica, o którym tak wiele słyszałam, dzielnego i... o mój Boże. To niemożliwe.
tr: Cömert Gamlıhaldrik’i aramızda görmekten o kadar mutluyum ki. Hakkınızda çok şey duydum cesur ve... oh aman Tanrım. Bu imkansız.

source: Have you started seducing him already?
fr: Vous avez déjà commencé à le séduire ?
it: Hai già cominciato a sedurlo?
pl: Czy już zaczęłaś go uwodzić?
tr: Onu baştan çıkartmaya başladınız mı?

source: Why do you both have such stupid looks? You know each other?
fr: Pourquoi vous avez ce regard stupide tous les deux ? Vous vous connaissez ?
it: Perché avete entrambi una faccia stupita? Vi conoscete?
pl: Dlaczego oboje macie takie głupie miny? Widzieliście się już wcześniej?
tr: Niçin birbirinize şapşal şapşal bakıyorsunuz? Birbirinizi tanıyor musunuz?

source: Mother?
fr: Mère ?
it: Madre?
pl: Matko?
tr: Anne?

source: Mother?!?
fr: Mère ?!?
it: Madre?!?
pl: Matko?!?
tr: Anne?!?

source: That's impossible! How.. how.. You are dead!
fr: C'est impossible ! Comment... comment... tu es mort !
it: Non è possibile! Come... come... Tu sei morto!
pl: To niemożliwe, to... Jak.. Jakim.. Przecież ty nie żyjesz!
tr: Bu imkansız! Nasıl... nasıl... Sen ölmüştün!

source: Wait a moment. She is your mother?
fr: Attendez un moment. Elle est votre mère ?
it: Cosa? È tua madre?
pl: Zaraz, zaraz. To jest twoja matka?
tr: Bir dakika! O senin annen mi?

source: Yes, she is my mother... step-mother, actually. This is Lady Lorin. Mother, this is Ruvio, my friend, and this is...
fr: Oui, elle est ma mère... ma belle-mère, plus exactement. Voici Dame Lorin. Mère, je vous présente Ruvio, mon ami et voici...
it: Sì, è mia madre... la mia matrigna, in realtà. È Lady Lorin. Madre, lui è Ruvio, mio amico e questa è...
pl: Tak, to moja matka.. macocha, właściwie. To pani Lorin. Matko, to jest Ruvio, mój przyjaciel, a to jest...
tr: Evet, o benim annem... üvey annem, aslında. Bu bayan Lorin. Anne, bu Ruviyo, arkadaşım ve bu da...

source: Wait! How it is possible you are alive? You died at battle of Barnon, we've heard that, I've heard about that, I...
fr: Attends ! Comment est-ce possible que tu sois en vie ? Tu es mort à la bataille de Barnon, nous l'avons entendu, je l'ai entendu, je...
it: Aspetta! Come è possibile che tu sia ancora vivo? Sei morto nella battaglia di Barnon, ce l'hanno detto, ci hanno detto che... che...
pl: Zaraz! Jak to możliwe, że żyjesz? Zginąłeś w bitwie pod Barnon, słyszeliśmy o tym, ja o tym słyszałam, ja...
tr: Bekle! Sen nasıl hayatta kalabildin? Duyduğumuza göre, Barnon savaşında ölmüştün, biz öyle duyduk, ben...

source: It was this Ruvio who has saved my life. He took away my body from the battlefield and cared for me until I regained my health. This is his daughter, Karen.
fr: C'est Ruvio qui m'a sauvé la vie. Il a sorti mon corps du champ de bataille et il s'est occupé de moi jusqu'à ce que je retrouve mes forces. Voici sa fille, Karen.
it: È stato proprio Ruvio a salvarmi la vita. Ha portato via il mio corpo dal campo di battaglia e mi ha curato finché le mie ferite non si sono rimarginate. Questa è sua figlia, Karen.
pl: Ten oto Ruvio ocalił mi życie. Zabrał mnie z pola bitwy i opiekował w czasie, gdy wracałem do zdrowia. A to jego córka, Karen.
tr: Bu, hayatımı kurtaran Ruviyo. Beni savaş alanında bulup kaçırdı ve sağlığımı kazanana kadar beni tedavi etti. Bu da kızı Karen.

source: My God.. I just.. Gawen, I'm so happy.. But those are who were caring for you, right? Underling, how can I reward you for saving my son's life?
fr: Mon Dieu... Je suis... Gawen, je suis si heureuse... Et donc, voici ceux qui se sont occupés de toi ? Inférieur, comment pourrais-je vous récompenser pour avoir sauvé la vie de mon fils ?
it: Oh dei... Io... Gawen, sono così felice... ma si prendono cura di te, vero? Miserabile, come posso ricompensarvi per aver salvato la vita di mio figlio?
pl: Mój Boże.. Ja po prostu... Gawen, taka jestem szczęśliwa. A to są właśnie ci, co o ciebie dbali, tak? Pariasie, czego chcesz za uratowanie życia mojego syna?
tr: Tanrım... Ben tam... Gaven öyle mutluyum ki... Fakat, bunlar seni tedavi edenler, öyle mi? Parya, oğlumun hayatını kurtardığın için seni nasıl ödüllendirebilirim?

source: This is getting more interesting with every moment. Dad, she was talking about you.
fr: Ça devient de plus en plus intéressant. Papa, elle parlait de toi.
it: La faccenda diventa sempre più interessante. Papà, sta parlando di te.
pl: To się staje ciekawsze z każdą chwilą. Tato, ona mówiła do ciebie.
tr: Durum giderek daha ilginç bir hal alıyor. Baba, o bizden mi bahsediyor?

source: Oh, and what a nice kid. I didn't know it is in underlings custom to give children the weapons.
fr: Oh et quel joli enfant. Je ne savais pas qu'il est de coutume chez les inférieurs de donner des armes aux enfants.
it: Oh, che bella bambina. Non sapevo che i miserabili facessero combattere anche le bambine.
pl: Ach, co za milusi dzieciak. Nie wiedziałam, że w zwyczajach pariasów jest zezwalanie dzieciom na zabawy z bronią.
tr: Oh, ne hoş bir çocuk. Paryalarda çocuklara silah verme adeti olduğunu bilmiyordum.

source: Nice to meet you, .. Lorin. You are quite good looking for being Gawen's grand-mother. You had to be quite a lass some forty or fifty years ago.
fr: Enchanté de vous rencontrer, ... Lorin. Vous êtes si belle pour être la grand-mère de Gawen. Vous deviez être bien jeune il y a quarante ou cinquante ans.
it: È un piacere incontrarti... Lorin. Hai un bell'aspetto per essere la nonna di Gawen. Eri proprio giovincella quaranta o cinquanta anni fa.
pl: Miło mi ciebie poznać... Lorin. Świetnie się trzymasz, biorąc pod uwagę, że jesteś babcią Gawena. Musiała być z ciebie nawet dość niezła dziewczyna jakieś czterdzieści czy pięćdziesiąt lat temu.
tr: Sizinle tanıştığıma memnun oldum, .. Lorin. Gaven’ın büyükannesi olarak oldukça iyi görünüyorsunuz. Kırk elli yaş kadar az gösteriyorsunuz.

source: Stop it!
fr: Arrêtez !
it: Basta!
pl: Przestańcie!
tr: Durdur onu!

source: Anyway, go to my castle, Gawen. Your servants will receive gold for helping you and then they may go, while we will work on getting back your throne!
fr: Et maintenant, viens dans mon château, Gawen. Tes serviteurs recevront de l'or pour l'aide qu'ils t'ont apportée. Ensuite ils pourront partir. Pendant ce temps, nous allons travailler à ce que tu retournes sur le trône !
it: Comunque, va' al mio castello, Gawen. I tuoi servi riceveranno l'oro per averti aiutato e poi potranno andarsene mentre noi ci daremo da fare per rimetterti sul trono!
pl: Chodź do mego zmaku, Gawenie. Twoje sługi otrzymają zapłatę w złocie za usługi tobie wyświadczone, i mogą odejść podczas gdy my opracujemy plan odzyskania twojego tronu!
tr: Her neyse, şatoma gidelim, Gaven. Hizmetçilerin sana yardım ettikleri için altınlarını aldıktan sonra gidebilirler. Biz tahtını geri almak için çalışacağız.

source: Hey, hey, I think there is some misunderstanding here. Gawen is our rightful king, and he has to get back his heritage. He is king of Wesnoth.
fr: Hé, hé, j'ai peur qu'on ne se comprenne pas bien ici. Gawen est notre roi légitime et il doit récupérer son héritage. Il est le roi de Wesnoth.
it: Ehi, ehi, penso che ci sia un equivoco. Gawen è il nostro legittimo re e ha il dovere di recuperare i suoi diritti di nascita. È il re di Wesnoth.
pl: Hej, hej, zdaje się że mamy tutaj jakieś małe nieporozumienie. Gawen to nasz prawowity król, i musi odzyskać swoje dziedzictwo. Jest królem Wesnoth.
tr: Hey, hey, burada bir yanlış anlama var. Gaven bizim hak sahibi kralımızdır ve o mirasını geri aldı. O Wesnoth kralıdır.

source: Exactly, with the difference that he is king of Vakladia. So, what do you want, underling, for saving my son's life? Speak fast, because I and Gawen had a lot to do, and you are starting to getting on my nerves, and this is dangerous thing to do.
fr: Exactement, mais avec la nuance qu'il est le roi de Vakladia. Dis ce que tu veux, inférieur, pour avoir sauvé la vie de mon fils. Mais dis le vite parce que Gawen et moi avons beaucoup à faire et parce que tu commences déjà à me taper sur les nerfs ce qui est dangereux pour toi.
it: Esattamente, solo che è re di Vakladia. Dunque cosa vuoi, miserabile, per aver salvato la vita di mio figlio? Parla, coraggio, perché io e Gawen abbiamo molte cose da fare e tu stai cominciando a darmi sui nervi, ed è pericoloso fare una cosa del genere.
pl: Prawie dokładnie tak, z różnicą że królem to jest Vakladii. Więc pariasie, czego chcesz za uratowanie życia mojego syna? Mów prędko, gdyż ja i Gawen mamy wiele do zrobienia, i zaczynasz mi działać na nerwy, co jest zazwyczaj dość groźne dla zdrowia.
tr: Kesinlikle, ama bir farkla, o Vakladya’nın kralıdır. O halde, oğlumun hayatını kurtarmak için ne istediğini söyle, parya. Çabuk konuş, çünkü benim ve Gaven’ın yapacak çok işimiz var. Sinirlerimi germeye başladın, elimden bir kaza çıkacak.

source: Listen, woman, I want nothing from you. Gawen is not going anywhere with you. He stays with us and he will unite Wesnoth and...
fr: Écoute, femme, je ne te demande rien. Gawen ne va nulle part avec toi. Il reste avec nous pour réunifier Wesnoth et...
it: Ascolta, donna, non voglio niente da te. Gawen non andrà da nessuna parte con te. Rimarrà con noi, unirà i popoli di Wesnoth e...
pl: Słuchaj kobieto, nic od ciebie nie chcę. Gawen nigdzie z tobą nie idzie. Zostaje z nami aby zjednoczyć Wesnoth, i...
tr: Dinle, kadın, senden hiçbir şey istemiyorum. Gaven seninle hiçbir yere gitmeyecek. Bizimle kalacak ve Wesnoth’ta birliği sağlayacak...

source: Stop it! Stop it both of you! I am not king. Not king of Vakladia, not king of Wesnoth, and definitely YOU WON'T DECIDE INSTEAD OF ME what should I do.
fr: Arrêtez ! Arrêtez tous les deux ! Je ne suis pas le roi. Ni le roi de Vakladia, ni le roi de Wesnoth. Et surtout NE DÉCIDEZ PAS À MA PLACE ce que je dois faire.
it: Basta! Smettetela tutti e due! Io non sono re. Né re di Vakladia, né re di Wesnoth e sicuramente NON SARETE VOI A DECIDERE cosa dovrei fare.
pl: Przestańcie! Przestańcie oboje! Nie jestem królem. Ani Vakladii, ani Wesnoth. A już na pewno *nie wy będziecie decydować* kim jestem i co mam robić.
tr: Durun! İkiniz de durun! Ben kral değilim. Ne Vakladya’nın ne de Wesnoth’un kralıyım. Kesinlikle, ne yapacağıma BENİM YERİME KARAR VEREMEZSİNİZ.

source: Now, we will go to the castle. My troops needs to get rest.
fr: Allons au château. Mes troupes ont besoin de repos.
it: Adesso andremo al castello. La mie truppe hanno bisogno di riposo.
pl: A teraz, ruszamy do zamku. Moi żołnierze potrzebują odpoczynku.
tr: Şimdi, şatoya gideceğiz. Askerlerimin dinlenmeye ihtiyaçları var.

source: My son, your troops are already in the castle, and those underlings...
fr: Mon fils, tes troupes sont déjà dans le château et ces inférieurs...
it: Figlio mio, le tue truppe sono già nel castello e quei miserabili...
pl: Ależ mój synu, twoi żołnierze już SĄ w zamku, a ta banda pariasów...
tr: Oğlum, askerlerin zaten şatoda ve bu paryalar...

source: Those are my troops who fought alongside me. Don't call them underlings. Then, I will want to ask you few questions about the orcs. And then we will leave the Haeltin. Mother, you will be welcomed to go with us.
fr: Ils sont mes troupes. Ils sont combattus avec moi. Ne les appelez plus inférieurs. Ensuite, je vous poserai quelques questions sur les orcs et enfin, je quitterai Haeltin. Mère, vous serez bien sûr la bienvenue parmi nous.
it: Queste sono le truppe che hanno combattuto al mio fianco. Non chiamarli miserabili. Poi, io vorrei chiederti alcune cose sugli orchi. Quindi ce ne andremo da Haeltin. Madre, saresti la benvenuta se verrai con noi.
pl: To są moi żołnierze, żołnierze, którzy walczyli u mojego boku., Nie nazywaj ich pariasami. Później będę chciał ci zadać kilka pytań odnośnie orków. A potem opuścimy Haeltin. Nie widzę przeszkód byś wyruszyła z nami.
tr: Bunlar yanımda döğüşen askerlerim. Onlara parya deme. Ben sana orklar hakkında bir kaç soru soracağım ve Haeltin’den ayrılacağız. Aramıza hoşgeldin, anne.

source: The orcs... well, you know that they were trying to take my castle? We defeated them. Could you believe that they were allied with Akladians?
fr: Les orcs... Eh bien tu sais qu'ils ont essayé de prendre mon château ? Nous les avons repoussés. Est-ce que tu pourras croire qu'ils étaient alliés à des Akladiens ?
it: Gli orchi... be', sai che hanno tentato di prendere il mio castello? Li abbiamo sconfitti. Puoi credere che erano alleati con la gente di Akladia?
pl: Orki... Wiesz, że próbowały zająć mój zamek? Pokonaliśmy ich. Dałbyś wiarę, że byli sprzymierzeni z Akladyjczykami?
tr: Orklar... evet, şatomu almaya çalıştıklarını biliyor musunuz? Biz onları kovduk. İnanabiliyor musun? Akladyalılarla ittifak yapmışlar.

source: Earlier, after the battle at Barnon, we spot orcs in the hills. I had the occasion to interrogate one of the Orcish leaders. He said that they waited for human envoy, after burning Reme Carrenemoe friend's castle.
fr: Plus tôt, après la bataille de Barnon, nous avons repéré des orcs dans les collines. J'ai eu l'occasion d'interroger un des chefs orcs. Il a dit qu'ils attendaient des émissaires humains, après avoir brûlé le château de l'ami de Reme Carrenmoe.
it: Tempo fa, dopo la battaglia di Barnon, abbiamo avvistato degli orchi nelle colline. Sono riuscita a interrogare un loro comandante. Disse che aspettavano un messo umano, dopo aver incendiato il castello di un amico di Reme Carrenemoe.
pl: Wcześniej, po bitwie pod Barnon, spotkaliśmy orki na wzgórzach. Miałam okazję przesłuchać jednego z ich dowódców. Powiedział, że czekali na ludzkiego posła. Spalili zamek przyjaciela Remego Carrenemoe.
tr: Daha önce, Barnon savaşından sonra, Orklarla tepelerde karşılaştık. Bir fırsat bulup ork liderini sorguladım. Reme Karenemo’nun arkadaşının şatosunu yaktıktan sonra, bir insan elçi beklediklerini söyledi.
