Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: I don't want to interrupt you your interesting discussion, but _I_ think you will have chance to ask this Gawen directly about everything.
fr: Je ne voudrais pas interrompre votre intéressante conversation, mais je pense que vous allez avoir l'occasion de demander tout cela à Gawen directement.
it: Non vorrei interrompere la vostra interessante discussione, ma IO penso che avrete la possibilità di chiedere tutto questo direttamente a Gawen.
pl: Nie chcę wam przerywać tej pasjonującej dyskusji ale sądzę że niedługo będziecie mieli szansę zapytać o to bezpośrednio samego Gawena.
tr: İlginç tartışmanızı kesmek istemiyorum, ama herşeyi doğrudan Gaven’a sorma şansınızın olacağını düşünüyorum.

source: Akladians - open the way for me and my army. I am your rightful king, I am messiah, the hand of God on this earth. Whoever opposes me opposes the God.
fr: Akladiens, ouvrez-moi le chemin, ainsi qu'à mon armée. Je suis votre roi légitime , je suis le messie, la main de Dieu sur cette terre. Qui s'oppose à moi, s'oppose à Dieu.
it: Genti di Akladia - aprite la strada al passaggio del mio esercito. Io sono il vostro legittimo re, io sono il Liberatore, la mano degli dei sulla terra. Chiunque si oppone a me, si oppone agli dei.
pl: Akladianie, zróbcie przejście dla mnie i mojej armii. Jestem prawowitym królem, jestem mesjaszem, ręką Boga na tej ziemi. Ktokolwiek sprzeciwia się mi, sprzeciwia się Bogu.
tr: Akladyalılar - yolu bana ve orduma açın. Ben sizin meşru kralınızım, ben mesihim, bu dünlada tanrının eliyim. Her kim bana karşı gelirse tanrıya karşı gelmiş olur.

source: Stop this blasphemies, foul mixling! You are nothing but a flabby underling.
fr: Arrête ces blasphèmes, sale bâtard ! Tu n'es qu'un inférieur tout mou !
it: Basta bestemmie, sciocco mezzosangue! Non sei nient'altro che un debole miserabile.
pl: Przestań bluźnić mieszańcu! Jesteś niczym innym jak nędznym podludziem.
tr: Kes şu peygamberlik numarasını şapşal melez! Sen zayıf, iradesiz bir paryadan başka birşey değilsin.

source: You already have forgot how you were running from me, reverend Hoyre? Two times you were fighting me; This time you will be dead on the battlefield, unless you will recognise me as your king.
fr: Tu as déjà oublié comment tu me fuyais, vénérable Hoyre ? Par deux fois, tu m'as combattu ; cette fois, à moins que tu ne me reconnaisses comme ton roi, tu mourras sur le champ de bataille !
it: Già ti sei dimenticato come fuggivi da me, reverendo Hoyre? Per due volte mi hai combattuto; questa volta ti lascerò cadavere sul campo di battaglia, a meno che tu non mi riconosca come tuo re.
pl: Czyżbyś już zapomniał jak przede mną uciekałeś wielebny Hoyre? Dwa razy ze mną walczyłeś, tym razem nie opuścisz pola bitwy żywy jeśli nie uznasz we mnie króla.
tr: Benden kaç kere kaçtığını ne çabuk unuttun, saygıdeğer Hoyre? Benimle iki kere savaştın. Beni kralın olarak tanımadığın takdirde bu savaş alanını bu sefer cesedin terkedecek.

source: I am your king, Hoyre. Admit that or I will be forced to kill you.
fr: Je suis ton roi, Hoyre. Admets-le ou je serai obligé de te tuer.
it: Io sono il tuo re, Hoyre. Riconoscilo o sarò costretto a ucciderti.
pl: Jestem twoim królem Hoyre, przyznaj to bo będę zmuszony cię zabić.
tr: Ben senin kralınım, Hoyre. Bunu kabul et yoksa seni öldürmek zorunda kalacağım.

source: My king? My king, you? Never! I will rip your heart off! I will cut your hands and feed the crows with them!
fr: Mon roi ? Mon roi, toi ? Jamais ! Je vais t'arracher la tête ! Je te couperai les mains et je les jetterai aux corbeaux !
it: Il mio re? Tu, il mio re? Mai! Ti strapperò il cuore! Ti taglierò le mani e le darò in pasto ai corvi!
pl: Moim królem? Nigdy! Wyrwę twoje serce! Odetnę twoje dłonie i nakarmię nimi wrony!
tr: Kralım? Kralım, sen misin? Olamaz! Kalbini sökeceğim! Ellerini keseceğim ve kargalara yedireceğim!

source: My lord, Bor Cryne may be just not far away from here. It isn't wise to fight alone against rebels' army.
fr: Monseigneur, Bor Cryne ne devrait pas être loin d'ici. Il n'est pas sage de se battre seul contre l'armée rebelle.
it: Mio signore, Bor Cryne non può essere lontano da qui. Non è saggio da combattere da soli contro esercito dei ribelli.
pl: Mo panie, Bor Cryne może być niedaleko stąd, nie jest mądrze walczyć samotnie przeciw buntownikom.

source: What about you, noble lord? Will you oppose your king and messiah declared by the Oracle?
fr: Et vous, noble seigneur ? Allez-vous vous opposer à votre roi et au messie déclaré par l'oracle ?
it: E tu, nobile signore? Ti opporrai al tuo re e liberatore proclamato dall'Oracolo?
pl: A co z tobą szlachetny panie? Czy ty również sprzeciwisz się swojemu królowi i mesjaszowi ogłoszonemu przez Wyrocznię?

source: I don't know what to think. But there IS one way to determine whether you are really what you claim to be. If you will be able to defeat us..
fr: Je ne sais plus quoi penser. Mais il n'y a qu'un moyen de déterminer si tu es vraiment ce que tu prétends être. Si tu nous vaincs...
it: Non so cosa pensare. Ma C'È solo un modo per decidere se voi siete veramente chi sostenete di essere. Se riuscirete a sconfiggerci...
pl: Nie wiem co sądzić, ale jest niezawodny sposób by pzrekonać się czy jesteś tym za kogo się podajesz. Pokonaj nas.

source: By the way, Gawen, you started to be really convincing in your role. You seem to like it, despite what you were telling earlier.
fr: Finalement, Gawen, vous commencez à être vraiment convaincant dans votre rôle. On dirait que vous l'aimez malgré ce que vous disiez auparavant.
it: A proposito, Gawen, hai cominciato a essere davvero convincente nel tuo ruolo. Sembra che ti piaccia, malgrado quello che dicevi poco fa.
pl: A przy okazji Gawen, zacząłeś być całkiem przekonujący w tej roli, wbrew temu co mówiłeś wcześniej wydajesz się ją lubić.

source: Stop this talk. We have to kill our enemies. To arms!
fr: Arrêtons là cette conversation. Nous avons des ennemis à tuer ! Aux armes !
it: Basta parlare. Abbiamo dei nemici da uccidere. Alle armi!
pl: Przestańcie. Czas pozabijać naszych wrogów. Do broni!

source: Yeah! OH MY GOD, I am agreeing with an underling!
fr: Ouais ! OH MON DIEU, je suis d'accord avec un inférieur !
it: Sì! PER TUTTI GLI DEI, sono d'accordo con un miserabile!
pl: Tak! *O boże*, zgadzam się z pariasem!

source: Death of Huon Ryedric
fr: Mort d'Huon Ryedric
it: Morte di Huon Ryedric
pl: Śmierć Huona Ryedric'a
tr: Hurona Ryedric’in ölümü

source: Damn! We are too late.
fr: Malédiction ! Nous arrivons trop tard.
it: Dannazione! Troppo tardi.
pl: Do diabła! Spóźniliśmy się.
tr: Lanet olsun! Çok geç kaldık.

source: Should we attack, my lord?
fr: Doit-on attaquer, Monseigneur ?
it: Dobbiamo attaccare, signore?
pl: Czy ruszamy do ataku, panie?

source: No. Hoyre as usual screwed everything he could. We will withdraw to the north, and wait until Grekulak will come here to help us.
fr: Non. Hoyre, à son habitude, a échoué dans tout ce qu'il pouvait. Nous allons nous retirer vers le nord et attendre que Grekulak vienne nous aider.
it: No. Hoyre come al solito ha mandato all'aria tutto quello che ha potuto. Ci ritireremo verso nord e aspetteremo che arrivi Grekulak ad aiutarci.
pl: Nie. Hoyre jak zwykle schrzanił wszystko co był w stanie schrzanić. Wycofamy się na północ, i poczekamy aż Grekulak przybędzie nam pomóc.

source: My king, I've heard that some of people of Wesnoth already started to take the revenge on their own. Few Akladian villages were massacred south from Freetown. What will you do?
fr: Mon roi, J'ai entendu que des gens de Wesnoth ont déjà commencé à prendre eux-mêmes leur revanche. Quelques villages ont été détruits au sud de Libreville. Qu'allez-vous faire ?
it: Mio re, si dice che la gente di Wesnoth ha già cominciato a farsi giustizia da sola. Alcuni villaggi di Akladia sono stati massacrati a sud di Freetown. Cosa farete?
pl: Mój królu, słyszałem że niektórzy Wesnothianie zaczęli wywierać własną zemstę, zmasakrowano kilka wiosek na południe od Wolnego Miasta. Co uczynisz?

source: And what do you think he could do? People want a revenge, so...
fr: Et que penses-tu qu'il puisse faire ? Les gens veulent une revanche, alors...
it: E cosa pensi che potrebbe fare? La gente vuole vendetta, e dunque...
pl: A co myślisz że może zrobić? Ludzie chcą zemsty...

source: Revenge on whom? Innocent woman and children?
fr: Une revanche sur qui ? Les femmes et les enfants innocents ?
it: Vendetta su chi? Donne innocenti e bambini?
pl: Na kim? Niewinnych kobietach i dzieciach?
tr: Onun intikamı? Masum kadın ve çocuklardan mı?

source: Innocent? No Akladian is innocent. Even if they had not participated in massacres, maybe their husbands or uncles did, and...
fr: Innocent ? Aucun Akladien n'est innocent. Même s'ils n'ont pas participé aux massacres, leurs maris ou leurs oncles l'ont probablement fait et...
it: Innocente? Non c'è nessun di Akladia innocente. Anche se non avessero partecipato ai massacri, forse i loro mariti o zii lo hanno fatto e...
pl: Niewinnych? Żaden Akladianin nie jest niewinny. Nawet jeśli nie brali udziału w rzezi to ich mężowie lub wujowie mogli, a poza tym...

source: How many Wesnothians were raised from dead by killing Akladian children, Huon? I lost whole family in Freetown. But I don't want to revenge them by killing families of innocent people.
fr: Combien de Wesnothiens se sont parjurés en tuant des enfants Akladiens, Huon ? J'ai perdu toute ma famille à Libreville. Mais je ne veux pas me venger en tuant les familles de gens innocents.
it: Quanti uomini di Wesnoth torneranno in vita uccidendo i bambini di Akladia, Huon? Ho perso la mia intera famiglia a Freetown. Ma non desidero vendicarli uccidendo le famiglie di gente innocente.
pl: Ilu Wesnothian wskrzesiło mordowanie Akladiańskich dzieci? Straciłem całą rodzinę w wolnym mieście, ale nie chcę ich mścić mordując niewinnych.

source: Anyway, you have to react, my king. If you won't stop this, Akladians with turn away from you and this will be another round of civil war.
fr: De toute façon, vous devez réagir, mon roi. Si vous n'arrêtez pas ceci, les Akladiens se détourneront de vous et ce sera reparti pour un autre tour de guerre civile.
it: In ogni caso, dovete reagire, mio re. Se non fermerete tutto questo, la gente di Akladia vi girerà le spalle e sarà un'altra guerra civile.
pl: Musisz zareagować, mój królu. Jeśli tego nie przerwiesz, Akladianie się od ciebie odwrócą i wojna domowa rozgorzeje z nową siłą.

source: Punish them? Why? They acted because of despair and anger, they lost their whole families from hands of Akladians, how can you punish them? And if you do, a lot of Wesnothians will turn away from you...
fr: Les punir ? Pourquoi ? Ils ont agi par désespoir et par colère, ils ont perdu toute leur famille des mains des Akladiens, comment pourriez-vous les punir ? D'autant que, si vous le faites, beaucoup de Wesnothiens se détourneront de vous...
it: Punirli? Perché? Hanno agito per disperazione e rabbia, hanno perso le loro intere famiglie per mano di Akladia, come potete punirli? E se lo farete, quelli di Wesnoth vi gireranno le spalle...
pl: Ukarać ich? Dlaczego? Działali pod wpływem gniewu i rozpaczy, stracili całe swoje rodziny z rąk Akladyjczyków, jak możecie chcieć dla nich kary? Jeżeli ukarzecie ich, wielu Wesnotyjczyków odwróci się od was...

source: I declare the amnesty for everyone. But from this moment anyone, who wants to spill innocent blood will be chased by me and my people. People, who already committed crimes should go to pilgrimage to the Oracle to ask for forgiveness.
fr: Je déclare l'amnistie pour tous. Mais dès à présent, quiconque fera couler le sang d'un innocent sera pourchassé par moi et mon peuple. Ceux qui ont déjà commis des crimes doivent aller en pèlerinage auprès de l'oracle pour demander pardon.
it: Proclamo l'amnistia per tutti. Ma da questo momento chiunque desideri versare sangue innocente sarà perseguitato da me e dalla mia gente. Chi ha già commesso dei crimini dovrebbe andare in pellegrinaggio dall'Oracolo per chiedere perdono.
pl: Ogłaszam powszechną amnestię. Ale od tej chwili każdy kto chce rozlać niewinną krew będzie ścigany przeze mnie i moich ludzi. Ci którzy mają jakieś zbrodnie na sumieniu powinni udać się w pielgrzymkę do Wyroczni i prosić o przebaczenie.

source: This supposed to be punishment? Akladians won't like it.
fr: C'est censé être une punition ? Les Akladiens ne vont pas aimer ça.
it: E questa dovrebbe essere una punizione? A quelli di Akladia non piacerà.
pl: To ma być kara? Akladyjczykom się to nie spodoba.

source: I am the messiah. Akladians who would contest my words are tools of the evil and will never be admitted to the land of the ancestors.
fr: Je suis le messie. Les Akladiens qui contestent mes mots sont les instruments du mal et ne seront jamais admis au pays de leurs ancêtres.
it: Io sono il liberatore. Gli uomini di Akladia che si oppongono alla mia spada sono strumenti del male e non entreranno mai nella terra degli antenati.
pl: Jestem mesjaszem, Akladianie podważający me słowa są narzędziem zła i nigdy nie ujrzą ziemi przodków.

source: Messiah? You do not actually believe in that?
fr: Messie ? Vous ne croyez tout de même pas à ça ?
it: Il liberatore? Tu non dirai sul serio?
pl: Mesjaszem? I ty w to wierzysz?

source: Huon, the proper way to address your king is 'your majesty' or at least 'my king'. Deorien was right all the time, now I see it. Akladians can rebel against their king and they can definitely rebel against king of mixed blood. But they cannot rebel against the hand of God on earth.
fr: Huon, la manière convenable de s'adresser à votre roi est 'votre majesté' ou au moins 'mon roi'. Deorien avait raison depuis le début, maintenant, je le constate. Les Akladiens peuvent se rebeller contre leur roi et ils peuvent certainement se rebeller contre un roi au sang mêlé. Mais ils ne peuvent pas se rebeller contre la main de Dieu sur terre.
it: Huon, la maniera adeguata per rivolgersi al vostro re è "vostra maestà" o almeno "mio re". Deorien aveva proprio ragione, ora mi è chiaro. La gente di Akladia può ribellarsi contro il loro re e ancora di più contro un re di sangue misto. Ma non può ribellarsi contro la mano degli dei sulla terra.
pl: Huon, właściwym sposobem na zwracanie się do króla jest wasza wysokość lub przynajmniej mój królu. Deorien miał rację i teraz to widzę. Akladianie mogą się zbuntować przeciw własnemu władcy, szczególnie władcy mieszanej krwi, ale nigdy nie powstaną przeciw ręce Boga na ziemi.

source: The way to Vattin is free of enemies. Let's go.
fr: Pas d'ennemi en vue sur la route de Vattin. Allons-y.
it: La strada per Vattin è libera dai nemici. Andiamo.
pl: Droga do Vattin jest wolna od nieprzyjaciół. Ruszajmy.

source: My king, we could really use some help.
fr: Mon roi, nous pourrions vraiment solliciter de l'aide.
it: Mio re, potremmo davvero usare un po' di aiuto.
pl: Mój królu, przydałaby się jakaś pomoc.

source: We are under heavy attack, my king. We really could use some help.
fr: Nous subissons une attaque massive, mon roi ! Nous avons vraiment besoin d'aide !
it: Siamo sotto un pesante attacco, mio sire. Abbiamo davvero bisogno di aiuto.
pl: Wróg naciera bardzo mocno, mój królu, przydałaby się nam jakaś pomoc.
tr: Ağır saldırı altındayız, kralım. Gerçekten yardıma ihtiyacımız var.

source: Aaah!
pl: Aaach!

source: What? Mother, are you hurt?
fr: Quoi ? Mère, vous êtes blessée ?
it: Cosa? Madre, sei ferita?
pl: Co? Matko, jesteś ranna?

source: No... I'm ok.. I'm ok... It was nothing.
fr: Non... Ca va... Je vais bien... Ce n'était rien.
it: No... sto bene... sto bene... non era niente.
pl: Nie... Nic mi nie jest... Nic mi.. To było nic.

source: But what that? You are wounded?
fr: Mais, c'est quoi, ça ? Vous êtes blessée ?
it: Ma cosa è successo? Sei ferita?
pl: Ale co się dzieje? Zraniono cię?

source: No, Gawen, I've told you I'm OK!
fr: Non, Gawen, je vous ai dit que j'allais bien !
it: No, Gawen, ti ho detto che sto bene!
pl: Nie Gawen, przecież mówię, że wszystko w porządku!
tr: Hayır, Gaven, söyledim sana, ben iyiyim!

source: Probably the witch mistakenly drunk a poison she has prepared for someone else.
fr: Peut-être que la sorcière a bu par erreur un poison qu'elle avait préparé pour quelqu'un d'autre.
it: Probabilmente la strega ha bevuto per errore un veleno che aveva preparato per qualcun altro.
pl: Prawdopodobnie wiedźma przez pomyłkę wypiła truciznę, którą przygotowała dla kogoś innego.

source: No, my lord. I think I know what's happening with your step-mother, but if she does not want to tell you, neither will I. But be prepared that she may not be able to fight in battles which await us in future.
fr: Non, Monsieur. Je pense que je sais ce qui est arrivé à votre belle-mère, mais si elle ne veut rien vous dire, je ne le ferai pas non plus. Préparez-vous à ce qu'elle ne soit plus capable de participer aux batailles qui nous attendent.
it: No, mio signore. Penso di sapere cosa sta accadendo alla vostra matrigna, ma se lei non vuole dirvelo, non lo farò neanche io. Siate preparato al fatto che non potrà prendere parte alle battaglie che ci attendono in futuro.
pl: Nie mój panie. Myślę że wiem co się dzieje z twoją macochą, ale jeśli ona nie chce ci powiedzieć ja tego również nie zrobię. Bądź jednak przygotowany na to że może nie być w stanie brać udziału w bitwach, które czekają w przyszłości.
tr: Hayır, efendim. Üvey annenize ne olduğunu sanırım biliyorum, ama eğer üvey anneniz size bu konuda bir şey söylemek istemiyorsa ben hiç söylemem. Fakat, gelecekte bizi bekleyen savaşta döğüşemeyecek olmasına şimdiden hazır olun.

source: Underling, be silent. You know nothing. You all know nothing. Lorin will fight.
fr: Silence inférieur ! Tu ne sais rien ! Personne ne sait rien ! Lorin se battra !
it: Taci, miserabile! Tu non sai nulla. Tu non sai proprio nulla. Lorin combatterà.
pl: Pariasieu, milcz. Nie wiesz nic. Wszyscy nic nie wiecie. Lorin będzie walczyć.
tr: Parya, sesini kes. Birşey bilmiyorsun. Hiçbiriniz birşey bilmiyorsunuz. Lorin döğüşecek.

source: Aaargh! I haven't revenged my family!
fr: Aaaargh ! Je n'ai pas vengé ma famille !
it: Aaarch! Non ho vendicato la mia famiglia!
pl: Aaargh! Nie pomściłem swojej rodziny!

source: Stop! Don't kill me! I will give you a lot of gold if you will spare me!
fr: Arrêtez ! Ne me tuez pas ! Je vous donnerai plein d'or si vous m'épargnez !
it: Fermo! Non uccidermi! Ti darò tutto l'oro che vuoi se risparmierai la mia vita!
pl: Przestań! Nie zabijaj mnie! Dam ci mnóstwo złota jeśli mnie oszczędzisz!

source: Were you at Freetown?
fr: Étiez-vous à Libreville. ?
it: Sei stato a Freetown?
pl: Czy byłeś w Wolnym Mieście?

source: NO! It was Bor Cryne! Don't kill me!
fr: NON ! C'était Bor Cryne ! Ne me tuez pas !
it: NO! È stato Bor Cryne! Non uccidermi!
pl: Nie! To był Bor Cryne! Nie zabijaj!
tr: Hayır! Bor Krayn o! Öldürme beni!

source: I am an empty shell.
fr: Je suis une coquille vide.
it: Sono un guscio vuoto.
pl: Jestem pustą skorupą.
tr: Ben boş bir kabuğum.

source: Before you will pass, I want to ask you one, simple, very simple question. Were you with Akladian army which burned Barnon?
fr: Avant que tu ne trépasses, je veux te poser une toute simple question. Étais-tu avec l'armée Akladienne qui a brûlé Barnon ?
it: Prima che tu perda i sensi, voglio farti una semplice, semplicissima domanda. Eri nell'esercito di Akladia che ha incendiato Barnon?
pl: Zanim odejdziesz zadam ci jedno proste pytanie. Bardzo proste. Czy byłeś w Akladiańskiej armi która spaliła Barnon?

source: No! No! That was Bor Cryne, I swear! I wasn't there!
fr: Non ! Non ! C'était Bor Cryne, je le jure ! Je n'étais pas là !
it: No! No! È stato Bor Cryne, lo giuro! Io non c'ero!
pl: Nie! Nie! To był Bor Cryne! Przysięgam! Mnie tam nie było!
tr: Hayır! Hayır! O Bor Krayn idi, yemin ederim! Orada değildim!

source: Well..
fr: Eh bien...
it: Be'...
pl: Dobrze...

source: Where is Bor Cryne?
fr: Où est Bor Cryne ?
it: Dov'è Bor Cryne?
pl: Gdzie jest Bor Cryne?

source: Who gave you the location of Freetown?
fr: Qui a révélé la position de Libreville ?
it: Chi ti ha indicato dove sta Freetown?
pl: Kto zdradził wam położenie Wolnego Miasta?

source: Do you know who poisoned my mother?
fr: Sais-tu qui a empoisonné ma mère ?
it: Tu sai chi ha avvelenato mia madre?
pl: Czy wiesz, kto otruł moją matkę?
tr: Annemi kimin zehirlediğini biliyor musun?

source: Whenever he is, he should be here!
fr: Quoi qu'il en soit, il devrait être ici !
it: Dovunque sia, avrebbe dovuto essere qui!
pl: Gdziekolwiek jest, powinien być tutaj!

source: I do not know! I wasn't at Freetown, really!
fr: Je ne sais pas ! Je n'étais pas à Libreville, vraiment !
it: Non lo so! Non ero a Freetown, davvero!
pl: Nie wiem! Nie byłem pod Wolnym Miastem, naprawdę!

source: I do not know! Uri van Roe or Bor Cryne may know something about that...
fr: Je ne sais pas ! Uri van Roe ou Bor Cryne devrait savoir quelque chose à ce sujet...
it: Non lo so! Uri van Roe o Bor Cryne forse ne sanno qualcosa...
pl: Nie wiem! Uri van Roe albo Bor Cryne mogą coś o tym wiedzieć...

source: Don't kill me, Lorin! I know you where you still were little child, I played with you when you were small...
fr: Ne me tuez pas, Lorin ! Je vous ai connu alors que vous n'étiez qu'une petite enfant, j'ai joué avec vous quand vous étiez petite...
it: Non mi uccidere, Lorin! Ti conosco quando ancora eri una bambina piccola, ho giocato con te quando eri piccola...
pl: Nie zabijaj mnie, Lorin! Znałem ciebie, gdy jeszcze byłaś małym dzieckiem, bawiłem się z tobą gdy ledwo odrastałaś od ziemi...
tr: Öldürme beni, Lorin! Senin küçüklüğünü biliyorum, küçükken birlikte oyun oynardık...

source: You should've killed me then, when you still have the chance.
fr: Vous auriez dû me tuer à ce moment, quand vous aviez encore une chance.
it: Avresti dovuto uccidermi quando ne avevi ancora la possibilità.
pl: Powinieneś więc zabić mnie wtedy, kiedy jeszcze miałeś na to szansę.

source: You truly are worthy to be our king! Oracle was right! I never should listen to Hoyre....
fr: Vous êtes vraiment digne d'être notre roi ! L'oracle avait raison ! Je n'écouterai plus Hoyre...
it: Davvero tu sei degno di essere il nostro re! L'Oracolo aveva ragione! Non avrei mai dovuto ascoltare Hoyre...
pl: Naprawdę jesteś godny by być naszym królem! Wyrocznia miała rację! nigdy nie powinienem słuchać Hoyrego...

source: How this could be possible?
fr: Comment est-ce possible ?
it: Come è stato possibile?
pl: Jak to możliwe?
tr: Bu nasıl mümkün olabildi?

source: I should've stayed in hills in the north...
fr: J'aurais dû rester dans les collines au nord...
it: Sarei dovuto rimanere nelle colline del nord...
pl: Powinienem zostać wśród wzgórz na północy...
tr: Kuzeydeki tepelerde kalmalıydım...

source: Return of the king
fr: Le Retour du roi.
it: Il ritorno del re
pl: Powrót Króla
tr: Kralın dönüşü
