Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Once again I was inside the walls of Vattin. I dreamt about this moment many times, but I never expected I would be that... terrified. Gawen got his throne, and he was busy accepting the envoys from all sides of Vakladia acknowleding him as king, both Wesnothians and Akladians, not to mention he was growing a beard.
fr: Encore une fois, j'étais dans l'enceinte de Vattin. J'ai souvent rêvé de ce moment mais je n'avais jamais pensé que ce serait aussi... terrifiant. Gawen avait son trône et il était en train d'accepter les émissaires de tous les coins de Vakladia qui le reconnaissaient comme roi, aussi bien les Wesnothiens que les Akladiens, sans parler de sa barbe qui poussait.
it: Ancora una volta ero all'interno delle mura di Vattin. Ho sognato questo momento molte volte, ma non mi sarei mai aspettata che sarei stata... terrorizzata. Gawen aveva ottenuto il suo trono ed era occupato a ricevere gli inviati da tutte le parti di Vakladia che lo riconoscevano come re, sia di Wesnoth sia di Akladia, inutile dire che gli stava crescendo la barba.
pl: Raz jeszcze znalazłam się w obrębie murów Vattin, śniłem o tej chwili wielokrotnie ale nie spodziewałem się że będę az taka... przerażona. Gawen dostał swój tron i był zajęty przyjmowaniem posłów ze wszystkich stron Vakladii. Wszyscy uznawali go za króla, Akladianie, Wesnothianie... Wszyscy. A, i zapuszczał brodę.
tr: Bir kez daha Vattin’in duvarları arasındayım. Ne zamandır bu anın hayalini kuruyordum, fakat böyle... korkutucu olacağını asla ummamıştım. Gaven tahtına kavuştu ve Vakladya’nın her tarafından ona teşekküre gelen Wesnotları ve Akladyalıları kabul etmekle meşgul; bu arada sakalının uzadığından da bahsetmeliyim.

source: But I felt like a hunted animal. Whenever I looked, I met eyes full of distrust and disdain. I wasn't sure how long I could keep my secret; I tried hard, but it was harder with every day. Do they know already? Maybe they are just pretending they don't? This were strange days, when I felt both happy and terrified, when I was both escaping from and waiting for every hour.
fr: Mais j'étais comme un animal traqué. Partout où je regardais, je rencontrais des yeux pleins de méfiance et de dédain. Je n'étais pas sûr de combien de temps je pourrais garder mon secret : j'ai essayé, dur, mais c'était plus dur chaque jour. Le savent-ils déjà ? Ils font peut-être juste semblant de ne pas le savoir ? Ce furent des jours étranges, j'étais à la fois heureuse et terrifiée, j'attendais chaque heure et en même temps je la fuyais.
it: Ma mi sentivo come una preda inseguita. Ogni volta che mi guardavo attorno, incrociavo lo sguardo di occhi pieni di diffidenza e di disprezzo. Non sapevo per quanto tempo avrei potuto mantenere il mio segreto; ho tenuto duro, ma ogni giorno era più difficile. Lo sanno già? Forse stanno solo fingendo di non saperlo? Erano giorni strani, in cui mi sentivo felice e terrorizzata, in cui ero sia in fuga sia in attesa a ogni ora.
pl: Ale czułam się jak zaszczute zwierzę. Gdzie się nie obróciłam widziałam spojrzenia pełne nieufności i niechęci. Nie byłam też pewna jak długo zdołam utrzymać swój sekret w ukryciu, próbowałam mocno, ale z każdym dniem było trudniej. Czy juz wiedzieli? Może po prostu udawali ignorancję? To były dziwne dni gdy czułam się jednocześnie szczęśliwa i przerażona, oczekując każdej nowej godziny i jednocześnie przed nią uciekając.

source: Soon envoys came also from other Akladian kingdoms. Easkladia had no king and Gawen was asked to take over what was left from that kingdom. Others came from Okladia, but this were not envoys, but refugees. Finally, to my surprise also Gawen's cousins, Luc and Gauri Hagarthens from Guilcorta sent their own messengers.
fr: Rapidement, les émissaires vinrent aussi des autres royaumes Akladiens. Eastkladia n'avait pas de roi et on demandait à Gawen de reprendre ce qu'il restait de ce royaume. D'autres vinrent d'Okladia mais ce n'étaient pas des émissaires mais des réfugiés. Finalement, la surprise vint également des cousins de Gawen, Luc et Gauri Hagarthens de Guicorta, car ils envoyèrent leurs propres messagers.
it: Presto arrivarono anche gli inviati dagli altri regni di Akladia. Easkladia non aveva re e chiese a Gawen di raccogliere quello che rimaneva di quel regno. Altri vennero da Okladia, non erano inviati, ma rifugiati. Per concludere, con mia sorpresa anche i cugini di Gawen, Luc e Gauri Hagarthen da Guilcorta mandarono i loro messaggeri.
pl: Wkrótce przybyły poselstwa z innych królestw. Tron Easkladii był pusty więc poproszono Gawena by przejął to co pozostało z tego kraju. Ku mojemu zaskczeniu kuzyni Gawena, Luc i Gauri z Guilcorty, również wysłali wiadomości. Z Okladii nadchodzili tylko uchodźcy.

source: Welcome, noble lords, my friends, my swords. We gathered here to discuss our situation.
fr: Bienvenus, nobles seigneurs, mes amis, mes épées. Nous sommes ici pour discuter de notre situation.
it: Benvenuti, nobili signori, miei amici, mie spade. Siamo qua riuniti per discutere la nostra situazione.
pl: Witajcie szlachetni panowie, moi przyjaciele, moje miecze. Zgromadziliśmy się dzisiaj by omówić naszą sytuację.

source: Those few Akladian lords, who refused to believe the Oracle withdrew into the hills. Bor Cryne is there, gathering an army. I think he waits until Grekulak's allies, orcs and undead will come here from the Okladia.
fr: Le peu de seigneurs Akladiens qui ont refusé de croire l'oracle se sont repliés dans les collines. Bor Cryne est là-bas. Il rassemble une armée. Je pense qu'il attend que les alliés de Grekulak, les orcs et les morts-vivants viennent d'Okladia jusqu'ici.
it: Quei pochi signori di Akladia che hanno rifiutato di credere all'Oracolo si sono ritirati nelle colline. Bor Cryne è là a riunire un esercito. Penso che aspetterà che gli alleati di Grekulak, gli orchi e i non-morti arrivino qua da Okladia.
pl: Tych kilku Akladiańskich panów którzy nie wierzą Wyroczni wycofało się na wzgórza. Jest wśród nich Bor Cryne organizujący ich w armię. Myślę, że oczekują aż sojusznicy Grekulaka nadciągną z Okladii.

source: And when that will happen?
fr: Et quand cela se produira-t-il ?
it: E quando succederà?
pl: Kiedy to nastąpi?

source: Soon, my lord. I talked to the refugees from Okladia. King Buffin is dead. Some Akladian lords are still defending themselves, locked in their castles, but I doubt Grekulak will wait until they will be defeated. He will march here immediately.
fr: Rapidement, Monseigneur. J'ai parlé aux réfugiés d'Okladia. Le roi Buffin est mort. Quelques seigneurs Akladiens résistent encore, coincés dans leurs châteaux, mais je doute que Grekulak attende qu'ils soient vaincus. Il marchera directement vers nous.
it: Presto, mio signore. Ho parlato con i rifugiati da Okladia. Il re Buffin è morto. Alcuni signori di Akladia si stanno ancora difendendo, arroccati nei loro castelli, ma dubito che Grekulak aspetterà la loro sconfitta. Marcerà immediatamente fino a qui.
pl: Niedługo wasza wysokość. Rozmawiałem z uchodźcami. Król Buffin jest martwy i choć niektórzy z tamtejszych panów wciąż się bronią w swoich zamkach wątpię, by Grekulak czekał aż ulegną. Myślę, że wyruszy lada dzień.

source: Soon, my lord. I talked to the refugees from Okladia. King Buffin is dead. Some Akladian lords are still defending themselves, locked in their castles, but I doubt Grekulak will wait untill they will be defeated. He will march here immediately.
fr: Rapidement, Monseigneur. J'ai parlé avec les réfugiés d'Okladia. Le roi Buffin est mort. Quelques seigneurs Akladiens se défendent encore, enfermés dans leurs châteaux, mais je doute que Grekulak attende qu'ils soient vaincus. Il marchera directement vers nous.
it: Presto, mio signore. Ho parlato con i rifugiati da Okladia. Il re Buffin è morto. Alcuni signori di Akladia si stanno ancora difendendo, arroccati nei loro castelli, ma dubito che Grekulak aspetterà la loro sconfitta. Marcerà immediatamente fino a qui.
pl: Niedługo wasza wysokość. Rozmawiałem z uchodźcami. Król Buffin jest martwy i choć niektórzy z tamtejszych panów wciąż się bronią w swoich zamkach wątpię, by Grekulak czekał aż ulegną. Myślę, że wyruszy lada dzień.

source: Noble Lutr Moric from Guilcorta, I believe you have a message for us from your kings
fr: Noble Lutr Moric de Guilcorta, je crois que vous avez un message pour nous de la part de vos rois.
it: Nobile Lutr Moric from Guilcorta, credo che tu abbia un messaggio per noi dai tuoi re.
pl: Szlachetny Lutrze Moric z Guilcorty, sądzę że masz dla nas wiadomość od twoich królów.

source: Yes. Both Luc and Gauri will recognise you as superior king of all Akladian kingdoms. The Oracle couldn't be wrong declaring you as messiah. We are not delighted with all your laws about Wesnothian emancipation, but we respect the will of God's voice and messiah.
fr: Oui, Luc et Gauri vont tous les deux vous reconnaître comme roi supérieur de tous les royaumes Akladiens. L'oracle n'a pas pu se tromper en vous déclarant messie. Nous ne sommes pas ravis de toutes vos lois concernant l'émancipation des Wesnothiens, mais nous respectons la volonté de la voix de Dieu et le messie.
it: Sì. Sia Luc che Gauri vi riconosceranno come re supremo di tutti i regni di Akladia. L'Oracolo non poteva sbagliare proclamandovi come liberatore. Non siamo convinti di tutte le vostre leggi sull'emancipazione di Wesnoth, ma rispettiamo la volontà del liberatore e della voce degli dei.
pl: Zgadza się. Zarówno Luc jak i Gauri uznają w was najwyższego króla wszystkich Akladiańskich ziem. Wyrocznia nie mogła się pomylić ogłaszając was mesjaszem. Możemy nie być zachwyceni waszą prawną emancypacją Wesnothian ale uszanujemy wolę głosu Boga.

source: Good. Ruvio, what's your advise? Ruvio..
fr: Bien. Ruvio, quel est votre conseil ? Ruvio...
it: Bene. Ruvio, cosa consigli? Ruvio...
pl: Dobrze. Ruvio, co radzisz? Ruvio...

source: I'm sorry.. Yes..
fr: Pardon... Oui...
it: Mi spiace... sì...
pl: Tak... Przepraszam...

source: Undead and orcs will strike from east very soon. Maybe they are already on their way here. Bor Cryne is preparing an army in hills, he will join Grekulak's army.
fr: Les morts-vivants et les orcs vont arriver de l'est très rapidement. Ils sont peut-être déjà en route. Bor Cryne entraîne une armée dans les collines, il rejoindra l'armée de Grekulak.
it: I non-morti e gli orchi colpiranno da est molto presto. Forse sono già in cammino. Bor Cryne sta preparando un esercito nelle colline, si unirà all'esercito di Grekulak.
pl: Nieumarli i orki wkrótce uderzą ze wschodu, być może już sa w drodze. Bor Cryne zaś szykuje armię na wzgórzach, zapewne by połączyć się z wojskami Grekulaka.

source: We cannot possibly defeat those three forces when they will be united. I propose to strike now, when they are still separated. Bor Cryne is the weakest of this two enemies, so I hope you will agree with me that he is the best target.
fr: On ne pourra pas vaincre ces trois forces quand elles seront réunies. Je propose d'attaquer maintenant, tant qu'elles sont encore isolées. Bor Cryne est le plus faible de nos deux ennemis donc il est la meilleure cible. J'espère que vous en conviendrez.
it: Probabilmente non saremo in grado di sconfiggere quelle tre forze quando saranno unite. Propongo di colpire ora che sono ancora sono separati. Bor Cryne è il più debole di questi due nemici, dunque io spero che sarete d'accordo con me nel dire che è l'obiettivo migliore.
pl: Nie damy rady pokonać tych sił gdy się połączą, proponuję więc uderzyć teraz, gdy wciąż są podzielone. Siły Bora Cryne są najszczuplejsze, co czyni go najlepszym celem.

source: The words of messiah cannot be doubted.
fr: Il n' y pas de doutes sur les mots du messie.
it: La parola del liberatore non può esser messa in dubbio.
pl: Nie wolno wątpić w słowa mesjasza.

source: What help can be expected from our dear cousins from Guilcorta?
fr: Quelle aide peut-on espérer de nos cousins de Guilcorta ?
it: Che aiuto ci possiamo aspettare dai nostri cari cugini di Guilcorta?
pl: Jakiej pomocy możemy oczekiwać od naszych kuzynów z Guilcorty?

source: We are preparing the defenses ourselves and cannot spare any soldier,...
fr: Nous préparons notre propre défense et nous ne pouvons nous passer d'aucun soldat...
it: Ci stiamo preparando per la nostra difesa e non possiamo rinunciare ad alcun soldato...
pl: Ponieważ sami również szykujemy obronę nie możemy odstąpić żadnego wojska...

source: .. but I brought here gold, 100 golden pieces from Luc and 100 golden pieces from Gauri.
fr: ... mais je vous amène de l'or, 100 pièces d'or de Luc et 100 pièces d'or de Gauri.
it: ... ma ho portato qui dell'oro, 100 pezzi d'oro da parte di Luc e 100 pezzi d'oro da parte di Gauri.
pl: ...ale oferujemy złoto, 100 sztuk złota od Luca i tyleż samo od Gauriego.
tr: .. ama buraya altınla geldim, 100 altın Luc’tan, 100 altın da Gori’den.

source: You have received 200 gold pieces
fr: Vous avez reçu 200 pièces d'or.
it: Hai ricevuto 200 pezzi d'oro
pl: Otrzymałeś 200 sztuk złota
tr: 200 altın aldınız.

source: Gawen and his army marched out of Vattin. Bor Cryne wasn't waiting - realising, that his only chance is to join with Grekulak hordes advancing from east, he left his hide with all forces he could gather. Many Akladian lords and large part of orcs already abandoned him by this time.
fr: Gawen et son armée marchèrent hors de Vattin. Bor Cryne ni ne s'attendait, ni ne réalisait que sa seule chance était de rejoindre les hordes de Grekulak qui avançaient depuis l'est. Il quitta son repaire avec toutes les forces qu'il put rassembler. Beaucoup de seigneurs Akladiens et une grande partie des orcs l'avaient déjà abandonné à ce moment.
it: Gawen e il suo esercito si misero in marcia da Vattin. Bor Cryne non rimase ad aspettare - avendo capito che la sua unica possibilità era quella di unirsi con le orde di Grekulak che avanzavano da est, lasciò il suo nascondiglio con tutte le forze che era riuscito a radunare. Molti signori di Akladia e grande parte degli orchi lo avevano ormai già abbandonato.
pl: Gawen i jego armia wymaszerowali z Vattin ale Bor Cryne nie czekał na nich bezczynnie zdając sobie sprawę że jego jedyną szansa jest połączenie się z armią Grekulaka nadciągającą ze wschodu. Opuścił więc kryjówkę z wszystkimi siłami które zdołał zgromadzić, ale wielu z Alkadiańskich panów i liczna grupa orków już go do tego czasu zdołała opuścić.

source: Both forces met at the fields which were later called Orannon, which in Akladian means 'battlefield'. This day was to be remembered for many generations to come - also by crows and wolves, who by decades couldn't expect for such abundant amount of bodies.
fr: Les deux forces se rencontrèrent dans la plaine qu'on appellera plus tard Orannon, ce qui veut dire 'champ de bataille' en Akladien. On se souviendra de ses jours pendant de nombreuses générations, comme les corbeaux et les loups qui, par dizaines, ne pouvaient pas espérer une telle abondance de corps.
it: Entrambe le forze si incontrarono nei campi che furono poi chiamati Orannon, che nella lingua di Akladia significa "campo di battaglia". Quel giorno sarebbe stato ricordato per molte generazioni - anche dai corvi e dai lupi, che per decenni non avrebbero avuto una simile quantità di cadaveri.
pl: Obie armie spotkały się na równinie zwanej potem Orannon, co po Akladyjsku znaczy 'Pole Bitwy', a dzień ten zapamiętano na wiele generacji wprzód, chociażby przez ilośc kruków i wilków które przez dziesięciolecia nie widziały takiej ilości ciał.

source: Robert the Hefty
fr: Robert le costaud
it: Roberto, il gagliardo
pl: Masywny Robert
tr: Ağırsıklet Robert

source: Remember the Freetown!
fr: Souvenez-vous de Libreville !
it: Ricordatevi di Freetown!
pl: Pamiętajcie Wolne Miasto!
tr: Özgürkent’i unutma!

source: My lord, our scouts reported that Grekulak is much closer than we thought. He is just two days of march from here - two days from undead army that is, since they can march without the rest night and day.
fr: Monsieur, nos éclaireurs nous indiquent que Grekulak est beaucoup plus près que nous le pensions. Il n'est qu'à deux jours de marche d'ici : deux jours pour une armée de morts-vivants qui peuvent marcher jour et nuit sans s'arrêter !
it: Mio signore, i nostri esploratori riferiscono che Grekulak è molto più vicino di quanto pensavamo. È ad appena due giorni di marcia da qui - due giorni per l'esercito dei non-morti che può marciare senza riposo notte e giorno.
pl: Panie mój, nasi zwiadowcy donoszą, że Grekulak jest znacznie bliżej, niż myśleliśmy. Jest tylko dwa dni marszu stąd. Dwa dni dla armii nieumarłych, to znaczy, gdyż oni mogą maszerować bez odpoczynku dzień i noc.

source: Two days? It's impossible to defeat them within two days.
fr: Deux jours ? Il est impossible de les vaincre en deux jours.
it: Due giorni? È impossibile sconfiggerli in due giorni.
pl: Dwa dni? To niemożliwe pokonać ich w ciągu dwóch dni.

source: Then kill as many of them as it is possible and choose good defensive position until Grekulak's army will come here.
fr: Alors essayez d'en tuer le plus possible et choisissez une bonne position défensive jusqu'à ce que l'armée de Grekulak arrive ici.
it: Allora uccidine quanti ne puoi e scegli una buona posizione difensiva fino all'arrivo dell'esercito di Grekulak.
pl: To zabij tylu ilu dasz radę i wybierz solidną pozycję obronną do czasu nadciągnięcia wojsk Grekulaka.

source: Indeed. We will have no time to rest and cure our wounded. But maybe it won't be necessary, we should negotiate first..
fr: Oui, en effet. Nous n'aurons pas le temps de nous reposer et de soigner nos blessés. Mais peut-être que ce ne sera pas nécessaire. Nous devrions négocier en premier lieu...
it: Effettivamente. Non avremo tempo di riposare e curare i nostri feriti. Ma forse non sarà necessario, dovremmo negoziare in primo luogo.
pl: Owszem. Nie będzie czasu na odpoczynek czy leczenie ran, ale może nie zajdzie taka potrzeba, spróbujmy negocjacji...
tr: Elbette. Dinlenmeye ve yaralarımızı tedavi ettirmeye zamanımız olmayacak. Fakat belki gerekmeyecek, önce sorgulamalıyız...

source: Hey, who's there? The little boy with his mommy!
fr: Hey, qui est là ? Le petit garçon et sa môman !
it: Ehi, chi c'è qua? Il bambino e la sua mamma!
pl: Hej, a któż to idzie? Mały chłoptaś ze swoją mamusią!

source: Bor Cryne - finally I meet you. You will pay me for everything you have done.
fr: Bor Cryne. Enfin, je te retrouve. Tu vas me payer pour tout ce que tu as fait !
it: Bor Cryne - finalmente ti incontro. Pagherai per tutto quello che hai fatto.
pl: Bor Cryne, wreszcie się spotykamy. Zapłacisz za wszystko co uczyniłeś.
tr: Bor Krayn, sonunda tanıştık. Yaptıklarının bedelini ödeyeceksin.

source: Oh how am I scared. And there, isn't that the famous rebel leader, Ruvio? Unfortunately he was such a coward he abandoned his family in Freetown when he heard we are coming for them.
fr: Oh, comme j'ai peur ! Tiens donc ! N'est-ce pas là Ruvio, le célèbre chef rebelle ? Malheureusement, il est si peureux qu'il a abandonné sa famille à Libreville quand il a entendu que nous arrivions sur eux !
it: Oh, quanto mi fai paura. E chi c'è qua? il famoso comandante ribelle Ruvio? Sfortunatamente è stato un tale codardo da abbandonare la sua famiglia a Freetown quando ha saputo che stavo arrivando per lui.
pl: Och ależ się boję. A tam, czy to przypadkiem nie słynny przywódca buntowników Ruvio? Niestety okazał się takim tchórzem porzucając swoją rodzinę w wolnym mieście gdy usłyszał, że nadchodzimy.
tr: Oh, nasıl da korktum. Ve oradaki, şu ünlü asi lider Ruviyo değil mi? Talihsizliğe bakın, öyle korkak ki, bizim geldiğimizi duyunca ailesini Özgürkent’te yüzüstü bırakıp kaçmış.

source: My lord.. Please.. I want to kill him. Leave him to me..
fr: Monseigneur... S'il vous plaît... Je veux le tuer ! Laissez-le moi...
it: Mio signore... per favore... voglio ucciderlo io. Lasciatelo a me...
pl: Panie... Proszę... Zostaw go mnie. Chcę go zabić osobiście...
tr: Efendim... Lütfen... Bırakın onu bana. Onu ben öldürmek istiyorum...

source: I wish you were as pretty as your daughters, Ruvio. I could do to you the same I've done to them. Especially the redhead, what was her name? The fighting one. She was the best.
fr: J'aurais souhaité que tu sois aussi joli que tes filles, Ruvio. J'aurais pu te faire la même chose que ce que je leur ai fait. En particulier la rousse, c'était quoi son nom ? La combattante. Elle a été la meilleure !
it: Mi spiace che tu non sia carino quanto le tue figlie, Ruvio. Mi sarebbe piaciuto farti la stessa cosa che ho fatto a loro. Specialmente a quella dai capelli rossi, come si chiamava? Quella che combatteva. Era la migliore.
pl: Szkoda, że nie jestes tak śliczny jak twoje córki Ruvio, mógłbym ci zrobić to samo co im. Szczególnie tej rudej, wojowniczej, jak ona się nazywała? Była najlepsza.

source: Kill them. Kill them all. Have no mercy.
fr: Tuez-les ! Tuez-les tous ! Soyez sans pitié !
it: Uccideteli! Uccideteli tutti! Non abbiate pietà
pl: Zabić. Zabić ich wszystkich. Bez litości.
tr: Hepsini öldürün! Sağ bırakmayın! Acımayın!

source: My lord, we should try negotiations first. Grekulak is enemy of every one, and...
fr: Monseigneur, nous devrions d'abord essayer de négocier. Grekulak est l'ennemi de tous et...
it: Mio signore, dovremo per prima cosa cercare di negoziare. Grekulak è il nemico di tutti e...
pl: Panie, powinniśmy najpierw spróbować negocjacji, Grekulak jest wrogiem wszystkich i...
tr: Efendim, önce konuşmayı denemeliyiz. Grekulak her birinin düşmanı ve ...

source: Remember the Freetown! Remember the Freetown! Kill them all!
fr: Souvenez-vous de Libreville ! Souvenez-vous de Libreville ! Tuez-les tous !
it: Ricordatevi di Freetown! Ricordatevi di Freetown! Uccideteli tutti!
pl: Pamiętajcie o Wolnym Mieście! Pamietajcie o Wolnym Mieście! Zabić ich wszystkich!
tr: Özgürkent’i hatırlaa! Özgürkent’i unutma! Hepsini öldür!

source: In this scenario, only Gawen and Lorin may interrogate enemy leaders
fr: Dans ce scénario, seuls Gawen et Lorin peuvent interroger les chefs ennemis.
it: In questo scenario, solo Gawen e Lorin possono interrogare i comandanti nemici.
pl: W tym scenariuszu tylko Gawen i Lorin moga przesłuchiwac wrogich przywódców.
tr: Bu senaryoda, sadece Gaven ve Lorin düşman liderlerini sorgulayabilir.

source: Aaaah, we were late! Our cousin had all the fun and left nothing for us!
fr: Aaaah, nous sommes en retard ! Notre cousin a eu tout le plaisir et ne nous a rien laissé !
it: Aaaah, siamo arrivati tardi! Il nostro cugino si è preso tutto il divertimento e non ha lasciato nulla per noi!
pl: Aj, spóźniliśmy się! Nasz kuzyn skradł całą zabawę i nicnam nie zostawił!

source: We would be here earlier, if not you, brother!
fr: Nous aurions été ici plus tôt, sans toi, frère !
it: Se siamo arrivati tardi è a causa tua, fratello.
pl: Bylibyśmy wcześniej gdyby nie ty bracie!

source: Me? And who wanted to check whether the wine in Vakladia tastes differently than in Guilcorta?
fr: Moi ? Et qui a voulu savoir si le vin de Vakladia avait un goût différent de celui de Guilcorta ?
it: Mia? E chi è stato a voler controllare se il vino di Vakladia avesse un sapore diverso di quello di Guilcorta?
pl: Ja? A kto chciał sprawdzić, czy wino w Vakladii smakuje inaczej niż w Guilkorcie?

source: And what about the girls in that town?
fr: Et que fais-tu des filles de cette ville ?
it: E cosa mi dici delle ragazze di quella città?
pl: A co z tą dziewczyną w ostatnim mieście?

source: Who are you? Friend or foe?
fr: Qui va là ? Ami ou ennemi ?
it: Chi c'è? Amico o nemico?
pl: Kim jesteście? Przyjaciółmi czy wrogami?
