Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: How typical for underling, avoid a fight. My son, let's slaughter them all! More enemies, more honour!
fr: C'est typique des inférieurs, éviter le combat. Mon fils, abattons-les tous ! Plus d'ennemis pour plus d'honneur !
it: Proprio tipico di un miserabile: evitare un combattimento. Figlio mio, ammazziamoli tutti! Molti nemici, molto onore!
pl: Jakie to typowe dla pariasów, unikać walki. Synu, wyrżnijmy ich do nogi! Więcej wrogów, więcej honoru!

source: With this kind of attitude, how come you are still alive, oh mighty SUPER-lingie? Anyway, I guess we should have at least 250 golden pieces at the end of this battle.
fr: Comment est-ce possible que vous soyez encore vivante avec ce genre d'attitude, oh puissante super-Lorin ? En tout cas, nous aurons sûrement encore besoin de 250 pièces d'or à la fin de cette bataille.
it: Come hai fatto a rimanere viva con un atteggiamento del genere, oh potente SUPER-donna? Comunque, credo che dovremmo avere almeno 250 pezzi d'oro ala fine di questa battaglia.
pl: Zastanawiam się, jakim cudem jeszcze pozostałaś przy życiu, mając takie nastawienie, o wielka i wspaniała istoto? Tak czy inaczej, uważam, że powinniśmy mieć co najmniej 250 sztuk złota pod koniec tej bitwy.

source: You can interrogate enemy leaders in this scenario with Gawen, Ruvio, Reme or Lorin, but the effects may - or may not - be different, depending on the enemy leader and interrogating hero.
fr: Dans ce scénario, vous pouvez interroger le chef ennemi avec Gawen, Ruvio ou Lorin, mais les effets pourraient être - ou pas - différents en fonction du chef et du héros qui l'interroge.
it: In questo scenario si possono interrogare i comandanti nemici con Gawen, Ruvio, Reme o Lorin, ma gli effetti potrebbero - o non potrebbero - essere diversi, a seconda del comandante nemico e dell'eroe che li interroga.
pl: W tym scenariuszu możesz przesłuchiwać wrogich przywódców za pomocą Gawena, Ruvia, Remego bądź Lorin, ale efekty mogą - choć niekoniecznie muszą - być różne, zależnie od wrogiego przywódcy i przesłuchującego go bohatera.

source: Move Gawen to south-eastern signpost OR
fr: Déplacez Gawen sur le panneau indicateur au sud-est OU
it: Sposta Gwen al cartello a sud-est O
pl: Przesuń Gawena do południowo-wschodniego drogowskazu ALBO
tr: Gaven’ı güneydoğudaki yol işaretine götür VEYA

source: Eeek! The green devils!
fr: Rhaaaa ! Les démons verts !
it: Eeek! I diavoli verdi!
pl: AAAJ! Zielone diabły!
tr: Hii! Yeşil şeytanlar!

source: Kill them! Kill them all! Fast! They are thousands of them, everywhere!
fr: Tuez-les ! Tuez-les ! Vite ! Ils sont des milliers, partout !
it: Uccideteli! Uccideteli tutti! Presto! Ce ne sono migliaia e sono dappertutto!
pl: Zabijcie je! Zabijcie je wszystkie! Szybko! O mój Boże, są ich tutaj tysiące, wszędzie ich pełno!
tr: Hepsini öldürün! Sağ bırakmayın! Çabuk! Binlerce var, her yerdeler!

source: You are from Raednon clan? So also Raednons' are supporting treachery of Bor Cryne. Why I am not surprised; I know you are all pig-eaters and swine-f..
fr: Vous êtes du clan de Raednon ? Donc les Raednoniens aussi supportent la traîtrise de Bor Cryne. Pourquoi ne suis-je pas surprise ; je sais que vous êtes tous des pourceaux et des sal...
it: Siete del clan di Raednon? Dunque anche Raednon appoggia il tradimento di Bor Cryne. Chissà come mai non sono sorpreso; lo sapevo che siete tutti dei porci e troie.
pl: Wyście z klanu Raednon? A więc Raednonowie wspierają zdradę Bora Cryne'a. Jakoś mnie to nie zaskakuje, zawsze wiedziałam, żeście wszyscy świniożercy i świnioje...

source: Stop your insults, witch. I know you: you are Lorin, the witch from Gallorae clan. You soon will be last from your clan; how does it feel?
fr: Arrête tes insultes, sorcière. Je te connais. Tu es Lorin, la sorcière du clan de Gallorae. Tu seras bientôt la dernière de ton clan ; cela te fait quel effet ?
it: Smettila con gli insulti, strega. Io ti conosco: tu sei Lorin, la strega del clan Gallorae. Come ti senti al pensiero che presto sarai l'ultima del tuo clan?
pl: Nie obchodzą mnie twoje obelgi, wiedźmo, znam ciebie. Jesteś Lorin, wiedźma z klanu Gallorae. Wkrótce będziesz ostatnia z swojego klanu - powiedz mi, jakie to uczucie?

source: And you will be soon gladen. How does IT feel?
fr: Et tu seras bientôt punie. Qu'est-ce que ÇA fait ?
it: Presto ne sarai deliziato. Come ti senti?
pl: A ty będziesz zaraz wałachem. Powiedz mi, jakie to uczucie?

source: Seems that he had some gold in his castle.
fr: On dirait qu'il y avait de l'or dans son château.
it: Pare che tenesse dell'oro nel suo castello.
pl: Wygląda na to, że miał nieco złota w zamku.

source: You were worthy opponent, Quivre from Raednons. It was good fight.
fr: Tu as été un adversaire coriace, Quivre du clan des Raednons. C'était un beau combat.
it: Sei stato un degno avversario, Quivre from Raednons. È stato un bello scontro.
pl: Byłiście godnym przeciwnikiem, Quivre z Raednonów. To była dobra walka.

source: Yes, it was.
fr: Oui, en effet.
it: Sì, proprio così.
pl: Prawda.

source: If you were as delighted as I with the fight, please answer me few questions.
fr: Si tu détestes le combat autant que moi, réponds à mes questions.
it: Se lo scontro ti è piaciuto quanto è piaciuto a me, per favore rispondi a qualche domanda.
pl: Jeśli jesteś równie zachwycony jak ja, odpowiedz mi proszę na kilka pytań.

source: Another super-ling sent to his barbarian hell. How does it fell, mighty Akladian lord? Being killed by underling?
fr: Encore un autre être supérieur renvoyé à l'enfer des Barbares. Qu'est-ce que ça fait, puissant seigneur Akladien, d'être tué par un inférieur ?
it: Un altro super-uomo rispedito nel suo barbaro inferno. Come ti senti, potente signore di Akladia a essere ucciso da un miserabile?
pl: Jeszcze jedna nadistota odesłana do swojego barbarzyńskiego piekła. Jakie to uczucie, wielki i potężny Akladyjski panie? Śmierć z ręki pariasa?

source: You wouldn't be able to do it if not the support of the magic of that witch, which is with you. It was her who gave you courage, that traitor of her own race.
fr: Tu ne serais pas capable de faire ça sans le support de la magie de cette sorcière, la sorcière est avec toi. C'est elle qui t'a donné le courage, cette traîtresse envers sa propre race.
it: Non ce l'avresti fatta senza l'aiuto di quella strega che è con te. È stata lei a darti il coraggio, è una traditrice della propria razza.
pl: Nie udałoby ci się to, gdyby nie wsparcie czarów tej wiedźmy, która jest z tobą. To ona zapewne dodała ci odwagi, ta zdrajczyni własnej rasy.

source: Hmm.. Should I feel complimented, or offended?
fr: Hum... Je dois prendre ça pour un compliment ou pour une offense ?
it: Hm... Era un complimento o un insulto?
pl: Hmm.. Czy mam to traktować jako pochlebstwo, czy obelgę?

source: Speak fast, and I will allow you to go to your ancestors in one piece.
fr: Parle vite et je te laisserai retourner à tes ancêtres en un seul morceau.
it: Coraggio, parla e ti permetterò di raggiungere i tuoi avi tutto intero.
pl: Mów szybko, a pozwolę ci odejść do twoich przodków w jednym kawałku.

source: Do you think I am afraid of you, witch?
fr: Tu penses vraiment que j'ai peur de toi, sorcière ?
it: Pensi che abbia paura di te, strega?
pl: Myślisz wiedźmo, że się ciebie boję?
tr: Senden korktuğumu mu sanıyorsun, cadı?

source: No, of course not. You are one brave warrior. I just thought the feeling you will enter the heaven without hands, legs and head will make you a little bit uneasy.
fr: Non, bien sûr que non, tu es un guerrier courageux. Je pensais juste que la pensée de rentrer au paradis sans mains, sans jambes et sans tête te rendrait un peu moins tranquille.
it: No, ovviamente no. Tu sei un guerriero coraggioso. Però ho pensato che ti saresti sentito un po' a disagio nel raggiungere i cieli senza mani, gambe né testa.
pl: Nie, to oczywiste, że nie. Jesteś w końcu bardzo dzielnym wojownikiem. Po prostu pomyślałam sobie, że uczucie, że w w niebie zjawisz się bez rąk, nóg uczyni cię odrobinę niespokojnym.

source: Stop it, witch. You can't scare me.
fr: Laisse tomber, sorcière, tu ne sais pas me faire peur.
it: Smettila, strega. Non mi fai paura.
pl: Przestań, wiedźmo, Nie dasz rady mnie przerazić.

source: Well, I think I will try anyway. We will try with a little knife you see here.
fr: Bien, je crois que nous allons quand même essayer. Essayons avec ce petit couteau que voici.
it: Be', posso almeno provarci. Tenterò con questo piccolo coltello che vedi qua.
pl: Cóż, myślę, że jednak spróbuję. Spróbujemy tym tutaj małym nożem.

source: It was honour to fight with you. Nice fight. You must know, I feel no bad feelings to you and I will not damage your body when you will die, so you will enter afterlife in one piece.
fr: Ce fut un honneur de me battre avec toi. Un chouette combat. Tu dois savoir que je n'ai aucun mauvais sentiment à ton égard et je n'abîmerai pas ton corps quand tu mourras. Ainsi, tu entreras dans l'autre vie en un seul morceau.
it: È stato un onore combattere con te. Bel combattimento. Devi sapere che non nutro risentimento nei tuoi confronti e non oltraggerò il tuo corpo mentre stai morendo così entrerai nell'aldilà tutto intero.
pl: Było honorem zmierzyć się z tobą. Dobra walka. Musisz wiedzieć, że nie czuję do ciebie urazy i nie uszkodzę waszego ciała gdy umrzesz, byś wkroczył do krainy przodków w jednym kawałku.

source: Thank you, noble lord. I do not know your name, or why you are allied with green devils and Wesnothians.
fr: Merci, noble seigneur. Je ne connais pas votre nom, ou pourquoi vous êtes alliés aux démons verts et aux Wesnothiens.
it: Grazie, nobile signore. Non conosco il tuo nome e perché ti sei alleato con i diavoli verdi e quelli di Wesnoth.
pl: Dziękuję wam, szlachetny panie. Nie znam waszego imienia, nie wiem też dlaczego sprzymierzyliście się z zielonymi diabłami i Wesnotyjczykami.

source: My name is Reme Carrenemoe. I think it answers both of your questions.
fr: Mon nom est Reme Carrenmoe. Je pense que ça répond à tes deux questions.
it: Mi chiamo Reme Carrenemoe. Penso che questo risponda a entrambe le tue domande.
pl: Moje imię brzmi Reme Carrenemoe. Myślę, że to jest odpowiedź na oba twoje pytania.
tr: Adım Reme Karenemo. Bu iki sorunuzunda yanıtı sanırım.

source: Yes, it does.
fr: Oui, en effet.
it: Proprio così.
pl: Tak, w istocie.

source: Gawen, my lord, I think he is still alive. What should we do with him?
fr: Gawen, Monseigneur, je pense qu'il est encore en vie. Que devons-nous faire de lui ?
it: Gawen, mio signore, credo che sia ancora vivo. Cosa dovremmo fare con lui?
pl: Gawenie, panie, sadzę, że on wciąż jeszcze żyje. Co mamy z nim uczynić?
tr: Gaven, efendim, sanırım o hala hayatta. Onunla ne yapmalıyız?

source: Kill him.
fr: Tue-le.
it: Uccidetelo.
pl: Zabijcie go.
tr: Öldür onu.

source: Did I heard correctly? What is your name?
fr: Est-ce que j'ai bien entendu ? Quel est ton nom ?
it: Ho sentito bene? Come ti chiami?
pl: Czy ja dobrze słyszałem? Jak się nazywasz?
tr: Doğru mu duydum? Adın ne?

source: My name is...
fr: Je m'appelle...
it: Mi chiamo...
pl: Moje imię brzmi..
tr: Adım ...

source: Another Akladian lord losing to old underling. How you would explain that?
fr: Encore un seigneur Akladien qui perd face à un vieil inférieur. Comment expliques-tu ça ?
it: Un altro signore di Akladia sconfitto da un vecchio miserabile. Come te lo spieghi?
pl: Jeszcze jeden Akladyjski pan przegrywający ze starym pariasem. Jakbyś to wyjaśnił?

source: My wife is Wesnothian, so I know many Wesnothians. Save your irony for someone else.
fr: Ma femme est Wesnothienne, donc je connais beaucoup de Wesnothiens. Réserve ton ironie à quelqu'un d'autre.
it: Mia moglie è di Wesnoth perciò conosco moltissime persone di Wesnoth. Risparmia la tua ironia per qualcun altro.
pl: Moja żona jest Wesnotyjką, więc znam ich wielu. Zachowaj ironię dla kogoś innego.
tr: Karım Wesnotlu, dolayısıyla çok Wesnotlu tanıyorum. İronini başkalarına sakla.

source: Ok then. You will answer me a few questions.
fr: D'accord. Alors, tu vas répondre à quelques questions.
it: Va bene allora. Tu risponderai a qualche domanda.
pl: W porządku. Odopowiesz mi więc na kilka pytań.
tr: Tamam o halde. Bir kaç soruma cevap vereceksin.

source: You may now rest in peace.
fr: Maintenant, repose en paix.
it: Allora ti lasceremo riposare in pace.
pl: Możesz teraz spocząć w pokoju.

source: You won't finish me?
fr: Vous n'allez pas me tuer ?
it: Non mi finirai?
pl: Nie dobijesz mnie?
tr: Beni öldürmeyeceksin?

source: No, if you will be able to survive your wounds, you will live.
fr: Non, si tu peux survivre à tes blessures, tu vivras.
it: No, se le tue ferite guariranno, tu vivrai.
pl: Nie, jeżeli będziesz w stanie przeżyć mimo ran, będziesz żył.
tr: Hayır, yaralarınıza rağmen direnebilirseniz, yaşarsınız.

source: Your face is familiar in some strange way.. Could it be...
fr: Votre visage m'est étrangement familier.. Ce pourrait-il...
it: Il tuo viso mi è famigliare in qualche modo... Potrebbe essere...
pl: Wasza twarz jest mi znajoma w pewien dziwny sposób.. czy to możliwe...
tr: Yüzünüz tuhaf şekilde tanıdık geliyor... Yoksa siz...

source: If you will answer me my questions, I will answer yours.
fr: Si tu réponds à mes questions, je répondrai aux tiennes.
it: Se risponderai alle mie domande, io risponderò alle tue.
pl: Jeżeli odpowieszi na moje pytanie, ja odpowiem na twoje.
tr: Benim sorularıma yanıt verirsen ben de seninkileri yanıtlarım.

source: Now, please tell me.. Who are you?
fr: Maintenant, s'il vous plaît, dites-moi... Qui êtes-vous ?
it: E adesso dimmi, per favore... Chi sei?
pl: A teraz, powiedz mi... Jak brzmi wasze imię?
tr: Şimdi söyle bana.. kimsin?

source: Mother, do NOT harm this man.
fr: Mère, ne faites PAS de mal à cet homme.
it: Madre, NON fargli del male.
pl: Matko, *nie* krzywdź tego człowieka.
tr: Anne, bu adamı hırpalama.

source: My son, but why? He would happily harmed me, if I would give him a chance.
fr: Mon fils, mais pourquoi ? Il m'aurait tué sans aucun doute si je lui en avais laissé la chance.
it: Ma perché, figlio mio? Mi avrebbe allegramente ferita, se gliene avessi lasciata la possibilità.
pl: Mój synu, ale dlaczego? On bardzo chętnie skrzywdziłby mnie, gdyby miał tylko na to szansę.
tr: Oğlum, ama neden? Ona bir şans verseydim, bana kötülük yaparak mutlu olurdu.

source: Hm.. You are still alive. There is strong spirit inside of your body. Accept the final blow, but before that, let you know I won't damage your body.
fr: Hum, tu es toujours vivant. Il y a un esprit fort dans ton corps. Accepte le coup fatal, mais sache que je n'abîmerai pas ton corps.
it: Hm... Sei ancora vivo. C'è uno spirito forte nel tuo corpo. Preparati per il colpo di grazia, ma prima sappi che non oltraggerò il tuo corpo.
pl: Hm... Wciąż żyjesz. Silny duch drzemie w tym ciele. Przyjmij śmiertelnycios ze świadomością, że nie uszkodzę twojego ciała.
tr: Hımm... Hala hayattasın. Gövdenin içinde güçlü bir ruh var. Son nefesini al, fakat ondan önce, gövdeni hırpalamayacağımı bil.

source: Where to go now?
fr: Où aller maintenant ?
it: Adesso dove andiamo?
pl: Gdzie teraz ruszymy?

source: I say, dang with that mage. Let's go to Vattin and announce that the king has returned.
fr: Je dis, laissons tomber ce mage. Allons à Vattin et annonçons que le roi est de retour.
it: Io l'ho detto, al diavolo il mago. Andiamo a Vattin e annunciamo che il ritorno del re.
pl: Moje zdanie jest takie: do diabła z tym magiem. Ruszajmy na Vattin ogłaszając wkoło powrót króla.

source: I suggest strongly to go to the Oracle.
fr: Je suggère grandement que nous allions voir l'oracle.
it: Insisto fermamente per andare dall'Oracolo.
pl: Mocno sugeruję udanie się do Wyroczni.
tr: Ben kesinlikle Kâhine gitmeyi öneriyorum.

source: And first thing we will do in Vattin, will be killing all of those who are interrupting me when I speak.
fr: Et la première chose que je ferai à Vattin sera de tuer tous ceux qui m'interrompent quand je parle.
it: E la prima cosa, che faremo quando saremo a Vattin, sarà quella di uccidere tutti quelli che mi interrompono quando sto parlando.
pl: A pierwszą rzeczą, którą zrobimy w Vattin, będzie ukatrupienie wszystkich tych, co mi przerywają w czasie gdy mówię.

source: Mother, Ruvio, could you please just TRY to pretend you like each other?
fr: Mère, Ruvio, est-ce que vous pourriez juste ESSAYER de faire comme si vous vous appréciez mutuellement ?
it: Madre, Ruvio, non potreste per favore almeno far FINTA di sopportarvi l'uno l'altro?
pl: Matko, Ruvio, czy możecie chociaż *spróbować* udawać, że się lubicie?

source: Not really.
fr: Pas vraiment.
it: Non è proprio possibile.
pl: Nie, raczej nie.
tr: Pek öyle değil.

source: What or who is that Oracle anyway?
fr: Qu'est ou qui est cet oracle, exactement ?
it: Ma cosa o chi è questo Oracolo?
pl: Czym lub kim jest właściwie Wyrocznia?

source: This is woman, mage with foresighting abilities. The only mage left in Vakladia by Akladians, no idea why. When one oracle dies, she is replaced by another from her apprentices, either man or woman. She MAY now where Deorien is, of course not because she is oracle, but because she is mage and as such she have greater chance of hearing about another mage.
fr: C'est une femme, une mage avec des pouvoirs de voyance. La seule mage qui les Akladiens ont laissé à Vakladia, je ne sais pas pourquoi. Quand une oracle meurt, elle est remplacée par l'un de ses apprentis, homme ou femme. Elle POURRAIT savoir où Deorien se trouve, pas parce qu'elle est l'oracle, bien sûr, mais parce qu'elle est une mage. Elle a donc de grandes chances d'entendre parler des autres mages.
it: È una donna, una maga con capacità di preveggenza. È l'unica maga che la gente di Akladia ha lasciato a Vakladia, non so perché. Quando un Oracolo muore, è sostituita da uno dei suoi apprendisti, uomo o donna. POTREBBE sapere dov'è Deorien, naturalmente non perché è l'Oracolo, ma perché è una maga e quindi è più probabile che venga a sapere qualcosa di un altro mago.
pl: To kobieta, mag z umiejętnościami przewidywania przyszłości. Jedyny mag pozostawiony przy życiu w Vakladii przez Akladyjczyków, nie wiem dlaczego. Kiedy jedna wyrocznia umiera, zastępuje ją któryś z jej uczniów, kobieta albo mężczyzna. Ona *może* wiedzieć, gdzie jest Deorien, oczywiście nie dlatego, że jest wyrocznią, ale ponieważ jako mag ma większą szansę usłyszeć coś o innym magu.

source: Oracle is not a mage, do not listen to him, my son. This worthless underling does not know the God, that's why he is mistaken, as usual. If the Oracle knows the future, she is the voice of God on earth. If not, she is a tool of evil.
fr: L'oracle n'est pas un mage, ne les écoute pas, mon fils. Ce minable inférieur ne connait pas Dieu, c'est pour ça qu'il se trompe, comme d'habitude. Si l'oracle connaît le futur, elle est la voix de Dieu. Sinon, elle est un instrument du diable.
it: L'Oracolo non è una maga, non lo ascoltare, figlio mio. Questo miserabile senza valore non sa nulla degli dei, ecco perché si sbaglia, come al solito. Se l'Oracolo conosce il futuro, è solo perché è la voce degli dei sulla terra. Se non è così, è uno strumento del diavolo.
pl: Wyrocznia nie jest magiem, nie słuchaj go, mój synu. Ten bezwartościowy parias nie zna Boga i dlatego się myli, jak zwykle zresztą. Jeżeli Wyrocznia zna przyszłość, jest głosem Boga na ziemi. Jeśli nie, jest narzędziem zła.

source: Stop calling him underling. Stop using that word.
fr: Arrêtez de l'appeler inférieur, arrêtez d'utiliser ce mot.
it: Smettila di chiamarlo miserabile. Smetti di usare quella parola.
pl: Przestań nazywać go pariasem. Przestań używać tego słowa.
tr: Ona parya demekten vazgeç. Bu kelimeyi artık kullanma.

source: But how should I call him? He IS underling.
fr: Mais comment devrais-je l'appeler ? Il EST inférieur.
it: Ma come dovrei chiamarlo? Quello È un miserabile.
pl: Ale jak mam go nazywać? W końcu on *jest* pariasem.
tr: Ama ona nasıl hitabetmeliyim? O sonuçta bir parya.

source: And stop calling me your son. You are not my mother. My mother was underling, isn't that, Lorin? Poisoned by other so noble Akladians, all full of false feeling of their own superiority.
fr: Et cessez de m'appeler votre fils. Vous n'êtes pas ma mère. Ma mère était une inférieure, hein, Lorin ? Empoisonnée par un autre noble Akladien, tous repus du sentiment de leur soi-disant supériorité.
it: E smettila di chiamarmi figlio tuo. Tu non sei mia madre. Mia madre era una miserabile, non è vero, Lorin? Avvelenata da un un così detto nobile di Akladia, pieno di falsi sentimenti di superiorità.
pl: I przestań nazywać mnie swoim synem. Nie jesteś moją matką. Moja matka była pariasem, nieprawdaż, Lorin? Otrutą przez innych och jakże szlachetnych Akladyjczyów, wszystkich pełnych fałszywego poczucia własnej wyższości.

source: But why.. why you are so angry at me? I.. I... Then how should I call you? My king? My lord?
fr: Mais pourquoi... Pourquoi es-tu fâché contre moi ? Je... Je... Alors comment dois-je t'appeler ? Mon roi ? Monseigneur ?
it: Ma perché... perché sei così arrabbiato con me? Io... io... allora come dovrei chiamarti? Mio sire? Mio signore?
pl: Ale dlaczego.. Dlaczego jesteś na mnie taki zły? Ja.. ja.. No to jak mam ciebie nazywać? Mój królu? Panie?

source: I don't care.
fr: Je m'en fiche.
it: Non me ne importa.
pl: Nie obchodzi mnie to.

source: Then maybe.. just maybe.. Gawen?
fr: Eh bien... pourquoi pas... simplement... Gawen ?
it: Allora forse... forse soltanto... Gawen?
pl: Więc może.. tylko może.. Gawen?

source: (to herself) But I.. I think I care.
fr: (À elle-même) Mais je... je crois que je ne m'en fiche pas tant que ça.
it: (tra sé) Ma io... importa a me.
pl: (do siebie) Ale mnie... tak, mnie to chyba obchodzi.
tr: (kendi kendine) Fakat ben.. İlgilenirim diye düşünüyorum.

source: Look! The fresh enemy units arrived! We have no chances to win now!
fr: Regardez ! De nouvelles unités ennemies arrivent ! Nous n'avons plus aucune chance de gagner maintenant !
it: Guardate! Sono arrivati dei rinforzi freschi per il nemico! Non abbiamo più nessuna probabilità di vincere!
pl: Spójrz, nadciągnęły nowe wojska nieprzyjaciela! Teraz nie mamy już szans na zwycięstwo!
tr: Bak! Taze düşman birimleri geldi! Artık kazanma şansımız kalmadı!

source: Start of the quest
fr: Le Début de la quête.
it: L'inizio della ricerca
pl: Początek Wyprawy
tr: Aramaya Başlama

source: We left Raedwood and entered plains south-east of the forest. We saw the signs of chaos and war everywhere: burned villages, refugees, bodies of killed people. In villages people were scared and tried to avoid talking with us.
fr: Nous quittâmes Raedwood et entrâmes dans les plaines au sud-est de la forêt. Il y avait des signes de la guerre et du chaos partout : villages incendiés, réfugiés, cadavres. Dans les villages, les gens étaient effrayés et nous fuyaient.
it: Lasciammo Raedwood ed entrammo nelle pianure a sud-est della foresta. Vedemmo ovunque segni del caos e della guerra: villaggi incendiati, profughi, corpi della gente uccisa. Nei villaggi la gente era terrorizzata e cercavano di evitare di comunicare con noi.
pl: Opuściliśmy Raed i wkroczyliśmy na równiny na południowy wschód od lasu. Widzieliśmy znaki chaosu i wojny wszędzie wokół - spalone wsie, uchodźcy, ciała zabitych. Ludzie w wioskach byli przerażeni i unikali rozmów.
