Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Yes. Deorien. White mage, who lives somewhere in eastern Wesnoth. You should go and find him. I will gave you my soldiers and even gold, if you want. That's all I wanted to tell you.
fr: Oui, Deorien. Un mage blanc, qui vit quelque part à l'est de Wesnoth. Vous devriez aller le trouver. Je vous donnerai mes soldats et même de l'or si vous voulez. C'est tout ce que je voulais dire.
it: Già. Deorien. Un mago bianco che vive da qualche parte nell'est di Wesnoth. Dovreste andarci e trovarlo. Vi darò i miei soldati e anche oro se volete. Questo è tutto quello che volevo dirvi.
pl: Tak. Deoriena, białego maga, który żyje gdzieś w wschodniej części Wesnoth. Powinniście go odnaleźć. Dam wam żołnierzy i nawet złoto, jeżeli będzie wam tego trzeba. To wszystko, co chciałem wam powiedzieć.
tr: Evet. Doryen. Doğu Wesnoth’tun bir yerlerinde yaşayan ak büyücü. Gidip onu bulmalısınız. Size askerlerimden bir kısmını ve hatta eğer isterseniz biraz da altın vereceğim. Size söylemek istediklerim bundan ibaret.

source: The meeting is over. We will discuss everything tomorrow.
fr: Bien, la réunion est finie. Nous parlerons du reste demain.
it: La riunione è finita per oggi. Discuteremo di tutto domani.
pl: Naradę uważam za zakończoną. Jutro wszystko przedyskutujemy.
tr: Toplantı bitti. Herşeyi yarın tartışacaktık.

source: Great. Green devil is advising us to search the help of whom? Of the people, who are dirt on the face of God's world. The MAGES.
fr: Génial. Des démons verts nous conseillent d'aller chercher de l'aide. Et l'aide de qui ? Des gens qui ne sont que de la poussière à la surface du monde de Dieu, les MAGES.
it: Fantastico. Il diavolo verde ci consiglia di cercare l'aiuto di chi? Di quelli che sono la sozzura sulla faccia della terra degli dei. I MAGHI.
pl: No pięknie. Zielone diabły doradzają nam poszukać pomocy kogo? Ludzi będących brudem na twarzy bożego świata. *Magów*.
tr: Harika. Yeşil şeytan, onları aramak için yardımını öneriyor. Tanrının dünyasını kirleten kişileri. BÜYÜCÜLERi.

source: You were talking a lot about something you called God, Lorin. Can you tell us something more about this?
fr: Vous parlez beaucoup de quelque chose que vous appelez Dieu, Lorin. Pouvez-vous nous en dire un peu plus ?
it: Stavi parlando di qualcosa che hai chiamato dei, Lorin. Ci puoi dire qualcosa di più?
pl: Dużoś mówiła o czymś, co nazwałaś Bogiem, Lorin. Mogłabyś tę kwestię nieco uszczegółowić?
tr: Hep Tanrı dediğiniz bir şeyden söz edip duruyorsunuz, Lorin. Onun hakkında daha fazla bilgi verebilir misiniz?

source: He is the force behind the universe. He created the world and he is our father. He gave us the world to rule. One of his angels tried to stop us from doing that, deceiving us and trying to imprison us in his garden, but a messiah came, from the Hagarthen clan, and he told us that God wishes us to wait no more...
fr: Il est la force qui tient l'univers. Il a créé le monde et il est notre père. Il nous a donné le monde à gérer. Un de ses anges essaya de nous en empêcher en nous trompant et en nous emprisonnant dans son jardin, mais un messie vint du clan Hagarthen et il nous dit que Dieu ne voulait pas que nous attendions plus...
it: Sono la forza che muove l'universo. Crearono il mondo e sono i nostro padri. Ci hanno dato un mondo da governare. Uno dei loro angeli ha cercato di fermarci, ingannandoci e imprigionandoci nel suo giardino, ma venne un "Liberatore", dal clan di Hagarthen e ci disse che gli dei volevano che non aspettassimo oltre...
pl: On jest siłą napędzającą wszechświat. On stworzył lądy i morza, on jest naszym ojcem. Dał nam świat, byśmy nim rządzili. Jeden z jego aniołów próbował powstrzymać nas od rządzenia światem, zwodząc nas i zamykając w swoim ogrodzie, ale przybył mesjasz, z klanu Hagarthenów, który nam objawił, że Bóg nie chce, byśmy czekali dłużej...
tr: O evrenin ardındaki güçtür. Dünyayı yarattı ve bizim babamızdır. Dünyanın hakimiyetini bize verdi. Meleklerinden biri, bizi kandırarak ve kendi bahçesine kapatmaya çalışarak bunu yapmamızı engellemeye çalıştı, fakat Hagarten kabilesinden bir mesih geldi ve bize Tanrının biraz daha sabretmemizi istediğini söyledi.

source: So we killed this evil angel minions and went to the west. We fought our ways through the swamps and hills, fighting with most nightmarish creatures, not to mention lizards and green elves. I was raised hearing the songs about this epic journey.
fr: Donc nous tuâmes cet ange malfaisant et ses sous-fifres et nous partîmes vers l'ouest. Nous trouvâmes notre chemin dans les marais et les collines en bataillant avec la plupart des créatures de cauchemars, sans parler des lézards et des elfes verts. J'ai grandi en écoutant les chansons parlant de ce voyage épique.
it: Allora uccidemmo i tirapiedi di questo angelo malvagio e andammo a ovest. Ci aprimmo la strada tra paludi e colline, combattemmo le creature degli incubi peggiori, per non parlare di lucertole e elfi verdi. Mi hanno cresciuta raccontandomi le canzoni di questo epico viaggio.
pl: Więc zabiliśmy pomocników złego anioła i ruszyliśmy na zachód. Wywalczyliśmy sobie drogę przez bagna i wzgórza, walcząc z stworami z najgorszych koszmarów, nie mówiąc już o jaszczurach i zielonych elfach. Wyrosłam słuchając pieśni o tej odysei.
tr: Böylece biz bu şeytan meleğin dalkavuklarını öldürdük ve batıya gittik. Yolumuzun üzerindeki bataklıklarda ve tepelerde döğüştük. Döğüştüklerimizin çoğu sürüngenlere ve yeşil elflere benzemeyen korkutucu yaratıklardı. Ben bu destansı yolculukla ilgili şarkıları dinleyerek büyüdüm.

source: Finally, we reached the Wesnoth, decimated, but strenghtened, because it was a wish of God that weak shall perish before we start our holy task. When we came from the east the underling armies were like a dust in a wind. We conquered Wesnoth. Well, almost.
fr: Finalement, nous atteignîmes Wesnoth, décimés mais endurcis, parce que c'était le souhait de Dieu que les jeunes périssent avant que nous ne commencions notre tâche divine. Quand nous sommes arrivés de l'est, les armées d'inférieurs n'ont été que de la poussière dans le vent, et nous conquîmes Wesnoth. Enfin, presque.
it: Alla fine, raggiungemmo Wesnoth, decimati, ma temprati, perché è la volontà degli dei che i deboli periscano prima che potessimo cominciare il nostro sacro compito. Quando arrivammo da est le armate dei miserabili erano come polvere nel vento. Conquistammo Wesnoth. Be', la maggior parte.
pl: Wreszcie osiągnęliśmy Wesnoth, zdziesiątkowani, ale wzmocnieni, albowiem życzeniem Boga było, aby słabi przepadli nim zaczniemy nasze święte zadanie. Gdy przybyliśmy ze wschodu, armie pariasów były jak pył na wietrze. Podbiliśmy Wesnoth. Prawie.
tr: Sonunda, onda birimiz Wesnoth’a ulaştı. Çünkü, Tanrı, kutsal görevimize başlamadan önce aramızdan zayıfların temizlenmesini istemişti. Doğudan geldiğimizde parya orduları rüzgara karışan toza dönüştüler. Wesnoth’u fethettik, yani hemen hemen.

source: As for mages, they are main opponents of God in his fight for the good of the universe, usurping his powers, and elves are minions of the devil. They are to be exterminated.
fr: Et les mages sont l'opposition principale à Dieu dans son combat pour le bien de l'univers. Ils usurpent son pouvoir et les elfes sont les sous-fifres du diable. Ils doivent être exterminés.
it: Per quanto riguarda i maghi, erano i principali avversari degli dei nella guerra per il bene dell'universo perché usurpavano i loro poteri mentre gli elfi sono i tirapiedi del diavolo. Devono essere sterminati.
pl: Co do magów, są głównymi przeciwnikami Boga w jego walce o dobro wszechświata, uzurpującymi sobie jego moce, a elfy są pomocnikami diabła. Wszystkich ich należy eksterminować.
tr: Büyücülere gelince, Tanrını güçlerini gaspederek evrende iyilik için döğüşen Tanrıya rakip oldular. Elfler ise şeytanın dalkavuklarıdır. Onların yokedilmesi gerekir.

source: Oh my goodness. Wow. You are not making fun of us, you are actually believing in all that?
fr: Bonté divine. Waou. Vous vous moquez de nous, vous croyez vraiment à tout ça ?
it: Oh santo cielo. Wow. Non ti stai prendendo gioco di noi, tu ci credi veramente a tutte queste storie?
pl: A niech mnie. Łaaał. Nie robisz sobie z nas żartów, prawda, ty naprawdę w to wierzysz, ale tak naprawdę?
tr: Aman Tanrım. Olamaz. Bizden hoşlanmıyorsun, gerçekten tüm bunlara inanıyor musun?

source: Anyway, if we are going to find that Deori-trash, we need to know where he is. Any ideas where to find him?
fr: De toute façon, si nous allons chercher ce Deori-machin, il faut que l'on sache où il est. Une idée d'où on peut le trouver ?
it: In ogni caso, se dobbiamo andare a cercare questo Deori-merda, dobbiamo sapere dove si trova. Avete qualche idea di dove cercarlo?
pl: Tak czy inaczej, jeżeli mamy znaleźć tego tam Deori-śmiecia, musimy wiedzieć, gdzie zacząć. Jakieś pomysły?
tr: Her neyse, bu Dortaş’ı bulacaksak, nerede olduğunu öğrenmeliyiz. Onu nerede bulabileceğimize dair fikri olan var mı?

source: Well, we could ask the Oracle. Because of the magical nature of her abilities, she may know where to search for this Deorien.
fr: Eh bien, on pourrait demander à l'oracle. Parce que grâce à la nature magique de ses capacités, elle doit savoir ou chercher ce Deorien.
it: Be', potremmo chiedere all'Oracolo. Data la natura magica delle sue abilità, dovrebbe sapere dove cercare questo Deorien.
pl: Coż, moglibyśmy zapytać Wyroczni. Z powodu magicznej natury jej zdolności, mogłaby wiedzieć, gdzie szukać tego Deoriena.
tr: Belki, Kahin’e sorabiliriz. Yeteneklerinin sihirli doğası gereği, bu Doryen’i nerede arayacağımızı bilebilir.

source: Oracle? Oracle is a hoax. She does not know anything. She once told me... she... she had deceived me. Her prophecy has been not fullfilled and there is no chance for it to be fullfilled.
fr: L'oracle ? L'oracle est une imposture. Elle ne sait rien. Elle m'a dit une fois... elle... elle m'a trompée. Sa prophétie ne s'est pas concrétisée et il n'y a aucune chance qu'elle se concrétise.
it: L'Oracolo? L'Oracolo è una truffa. Non sa nulla di nulla. Una volta mi disse... mi... mi ha ingannata. La sua profezia non si è compiuta né può più compiersi.
pl: Wyrocznia? Wyrocznia to hochsztaplerka. Nic nie wie. Raz mi powiedziała.. ona.. ona mnie zwiodła. Jej proroctwo się nie wypełniło i nie ma już szansy na to, by się spełniło.
tr: Kahin mi? Kahin hakkında herşey uydurmadır. Hiçbir şey bilmez. Bir keresinde onunla konuşmuştum... o... beni aldatmıştı. Kehaneti gerçekleşmediği gibi gerçekleşme şansı da yoktu.

source: Oracle is not deceiving anyone. She just looks into the sea of magic and she knows the possibilities of everything that may happen. So, she is not saying what will, but what MAY happen.
fr: L'oracle ne cherche à tromper personne. Elle regarde juste dans un océan de magie et connaît toutes les possibilités de ce qu'il peut arriver. Elle ne dit donc pas ce qu'il VA arriver, mais ce qu'il POURRAIT arriver.
it: L'Oracolo non inganna nessuno. Ella guarda semplicemente nel mare della magia e sa le probabilità di tutto quello che può succedere. Dunque, non dice quello che sarà, ma quello che POTREBBE essere.
pl: Wyrocznia nikogo nie zwodzi. Patrzy po prostu w morze magii i zna szanse zdarzenia wszystkich możliwych wydarzeń. Mówi więc nie o tym, co się stanie, lecz co się *może* stać.
tr: Kahin kimseyi aldatmıyor. Sadece sihir denizine bakıyor ve olabilecek herşeyin olasılıklarından bahsedebiliyor. Neyin olacağını değil, neyin olabileceğini söylüyor.

source: I don't understand.
fr: Je ne comprends pas.
it: Non capisco.
pl: Nie rozumiem.
tr: Anlamıyorum.

source: That means, that if she will tell you that you will be best swimmer in the world it means you will be great swimmer if you keep on trying. But the prophecy won't be fullfilled if you will just sit in your home and wait. Sometimes, also, one can understand words of the prophecy wrongly.
fr: Ça veut dire que si elle vous dit que vous serez le meilleur nageur du monde, ça veut dire que vous serez un grand nageur si vous continuez à vous entraîner. Mais la prophétie ne se concrétisera pas si vous vous asseyez et attendez. On peut aussi mal interpréter les mots de la prophétie.
it: Significa che se ti dicesse che sarai la miglior nuotatrice del mondo vuol dire che tu sarai una grande nuotatrice se cercherai di esserlo. Ma la profezia non potrà compiersi se tu rimanessi semplicemente seduta in casa tua ad aspettare. Qualche volta, poi, si possono intendere le parole della profezia nel modo sbagliato.
pl: To znaczy, że jeśli ci przepowie, że zostaniesz najlepszym pływakiem na świecie, to znaczy, że jeżeli będziesz ćwiczyć i próbować, tak się stanie. Ale proroctwo nie wypełni się, jeżeli będziesz po prostu siedzieć w domu i czekać. Czasami zresztą można opacznie zrozumieć słowa wyroczni.
tr: Yani, o sizin dünyanın en iyi yüzücü olacağınızı söylüyorsa bunun anlamı, eğer çalışırsanız, en büyük yüzücü olacağınızdır. Ama evde oturup hiçbir şey yapmadan kehanetin gerçekleşmesini beklerseniz, kehanet gerçekleşmez. Ayrıca, çoğu kişi kehanetle ilgili sözcükleri yanlış yorumlar.

source: No. No. That's not true. That's... leave me alone.
fr: Non, non. Ce n'est pas vrai. C'est... Laissez-moi tranquille.
it: No. No. Non è vero. È... lasciatemi sola.
pl: Nie. Nie. To nieprawda. To.. zostawcie mnie samą.
tr: Hayır. Hayır. Bu doğru değil. Bu... beni yalnız bırak.

source: The Preparations
fr: Les Préparatifs
it: Preparativi
pl: Przygotowania
tr: Hazırlık

source: Few days has passed. Finally, the Freetown council decided to sent Gawen to search for Deorien. Gwidle Turlin came to Gawen and and asked him for his agreement.
fr: Quelques jours étaient passés. Finalement, le conseil de Libreville décida d'envoyer Gawen à la recherche de Deorien. Gwidle Turlin vint voir Gawen pour lui demander son accord.
it: Trascorse qualche giorno. Finalmente, il consiglio di Freetown decise di mandare Gawen alla ricerca di Deorien. Gwidle Turlin venne da Gawen a chiedergli se era d'accordo.
pl: Minęło kilka dni. Wreszcie rada miasta zdecydowała wysłać Gawena na poszukiwania Deoriena. Gwidle Turlin zjawił się wkrótce u Hagarthena, prosząc go o zgodę.
tr: Bir kaç gün geçtikten sonra, Özgürkent Konseyi Gaven’ı Doryen’i aramaya gönderme kararı aldı. Givıdıl Turlin gelip, Gaven’a bunu kabul edip etmediğini sordu.

source: .. So, you will take twelve of your best troops and search for this great mage, and you will try to convince him to join our cause.
fr: ... Donc, vous prendrez douze de vos meilleures troupes et vous chercherez ce grand mage. Ensuite, vous devrez essayer de le convaincre de se joindre à notre cause.
it: ... Dunque, tu prenderai le dodici truppe migliori per cercare questo grande mago e cercherai di convincerlo di unirsi alla nostra causa.
pl: ...Tak więc, weźmiesz swoich dwunastu najlepszych ludzi, odnajdziesz wielkiego maga i spróbujecie go przekonać, by poparł naszą sprawę.
tr: .. Böylece, en iyi askerlerinizden onikisini alacak, bu ulu büyücüyü arayıp bulacak ve bize katılmaya ikna etmeye çalışacaksınız.

source: I understand. My advisor, twelve best soldiers. When should I go?
fr: Je comprends. Mon conseiller et mes douze meilleurs soldats. Quand devrais-je partir ?
it: Capisco. Mio consigliere, i dodici migliori soldati. Dove dovrei andare?
pl: Rozumiem. Mój doradca, dwunastu najlepszych ludzi. Kiedy mam wyruszyć?
tr: Anlıyorum. Danışmanım, en iyi on iki asker. Ne zaman gideriz?

source: Does that mean that you have agreed?
fr: Ça veut dire que vous acceptez ?
it: Questo vuol dire che sei d'accordo?
pl: Czy to znacza, że się zgadzasz?
tr: Bu, kabul ettiğin anlamına mı geliyor?

source: Of course.
fr: Bien sûr !
it: Certo.
pl: Oczywiście.
tr: Şüphesiz.

source: I think that you should start your quest after the thaw. After all you need some time to pick best soldiers and train them.
fr: Je pense que vous devriez partir dans votre quête après le dégel. Après tout, vous avez besoin de temps pour choisir les meilleurs soldats et les entraîner.
it: Credo che dovresti cominciare la tua ricerca dopo il disgelo. Dopo tutto ti servirà un po' di tempo per scegliere i soldati migliori e addestrarli.
pl: Myślę, że powinniście zacząć poszukiwania po odwilży. Ostatecznie będziesz potrzebował czasu by wybrać najlepszych żołnierzy i nieco ich przeszkolić.
tr: Araştırmalarınıza buzlar çözüldükten sonra başlamalısınız diye düşünüyorum. Zaten en iyi askerleri seçmek ve onları eğitmek için biraz zamana ihtiyacınız olacak.

source: If you want, I could give you more my elves.
fr: Si vous voulez, je peux mettre plus d'elfes à votre disposition.
it: Se lo desideri, io potrei darti qualcuno dei miei elfi.
pl: Jeżeli chcesz, mogę dać ci więcej moich elfów.
tr: İsterseniz, Elflerimden biraz daha verebilirdim.

source: I could give you some of my soldiers. Swordsmen, Bowmen or Spearmen.
fr: Et moi quelques-uns de mes soldats. Épéistes, archers ou lanciers.
it: Io potrei darti qualcuno dei miei soldati. Schermidori, arcieri o fanti.
pl: Mogę dać ci kilku moich ludzi. Fechtmistrzów, Łuczników lub Włóczników.
tr: Askerlerimden bazılarını verebilirim. Kılıççılar, Okçular, Mızrakçılar.

source: Or we could give you some gold.
fr: Ou bien nous pouvons vous donner plus d'or.
it: Oppure potremmo darti un po' di oro.
pl: Możemy też sać ci złoto.
tr: Ya da biraz altın verebiliriz.

source: Note: you will have to choose twelve your best soldiers soon. Elves and soldiers given by Huon could be choosen by you too, but they will be counted too. You can choose four times now.
fr: Note : vous devrez rapidement choisir vos douze meilleurs soldats. Vous pouvez également choisir parmi les elfes et les soldats donnés par Huon, mais ils seront comptés. Vous pouvez choisir quatre fois maintenant.
it: Nota: dovrai scegliere presto i tuoi dodici migliori soldati. Sceglierai anche gli elfi e i soldati di Huon, ma anche questi saranno conteggiati. Ora puoi scegliere quattro volte.
pl: Uwaga: Niedługo będziesz musiał wybrać dwunastu najlepszych ludzi. Będziesz mógł wybrać elfy i żołnierzy danych przez Huona, ale oczywiście będą oni liczeni. Teraz możesz cztery razy wybrać.
tr: Bilginize: Az sonra en iyi on iki askerinizi seçeceksiniz. Elfler ve Huron tarafından verilen askerleri ayrıca seçeceksiniz, fakat onlar da toplama dahil olacak. En fazla dört kere askere alım işlemi yapabileceksiniz.

source: I would want to have more gold
fr: Je voudrais plus d'or.
it: Mi serve altro oro
pl: Chciałbym więcej złota.
tr: Biraz daha altınım olsun isterdim.

source: I would want some elves
fr: Je voudrais des elfes.
it: Mi servirebbero degli elfi
pl: Chcę więcej elfów.
tr: Bir kaç Elf isterdim

source: I would want some from Huon's soldiers
fr: Je voudrais quelques-uns des soldats d'Huon
it: Mi servirebbero dei soldati di Huon
pl: Chciałbym kilku żołnierzy Huona
tr: Huron’un askerlerinden bazılarını isterdim

source: I do not need anything more
fr: Je n'ai besoin de rien d'autre.
it: Non mi serve altro
pl: Niczego więcej nie potrzebuję.
tr: Başka birşeye ihtiyacım yok

source: You received 25 golden pieces.
fr: Vous avez reçu 25 pièces d'or.
it: Hai ricevuto 25 pezzi d'oro.
pl: Otrzymałeś 25 sztuk złota
tr: 25 altın aldınız.

source: Give me...
fr: Donnez-moi...
it: Dammi...
pl: Dajcie mi...
tr: Bana ver...

source: Elvish fighter
fr: Guerrier elfe
it: Combattente elfico
pl: Elfickiego wojownika
tr: Elf Döğüşçü

source: Elvish archer
fr: Archer elfe
it: Arciere elfico
pl: Elfickiego łucznika
tr: Elf Okçu

source: Elvish scout
fr: Éclaireur elfe
it: Esploratore elfico
pl: Elfickiego zwiadowcę
tr: Elf Gözcü

source: Elvish shaman
fr: Chaman elfe
it: Shamana elfica
pl: Elfickiego szamana
tr: Elf Şaman

source: I've changed my mind
fr: J'ai changé d'avis.
it: Ho cambiato idea.
pl: Zmieniłem zdanie
tr: Fikrimi değiştirdim

source: Bowman
fr: Archer
it: Arciere
pl: Łucznika
tr: Okçu

source: Spearman
fr: Lancier
it: Lanciere
pl: Włócznika
tr: Mızrakçı

source: My lord, we know that some orcish group attacked few villages north from here. Huon Ryedric was going there to defend the villages, but I thought that you would want to use that occasion, you know, to check our troops before you would made final decisions which soldiers to choose for our quest
fr: Monseigneur, nous savons qu'un groupe d'orcs a attaqué quelques villages au nord. Huon Ryedric est parti là-bas pour défendre les villages, mais j'ai pensé que ce pourrait être une bonne occasion pour, comment dire, pour évaluer nos troupes avant de choisir définitivement les soldats qui participeront à la quête.
it: Mio signore, sappiamo che alcuni gruppi di orchi hanno attaccato alcuni villaggi a nord. Huon Ryedric sta partendo per andare a difendere i villaggi, ma pensavo che potreste usare questa occasione, chissà, per mettere alla prova le nostre truppe prima di prendere la decisione finale su quali soldati scegliere per la nostra ricerca.
pl: Panie, wiemy, że jakaś grupa orków zaatakowała kilka wiosek na północ stąd. Huon Ryedric zamierzał wyruszyć by stawić im czoło, ale pomyślałem, że może zechcielibyście użyć tej okazji aby sprawdzić swoich ludzi w boju, zanim podejmiecie ostateczną decyzję, których z nich zabrać na poszukiwania Deoriena.
tr: Efendim, buranın kuzeyindeki bir kaç köye bir ork grubunun saldırdığını biliyoruz. Huron Ryedric oraya köyleri savunmaya gidiyor. Araştırmamız için seçeceğiniz askerlerle ilgili son kararı vermeden önce askerleri sınamak için bu fırsatı değerlendirmek isteyeceğinizi düşündüm.

source: Yes, I think this will be great idea.
fr: Oui, je crois que c'est une bonne idée.
it: Sì, penso che sia un'ottima idea.
pl: Tak, myślę, że to będzie znakomity pomysł.
tr: Evet, bu iyi bir fikir.

source: I have to stay here.
fr: Je dois rester ici.
it: Devo rimanere qua.
pl: Muszę zostać tutaj.
tr: Burada kalıyorum.

source: Female thing. Don't ask.
fr: Un truc de femme, ne pose pas de question.
it: Cose da donne. Non chiedere.
pl: Kobiece sprawy. Nie pytaj.
tr: Kadınca bir şey. Sorma.

source: I will stay with her, in case it is something serious.
fr: Je vais rester avec elle, si jamais c'était sérieux.
it: Resterò io con lei, nel caso diventasse una cosa seria.
pl: Zostanę z nią, na wypadek gdyby było to coś poważnego.
tr: Birşeyler yoluna girerse onunla kalacağım.

source: So, let's go and choose twelve of our's best troops.
fr: Bien, allons choisir douze de nos meilleures troupes.
it: Andiamo, dunque, e scegliamo le dodici truppe migliori.
pl: No, to dalejże, czas wybrać dwunastu naszych najlepszych żołnierzy.
tr: O halde gidelim ve en iyi on iki askeri seçelim.

source: Repelling the Orcs
fr: Repousser les orcs.
it: Scacciare gli orchi
pl: Odpędzając orki
tr: Ork Mezalimi

source: The scouts brought news about small orcish party north from Freetown. Usually Huon Ryedric would deal with such marauders, but Gawen decided this could be occasion to check his troops abilities.
fr: Les éclaireurs ramenèrent des nouvelles mentionnant un groupe orc au nord de Libreville. Habituellement, Huon Ryedric s'en serait chargé, mais Gawen décida que ce serait une bonne occasion de vérifier les capacités de ses troupes.
it: Gli esploratori riferirono di un piccolo gruppo di orchi a nord di Freetown. Di solito sarebbe stato Huon Ryedric a trattare con questa marmaglia, ma Gawen decise che poteva essere l'occasione per verificare le capacità delle sue truppe.
pl: Zwiadowcy przynieśli wiadomości o małej grupie orków na północ od Wolnego Miasta. Zazwyczaj to Huon Ryedric zajmował się takimi maruderami, ale Gawen zdecydował, że była to doskonała okazja do sprawdzenia możliwości jego ludzi.
tr: Gözcüler, Özgürkent’in kuzeyinde küçük bir ork grubu görmüşler. Normalde böyle saldırganlarla Huron Ryedric uğraşırdı. Fakat, Gaven askerlerinin yeteneklerini sınamak için bu fırsatı değerlendirmek istedi.
