Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: It seems that Bor Cryne had allied with orcs to kill every Akladian who is not worthy to be member of our race in Bor Cryne's eyes. It means every Akladian who has underling friends or who has underling wife, or who have ever farted in the presence of Cryne.
fr: Il semblerait que Bor Cryne se soit allié aux orcs pour tuer chaque Akladien qui ne mérite pas d'être un membre de notre race à ses yeux. En clair, chaque Akladien qui a des amis inférieurs ou une femme inférieure ou même qui aurait plaisanté en présence de Cryne.
it: Sembra che Bor Cryne si sia alleato con gli orchi per uccidere tutta la gente di Akladia che non sia degna di appartenere alla nostra razza secondo il metro di Bor Cryne. Cioè tutti quelli che hanno amici miserabili o una moglie miserabile o che hanno scorreggiato in presenza di Cryne.
pl: Wygląda na to, że Bor Cryne sprzymierzył się z orkami aby zabić wszystkich Akladyjczyków niegodnych - w oczach Cryne - bycia członkami naszej rasy. To znaczy, wszystkich przyjaciół pariasów, mających pariasa za małżonka, albo tych którym zdarzyło się pierdnąć w obecności Crynea.
tr: Bor Krayn, kendine göre ırkımızın üyesi olmaya layık olmayan Akladyalıları öldürmek için Orklarla ittifak yapmış görünüyor. Parya dostları olan, parya karıları olan veya Cryne’ın varılğından hoşnut olmayan her Akladyalı buna dahil.

source: And what happened to Reme Carrenemoe?
fr: Et qu'est-il arrivé à Reme Carrenemoe ?
it: E cosa è successo a Reme Carrenemoe?
pl: A co się stało Reme Carrenemoe?
tr: Peki ama, Reme Karenemo’ya ne oldu?

source: You will soon met old friend. We were able to free Reme Carrenemoe. He was captured by enemies, and that close to death... We left him in our camp to recover.
fr: Vous retrouverez bientôt votre vieil ami. Nous avons pu libérer Reme Carrenemoe. Il avait été capturé par l'ennemi ; il est passé à ça de la mort. Nous l'avons laissé au camp pour qu'il récupère.
it: Ci incontreremo presto vecchio amico. Siamo riusciti a liberare Reme Carrenemoe. Era stato catturato dai nemici e a un passo dalla morte... lo abbiamo lasciato al campo perché recuperasse le forze.
pl: Wkrótce spotkasz się znowu z starym przyjacielem. Udało się nam uwolnić Remego Carrenemoe. Pojmali go nieprzyjaciele, i bliski był śmierci.. Zostawiliśmy go w obozie, by wydobrzał.
tr: Yakında eski dostunla karşılaşacaksın. Biz Reme Karenemo’yu kurtarabildik. Düşmanlar tarafından yakalanmış ve ölüme terkedilmiş... Kurtardıktan sonra onu kampımızda bıraktık.

source: I think you should know that Reme is alive too. We know that he is in enemy hands. I want to rescue him.
fr: Je pense que vous devriez savoir que Reme est en vie lui aussi. Nous savons qu'il est aux mains de l'ennemi. Je veux le sortir de là.
it: Io penso che dovresti sapere che anche Reme è vivo. Sappiamo che è nelle mani del nemico. Io voglio liberarlo.
pl: Powinnaś wiedzieć, że Reme również żyje. Wiemy, że jest w rękach wroga. Chcę go uwolnić.
tr: Reme’nin de hayatta olduğunu bildiğinizi sanıyorum. Düşmanın elinde olduğunu biliyoruz. Onu kurtarmak istiyorum.

source: What for? He had left me. Why not treat him the same way he treated me?
fr: Pourquoi faire ? Il m'a abandonné. Pourquoi ne pas le traiter de la même façon qu'il m'a traitée ?
it: E perché? Mi ha abbandonata. Perché non riservargli lo stesso trattamento che ha usato nei miei confronti?
pl: Po co? On opuścił mnie. Dlaczego by nie potraktować go w ten sam sposób jaki on potraktował mnie?
tr: Ne için? O beni terketti. Neden onu da beni terkettiği gibi kaderine terketmeyelim?

source: So, have you seduced this Gaumhaldric already? Or have I missed something?
fr: Alors, vous avez déjà séduit ce Gaumhaldric ou bien j'ai raté quelque chose ?
it: Allora, hai già sedotto questo Gaumhaldric? Oppure mi sono perso qualcosa?
pl: Więc, czy już uwiodłaś tego Gaumhaldrica? Czy może coś przegapiłem?
tr: Bu Gamlıhaldrik’i baştan çıkarabildiniz mi? Yoksa bir şeyler mi kaçırdım?

source: Avenging Ruen
fr: Venger Ruen
it: Vendicare Ruen
pl: Mszcząc Ruen
tr: Ruen’in intikamı

source: Inside of burned village of Ruen Gawen's soldiers found massacred bodies of men, women and children. No one stayed unmoved by those terrible sight. Looking at their faces Gawen sadly thought, that Orcs can't expect any mercy in this battle and no prisoners probably will be taken.
fr: Dans le village dévasté de Ruen, les soldats de Gawen trouvèrent les corps massacrés des hommes, des femmes et des enfants qui y habitaient. Personne ne put rester indifférent à ce terrible spectacle. En voyant leurs visages, Gawen pensa tristement que les orcs pouvaient s'attendre à aucune pitié et probablement pas de prisonniers dans cette bataille.
it: Nel villaggio incendiato di Ruen, i soldati di Gawen trovarono i corpi massacrati di uomini, donne e bambini. Nessun riuscì a rimanere impassibile a quello spettacolo terribile. Osservando i loro visi, Gawen tristemente pensò che gli orchi non si sarebbero potuti aspettare nessuna pietà in questa battaglia e probabilmente non avrebbero fatto prigionieri.
pl: W środku spalonej wsi żołnierze Gawena odnaleźli zmasakrowane ciała mężczyzn, kobiet i dzieci. Nie było nikogo, kim by nie wstrząsnął ten okropny widok. Patrząc na ich twarze, Gawen pomyślał smutno, że orki nie mogą liczyć na litość w nadchodzącej bitwie i raczej nikt nie będzie brał jeńców.
tr: Gaven, yanmış Ruen köyünün içinde kılıçtan geçirilmiş erkekler, kadınlar ve çocuklar buldu. Bu korkunç manzara kimsenin kaçamadığını gösteriyordu. Gaven yüzlerine kederle bakarak düşündü, Orklar bu savaşta merhamet beklememelilerdi ve muhtemelen hiç esir alınmayacaktı.

source: Revenge!
fr: Vengeance !
it: Vendetta!
pl: Zemsta!
tr: İntikam!

source: I think they keep captured villagers in the dungeons of their castles. It's time to let them free and kill the orcs!
fr: Je pense qu'ils gardent les villageois captifs dans les donjons de leurs châteaux. Il est temps de les libérer et de tuer les orcs !
it: Credo che tengano i prigionieri presi al villaggio nelle segrete del loro castello. È ora di liberarli e uccidere gli orchi!
pl: Myślę, że trzymają pojmanych chłopów w lochach swojego zamku. Czas by ich uwolnić i pozabijać orki!
tr: Yakaladıkları köylüleri şatolarındaki zindanlarda tuttuklarını sanıyorum. Orkları öldürüp onları kurtarmanın tam zamanı!

source: Allright. We are going to free those peasants, kill the orcs and remember: we have to interrogate their leaders. Maybe they know something which could be interesting for us?
fr: Très bien. Allons libérer ces paysans et tuer les orcs, mais n'oubliez pas : nous devons interroger leurs chefs. Peut-être savent-ils quelque chose qui pourrait nous intéresser ?
it: Bene. Libereremo i contadini, uccideremo gli orchi e ricordate: dobbiamo interrogare i loro comandanti. Forse sanno qualcosa che potrebbe interessarci?
pl: No dobra. Tak więc uwolnimi chłopów, pozabijamy orki ale pamiętajcie: musimy przesłuchać ich przywódców. Może wiedzą coś, co by okazało się dla nas interesujące?
tr: Pekala. Gidip köylüleri kurtaralım. Orkları öldürürken unutmayın: Liderlerini sorgulamak zorundayız. Bizim için ilginç olabilecek birşeyler biliyor olabilirler.

source: You may withdraw by moving Gawen Hagarthen to the signpost south of your initial position.
fr: Vous pouvez battre en retraite en déplaçant Gawen Hagarthen sur le panneau indicateur au sud de votre position initiale.
it: Ti puoi ritirare spostando Gawen Hagarthen al cartello a sud della tua posizione iniziale.
pl: Możesz się wycofać poprzez przesunięcie Gawena Hagarthena do drogowskazu na południe od twojej początkowej pozycji.
tr: Gaven Hagarten’i kalesinin güneyindeki yol işaretine götürerek geri çekilmesini sağlayabilirsin.

source: We have no time and forces to defeat the orcs here. Retreat!
fr: Nous n'avons pas le temps ni les forces nécessaires pour vaincre les orcs. Retraite !
it: Non hai il tempo né le forze per sconfiggere gli orchi qua. Ritirati!
pl: Nie mamy czasu i sił wystarczających do pokonania tych orków. Odwrót!
tr: Buradaki orkları yenmek için ne gücümüz ne de zamanımız var. Ricat!

source: Hear, hear, big orc in my small hands. Now, how high can big orc sing when I will use that knife?
fr: Écoute, écoute, grand orc entre mes petites mains. Voyons comment tu vas roucouler quand j'utiliserai mon couteau.
it: Ascolta, ascolta, grosso orco nelle mie piccole mani. Un grosso orco quanto forte potrà cantare nelle mie mani?
pl: Patrzcie no, patrzcie, wielki ork w moich małych rączkach. A teraz, przekonamy się jak wysoko potrafi zaśpiewać orka gdy mu nieco pomogę tym nożem?
tr: Duyun, duyun, büyük ork benim küçük ellerimde. Bu bıçağı kullanırken büyük ork şarkısı nasıl da yükselecek?

source: Waitwaitwait, human woman. Do orc no harm.
fr: Attends, attends, femelle humaine ! Fais pas mal à l'orc!
it: Aspettaspettaspetta, uomo femmina. Fa' orco no male.
pl: Zaraz-zaraz, kobieto ludzików. Nie krzywdź orka.
tr: Bekle bekle bekle, insan kadın. Ork’u hırpalama.

source: Human woman will do no harm if orcish idiot will answer all the questions. Why are you here? Why are you allied with Akladians?
fr: La femelle humaine ne lui fera pas de mal si le stupide orc répond à toutes les questions. Que faites-vous ici ? Pourquoi êtes-vous alliés aux Akladiens ?
it: Uomo femmina non farà male se stupido orco risponderà a tutte le domande. Perché siete qua? Perché siete alleati con la gente di Akladia?
pl: Kobieta ludzików nie krzywdzić jeżli orkowy idiota odpowiadać na ludzikowe pytania. Dlaczego jesteście tutaj? Dlaczego jesteście sprzymierzeni z Akladyjczykami?
tr: Eğer ork gerizekalısı tüm sorulara yanıt verirse insan kadın kötülük etmeyecek. Neden buradasınız? Neden Akladyalılarla ittifak yaptınız?

source: My boss know everything, I know nothing. We are here for having fun and good meat I think.
fr: Chef sait tout. Je sais rien. On est ici pour s'amuser et manger de la bonne viande !
it: Il capo sa tutto, io nulla. Noi siamo qua per divertirci a mangiare bene, penso.
pl: Moja szef wiedzieć wszystko. Ja nie wiedzieć. Ja myśleć, że my tu po by się zabawić i zdobyć dobre mięso.
tr: Patronum bilir herşeyi, ben bilmem. Biz taze et yemek ve eğlenmek için buradayız.

source: Hey, hey, don't die so fast, I haven't finished asking you!
fr: Hé, Hé, ne meurs pas si vite, je n'ai pas fini de te poser des questions !
it: Ehi, ehi, non morire così presto, non ho ancora finito di interrogarti!
pl: Hej, hej, nie umieraj tak szybko! Jeszcze nie skończyłam ciebie przepytywać!
tr: Hey, hey, o kadar çabuk ölemezsin, sana soracaklarım daha bitmedi!

source: Ho, ho, how do you call when woman is hugging orcish dead body? Necrophilia?
fr: Oh, oh, comment appelle-t-on une femme qui serre un corps d'orc dans ses bras ? Une nécrophile ?
it: Oh, oh, come si dice quando una donna abbraccia il corpo morto di un orco? Necrofilia?
pl: Ho, ho, jak to się nazywa, gdy kobieta obściskuje martwe ścierwo orka? Nekrofilia?
tr: Hey, hey, ölü ork gövdesini kucaklayan kadına ne diyorsunuz? Ölü sevici mi?

source: In case of Lady Lorin, remembering her age, I would call it rather incest.
fr: Dans le cas de Dame Lorin et tenant compte de son âge, j'appellerais plutôt ça un inceste.
it: Nel caso di Lady Lorin, per via della sua età, dovresti piuttosto definirlo incesto.
pl: W przypadku pani Lorin, no wiesz, z uwagi na jej wiek, to użyłabym raczej słowa 'kazirodztwo'.
tr: Bayan Lorin’in durumunda, yaşını da dikkate alırsak, daha ziyade, ensest denebilir.

source: I don't want to waste too much time, so answer me fast: There is alliance between traitors from Akladian race and Orcs. Why?
fr: Je ne veux pas perdre de temps, donc réponds-moi vite. Il y a une alliance entre les traîtres Akladiens et les orcs. Pourquoi ?
it: No ho tempo da sprecare, perciò rispondimi in fretta: c'è un'alleanza tra i traditori di Akladia e gli orchi. Perché?
pl: Nie chcę zmarnować na ciebie za dużo czasu, więc odpowiadaj szybko. Jest sojusz między zdrajcami spomiędzy Akladyjskiej rasy i orkami. Dlaczego?
tr: Çok fazla zamanım yok, onun için çabuk yanıt ver: Akladyalı hainlerle orklar arasında ittifak var. Neden?

source: And why should I tell you, stupid woman?
fr: Et pourquoi je devrais le dire, femelle stupide ?
it: E perché dovrei dirtelo, stupida donna?
pl: A dlaczego niby miałbym ci powiedzieć, głupia kobieto?
tr: Ve neden sana söyleyeyim, aptal kadın?

source: THAT is for calling me stupid woman. And THAT is gratis. Speak!
fr: ÇA, c'est pour m'avoir traité de femelle stupide. Et ÇA, c'est offert ! Parle !
it: QUESTO per avermi chiamato stupida donna. E QUESTO è gratis. Parla!
pl: *To* za nazwanie mnie głupią kobietą. A *to* gratis. Mów!
tr: BU, bana aptal kadın dediğin için. BU da cabası. Konuş!

source: Don't... We were ordered by Grekulak to hear the Akladians.. Why he ordered us to ally with them I do not know..
fr: Non... Grekulak nous a donné ordre d'écouter les Akladiens... Pourquoi il nous a ordonné de nous allier aux Akladiens, je le sais pas.
it: Non... Grekulak ci ha ordinato di dare ascolto ad Akladia... Non so perché ci ha ordinato di allearci a loro...
pl: Przestań... Dostaliśmy rozkazy od Grekulaka by słuchać się Akladyjczyków. Dlaczego kazał nam się z nimi sprzymierzyć, tego nie wiem.
tr: Bilmiyorum... Grekulak’tan Akladyalıları dinlemek için emir aldık. Bize Akladyalılarla müttefik olmamız için neden emir verdiğini bilmiyorum.

source: Who is that Grekulak? Why he allied with Akladian traitors?
fr: Qui est Grekulak ? Pourquoi s'est-il allié aux traîtres Akladiens ?
it: Chi è questo Grekulak? Perché è alleato con questi traditori di Akladia?
pl: Kim jest ten Grekulak? Dlaczego sprzymierzył się z Akladyjskimi zdrajcami?
tr: Kim bu Grekulak? Neden Akladyalı hainlerle ittifak yaptı?

source: Grekulak.. is.. our.. guide.. he ..
fr: Grekulak... est... notre... guide... il...
it: Grekulak... è... la nostra... guida... lui...
pl: Grekulak.. jest.. naszym ... przewodnikiem.. on..
tr: Grekulak .. bizim.. kılavuzumuz.. o ..

source: He? He what? Answer me, come on!
fr: Il ? Il quoi ? Réponds-moi, allez !
it: Lui? Lui cosa? Rispondimi, forza!
pl: On? On co? Odpowiadaj, dalej!
tr: O? O ne? Gel buraya, yanıt ver!

source: Lady Lorin, stop it. He is dead. He won't say a word more.
fr: Dame Lorin, arrêtez ! Il est mort. Il ne dira rien de plus.
it: Lady Lorin, fermatevi. È morto. Non dirà più nulla.
pl: Pan Lorin, przestań. On nie żyje. Nie powie już ani słowa więcej.
tr: Bayan Lorin, durun. O öldü. Başka bir şey söyleyemez.

source: But this is what you wanted, right? Know who is behind this alliance. Now you know, it is some 'Grekulak'
fr: Mais vous avez ce que vous vouliez, non ? Vous savez qui est derrière cette alliance. Un certain 'Grekulak'
it: Ma è questo che volevi, vero? Sapere chi c'è dietro questa alleanza. Ora lo sai, è questo "Grekulak".
pl: Ale tego właśnie chcieliście, prawda? Dowiedzieć się, kto stoi za tym przymierzem. No to teraz wiecie, to jakiś tam 'Grekulak'
tr: Fakat senin istediğin bu, değil mi? Bu ittifakın ardındakini bilmek. Şimdi biliyorsun, o ‘Grekulak’.

source: Maybe you are right. We should go back to Freetown then.
fr: Tu as peut-être raison. Nous devrions retourner à Libreville.
it: Forse hai ragione. Dovremmo tornare a Freetwon allora.
pl: Może masz rację. Powinniśmy wrócić do Wolnego Miasta.
tr: Belki haklısındır. O halde, Özgürkent’e dönelim.

source: What??
fr: Quoi ??
it: Cosa??
pl: Co??
tr: Ne??

source: What kind of liver it will be. Human liver, uhmm, or delicious liver of Elvish woman?
fr: Quel genre de viande ce sera ? De la chair humaine, hmmm, ou le délicieux viande de femelle elfe.
it: Che tipo di cuore si tratta. Cuore umano, gnam, oppure delizioso cuore di elfo femmina?
pl: Jaki to będzie rodzaj wątroby. Wątroba ludzka, mmmm, a może przepyszna wątroba elfiej kobiety?
tr: Ne ciğeri olacak? İnsan ciğeri mi, uhm, yoksa Elf kadınının leziz ciğeri mi?

source: No, no, you did not understand me. I will let you LIVE, not get you LIVER. Why are you here allied with Akladians?
fr: Non, non, tu n'as pas compris. Je te laisserai la VIE, je ne te donnerai pas de VIANDE. Pourquoi êtes-vous alliés aux Akladiens ?
it: No, no, non mi hai capito. Io ti farò mangiare il TUO cuore. Che ci fate qua alleati con la gente di Akladia?
pl: Nie, nie, nie zrozumiałeś mnie. Dam ci żyć, a nie czyjąś wątrobę. Dlaczego sprzymierzyliście sie z Akladyjczykami?
tr: Hayır, hayır, beni anlamıyorsun. Yaşamana izin vereceğim, ciğerini sökmeyeceğim. Akladyalılarla burada neden müttefiksiniz?

source: My lord! Do not let him go! He was beating and killing my friends and people from my family! If you won't kill him, I will!
fr: Monseigneur ! Ne le laissez pas partir. Il a frappé et tué mes amis et les gens de ma famille ! Si vous ne le tuez pas, je le ferai moi-même.
it: Mio signore! Non lasciatelo andare! Ha massacrato e ucciso i miei amici e la mia famiglia! Se non lo farete voi, lo ucciderò io!
pl: Panie! Nie pozwólcie mu odejść! Bił i mordowałł moich przyjaciół i krewnych! Jeżeli wy go nie zabijecie, ja to zrobię!
tr: Efendim, Onu bırakmayın! O arkadaşlarımı ve ailemi dövdü ve öldürdü! Eğer siz öldürmeyecekseniz, ben öldüreceğim!

source: Should I spare him?
fr: Devrais-je l'épargner ?
it: Dovrei risparmiarlo?
pl: Czy powinienem go oszczędzić?
tr: Canını bağışlamalı mıyım?

source: No.
fr: Non.
pl: Nie.
tr: Hayır.

source: Thank you! Thank you!
fr: Merci ! Merci !
it: Grazie! Grazie!
pl: Dziękuję! Dziękuję!
tr: Teşekkürler!

source: No, no, you did not undestand me. I will let you LIVE, not LIVER. Why are you here allied with Akladians?
fr: Non, non, tu ne m'as pas compris. Je te laisserai la VIE, pas la VIANDE. Pourquoi êtes-vous alliés aux Akladiens ?
it: No, no, non mi hai capito. Ti farò mangiare il TUO cuore. Perché siete qua alleati con quelli di Akladia?
pl: Nie, nie, nie zrozumiałeś mnie. Dam ci żyć, a nie czyjąś wątrobę. Dlaczego sprzymierzyliście sie z Akladyjczykami?
tr: Hayır, hayır, beni anlamıyorsun. Yaşamana izin vereceğim, ama çok değil. Akladyalılarla burada neden müttefiksiniz?

source: That's what waits for any orcs which will be in my hands!!
fr: Voila ce qui attend tous les orcs qui passeront entre mes mains !!
it: Questo è quello che spetta agli orchi che cadono nelle mie mani!!
pl: Oto co czeka każdego orka co trafi w moje ręce!
tr: Elime düşen her orku bekleyen akıbet budur!

source: John the Smith
fr: Jean-le-forgeron
it: John "il fabbro"
pl: Jan Kowal
tr: Demirci Jan

source: Paul the Small
fr: Paul-le-petit
it: Paul "il corto"
pl: Paweł Malutki
tr: Küçük Pol

source: Quick Herman
fr: Herman-le-vif
it: Herman "lo svelto"
pl: Szybki Herman
tr: Hızlı Herman

source: Hurray! We are free! Now, death to the orcs!
fr: Hourra ! nous sommes libres ! À présent, mort aux orcs !
it: Urrà! Siamo liberi! Adesso, a morte gli orchi!
pl: Hurra! Jesteśmy wolni! A teraz, śmierć orkom!
tr: Yaşasın! Özgürüz! Şimdi, orklara ölüm!

source: Gonzales the Steelhand
fr: Gonzales-la-main-de-fer
it: Gonzales "mano d'acciaio"
pl: Gonzales Stalowa Ręka
tr: Çelikbilek Gonzales

source: Fast Robin
fr: Robin-le-rapide
it: Robin "il lampo"
pl: Szybki Robin
tr: Hızlı Robin

source: Saorduc Swamps
fr: Marais de Saorduc.
it: Le paludi di Saorduc
pl: Bagna Saorduc
tr: Saorduc Bataklıkları

source: Wait! Hhhuman, there is no reason for ussss to fight. Iff you will leave, we will pay you 100 golden pieces in gold
fr: Attendez, humains, il n'y a pas de raizzzon qu'on ssse batte. Sssi vous partez, nous vous donnons 100 piècccces d'or.
it: Fermo! Uomo, non c'è motivo per combatterci. Ssse ve ne andate, vi pagheremo 100 pezzi d'oro!
pl: Ssstój! Szszłowieku, nie ma pofffodu byśśśmy fffalszyli. Jeszszeli zgodziszsz się odejśśść, zapłacimy ci ssssto szsztuk ssssłota.
tr: Bekle! İnsssan, bizimle döğüşmene sebep yok. Bırakırsan bizi sana 100 altın vereceğiz.

source: Note: if you will accept lizard's offer, no bonus for early finish will be given.
fr: Note : Si vous acceptez l'offre des lézards, aucun bonus pour fin anticipée ne sera donné.
it: Nota: se accetti l'offerta delle lucertole, non otterrai nessun bonus per la conclusione anticipata.
pl: Uwaga: Jeżeli przyjmiesz ofertę jaszczura, nie otrzymasz premii za zakończenie przed czasem.
tr: Bilginize: Kertenkelelerin teklifini kabul ederseniz, erken bitirme ödülü verilmeyecektir.

source: Well...
fr: Eh bien...
it: Be'...
pl: Cóż...
tr: Şeyyy...

source: Allright, I accept your offer
fr: Très bien, j'accepte votre offre.
it: Va bene, accetto la tua offerta.
pl: Dobrze, przyjmuję twoją ofertę.
tr: Pekala, teklifinizi kabul ediyorum.

source: No, I have to train my troops
fr: Non, il faut que mes troupes s'entraînent !
it: No, devo addestrare le mie truppe.
pl: Nie, muszę dać okazję do treningu swoim ludziom.
tr: Hayır, askerlerimi eğitmek zorundayım.

source: Wisssse desision it wass.. Here isss your gold.
fr: Ssssage déccccccissssion. Voicccci votre or.
it: Sssssaggia decisssssione è ssssstata... Ecco il tuo oro.
pl: Dessssysja to mądra była... Oto twoje ssssłoto.
tr: Akıllı karar. Altın burada.

source: Speak quickly, and I will save your life. What do you know about alliance between orcs and Akladians?
fr: Parle rapidement et j'épargne ta vie. Que sais-tu de l'alliance entre les orcs et les Akladiens ?
it: Forza, parla e io ti salverò la vita. Cosa sai dell'alleanza tra orchi e uomini di Akladia?
pl: Mów szybko, a daruję ci życie. Co wiesz o sojuszu między orkami i Akladyjczykami?
tr: Çabuk konuş ve canını kurtar. Orklar ve Akladyalılar arasındaki ittifak hakkında ne biliyorsun?

source: Nothing! One of Akladianss assssked Orcs to come, they came, they are sssslaughtering humansss, good thing. Not coming into sssswamps, good thing.
fr: Rien ! Un des Akladiens a demandé aux orcs de venir, il sssont venus, ils ont masssacré des humains. Ccc'est une bonne chossse. Ils ne viennent plus dans les marais. Ccc'est une bonne chossse.
it: Nulla! Un uomo di Akladia ha chiesssto agli orchi di venire, sono venuti, hanno masssssacrato gli uomini, buona cosssa. Non vengono nella palude, buona cosssa.
pl: Nic! Jeden z Akladyjszszykufff sssaprosił orkuff, one pszszyszły, one ssssabijają luśssi, dobra szszecz... Nie pszszychosssą na bagna, dobra szszecz...
tr: Hiçbir şey! Akladyalının biri orkları sordu, onlar geldi, onlar kan dökücü insanlar, lezzetliler. Bataklılara lezzetli şeyler gelmiyor.

source: Go and hide into your quagmire, mudcrawler.
fr: Retourne te cacher dans ton bourbier, reptile boueux !
it: Torna a nasconderti nel tuo gelido pantano, mangia-fango.
pl: Idź i skryj się w swoim bagnie, błotna jaszczurko.
tr: Git ve bataklığına gizlen, çamur tulumu.

source: Ruvio was complaining that nothing good can be found in Saorduc Swamps, but that didn't stop Gawen. He reasoned that in winter swamps would be frozen and lizards would be much easier to defeat.
fr: Ruvio se plaignit qu'il n'y avait rien de bon à trouver dans les marais de Saorduc. Mais ça n'arrêta pas Gawen. Il se disait que, l'hiver, les marais seraient gelés et que les lézards seraient plus faciles à vaincre.
it: Ruvio aveva protestato dicendo che non c'era niente di buono da trovare nelle paludi di Saorduc, ma la cosa non aveva fermato Gawen. Ragionò che in inverno le paludi sarebbero state congelate per cui le lucertole sarebbero molto più facili da sconfiggere.
pl: Ruvio narzekał, że niczego dobrego nie da się odkryć w bagnach Saorduc, ale to nie zatrzymało Gawena. Uważał, że zimą bagna będą zamarznięte i łatwiej niż zwykle będzie pokonać jaszczury.
tr: Ruviyo Saorduc Bataklıklarında hiçbir iyi şey bulamayacağımızdan şikayet edip durdu, fakat bu Gaven’ı durdurmadı. Ona göre, kışın bataklıklar donardı ve kertenkeleler daha kolay yenilirdi.
