Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: I don't want your food or gold. I just want to ask you few questions.
fr: Je ne veux ni or ni nourriture. Je veux juste vous poser quelques questions.
it: Non voglio il vostro cibo o il vostro denaro. Voglio solo farvi qualche domanda.
pl: Nie chcemy od was jedzenia ani złota. Chcemy wam zadać tylko kilka pytań.
tr: Sizin erzağınızı ve altınınızı istemiyorum. Sadece bir kaç soru sormak istiyorum.

source: We live in terror. Terrible things started to live in the ruins east from here. We wait for anyone who would let us free from fear.
fr: Nous vivons dans la crainte. Des choses effrayantes ont surgi des ruines à l'est d'ici. Nous attendons que quelqu'un nous en libère.
it: Noi viviamo nel terrore. Mostri terribili sono apparsi nelle rovine a est di qua. Aspettiamo qualcuno che ci liberi dalla paura.
pl: Żyjemy w strachu, przerażające rzeczy żyją w ruinach na wschodzie. Gdyby tylko znalazł się ktoś kto uwolniłby nas od lęku.

source: No, not really.
fr: Non, pas vraiment.
it: No, no davvero.
pl: Właściwie to nie.
tr: Hayır, gerçekte değil.

source: Tell me more about you and my mother.
fr: Dis m'en plus à propos de toi et de ma mère
it: Dimmi ancora qualcosa di te e mia madre.
pl: Opowiedz mi więcej o sobie i mojej matce

source: There is not much to talk about. I told you. She was about to be my wife. In few days we would have our wedding. Gawen.. Please, don't ask me. It's too hard for me.
fr: Il n'y a pas grand chose à en dire. Je t'ai dit qu'elle était sur le point de devenir ma femme. Quelques jours plus tard et je l'épousais. Gawen, s'il te plaît, ne me demande rien de plus, c'est trop dur pour moi.
it: Non c'è molto altro da dire. Ve l'ho spiegato. Sarebbe dovuta diventare mia moglie. Ci saremmo sposati entro pochi giorni. Gawen... vi prego, non fatemi domande. È molto doloroso per me.
pl: Nie ma o czym rozmawiać. Już mówiłem, miała zostać moją żoną, za kilka dni miały być nasze zaślubiny. Gawen... Nie pytaj. Proszę. To jest za trudne.

source: But you have a wife now, and you love her, isn't it?
fr: Mais vous avez une femme maintenant et vous l'aimez, non ?
it: Ma adesso sei sposato e ami tua moglie, no?
pl: Ale przecież masz żonę i kochasz ją.

source: Yes. I love my wife, and my daughters. But sometimes, only sometimes.. I feel like if I betrayed her...
fr: Oui. J'aime ma femme et mes filles. Mais parfois, seulement parfois... Je me sens mal, comme si je l'avais trahie.
it: Sì, amo mia moglie e le mie figlie. Ma a volte, solo qualche volta... mi sento come se l'avessi tradita...
pl: Tak. Kocham swoją żonę i moje córki. Ale czasami... Czasem czuję jakbym ją zdradził...

source: I don't know. I've just realized you will be praised as new messiah by many people I know. You could become king of whole Wesnoth and religious leader of our people.
fr: Je ne sais pas. Je viens juste de réaliser que vous serez considéré comme le nouveau messie par beaucoup de gens que je connais. Vous pourriez devenir le roi de Wesnoth tout entier et le chef religieux de notre peuple.
it: Non lo so. Ho appena capito che sarete acclamato come un nuovo "Liberatore" da molte persone che conosco. Potreste diventare re dell'intero Wesnoth e il capo religioso della nostra gente.
pl: Nie wiem. Właśnie zdałem sobię sprawę że będziesz przedstawiany jako nowy mesjasz przez wielu ludzi których znam. Mógłbyś zostać królem całego Wesnoth i przywódcą religijnym naszego ludu.

source: Don't worry about that. You will always be my friend.
fr: N'aie crainte. Je resterai toujours ton ami.
it: Non devi preoccuparti di questo. Sarai sempre mio amico.
pl: Nie martw się tym, zawsze pozostaniesz moim przyjacielem.
tr: Endişe etme. Daima arkadaşım olarak kalacaksın.

source: The thought that we are going to ally with mage is slightly disturbing me, my lord. But I think I will try to get used to that thought.
fr: La pensée que nous allons nous allier avec un mage me perturbe un peu, Monseigneur. Mais je pense que je finirai par m'y habituer.
it: Il pensiero che vi state per alleare con un mago mi disturba un po', mio signore. Ma penso che cercherò di abituarmi all'idea.
pl: Myśl, że sprzymierzymy się z magiem lekko mnie niepokoi panie. Ale myślę, że spróbuję się z nią oswoić.

source: Why do you want to kill Deorien?
fr: Pourquoi est-ce que tu veux tuer Deorien ?
it: Perché vuoi uccidere Deorien?
pl: Dlaczego chcesz zabić Deoriena?

source: Why you are so sad recently?
fr: Pourquoi êtes-vous si triste tout à coup ?
it: Perché sei così triste ultimamente?
pl: Dlaczego ostatnio jesteś taka smutna?

source: Deorien is mage. Mages are to be killed. That's simple.
fr: Deorien est un mage. Les mages doivent être tués. C'est simple.
it: Deorien è un mago. I maghi devono essere uccisi. È semplice.
pl: Deorien jest magiem. Magów należy zabijać. To proste.
tr: Deorien büyücüdür. Büyücüler kolayca öldürülebilir.

source: Please, do not ask. I start to regret some thing I have made.. And sometimes I am happy about it.. And I know I should have no hope, and yet sometimes...
fr: Ne me demande rien, s'il te plaît. Je commence à regretter des choses que j'ai faites... Et parfois j'en suis heureux... je sais que je ne devrais pas avoir d'espoir et pourtant, parfois...
it: Per favore, non chiedere. Comincio a pentirmi di alcune cose che ho fatto... e qualche volte ne sono felice... e so che non dovrei nutrire speranza, e ancora qualche volta...
pl: Nie pytaj. Zaczynam żałować pewnych rzeczy które zrobiłam... A czasem jestem z nich zadowolona... I choć wiem że nie powinnam mieć nadziei, czasami...

source: Neither do I, Gawen. Neither do I.
fr: Moi non plus Gawen. Moi non plus.
it: Nemmeno io, Gawen. Nemmeno io.
pl: Ja też nie Gawen, ja też nie.

source: Deorien, can I have a word with you?
fr: Deorien, puis-je avoir deux mots avec vous ?
it: Deorien, posso scambiare qualche parola con te?
pl: Deorienie, czy mogę zamienić z tobą słówko?

source: Why you waited until I came to you?
fr: Pourquoi avoir attendu jusqu'à ce que je vienne à vous ?
it: Perché hai atteso il mio arrivo?
pl: Dlaczego czekałeś aż nadejdę?

source: What are your plans for the future?
fr: Que prévois-tu dans l'avenir ?
it: Che piani hai per il futuro?
pl: Jakie są twoje plany na przyszłość?

source: Why you and oracle waited until I came to Weldyn? Why you haven't declared me messiah before?
fr: Pourquoi vous et l'oracle avez-vous attendu que je vienne à Weldyn ? Pourquoi ne m'avez-vous pas déclaré messie avant ?
it: Perché tu e l'Oracolo aspettavate che io venissi a Weldyn? Perché non mi avete dichiarato prima "Liberatore"?
pl: Dlaczego ty i Wyrocznia czekałyście aż dotrę do Weldyn? Dlaczego nie ogłosiłyście mnie mesjaszem wcześniej?

source: Because I wasn't sure whether you are the right person. I had to see you in person to decide. Besides, you had to made the name of your own, You have to became famous amongst both Akladians and Wesnothians. A year ago you were a boy without his name. Now, you have gain some reputation.
fr: Parce que je n'étais pas sûr que vous soyez la bonne personne. Je devais vous voir en personne pour décider. Malgré tout, vous deviez vous faire un nom tout seul. Vous deviez devenir célèbre parmi les Akladiens et parmi les Wesnothiens. Il y a un an, vous n'étiez qu'un gamin sans nom. Depuis vous avez acquis une certaine réputation.
it: Perché non ero sicuro che tu fossi la persona giusta. Io dovevo vederti di persona per decidere. Inoltre, dovevi costruire la tua reputazione da solo, sei diventato famoso tra la gente di Akladia e quella di Wesnoth. Un anno fa eri solo un ragazzo senza fama. Adesso ti sei fatto un po' di reputazione.
pl: Ponieważ nie byłem pewien czy jesteś właściwą osobą. Musiałem cię zobaczyć zanim zadecyduję. Pozatym sam musiałeś wyrobić sobie imię, stać się sławny zarówno wśród Akladian jak i Wesnothian. Rok temu byłeś po prostu chłopcem, teraz masz reputację.

source: We will declare you king of Wesnoth and Vakladia, and messiah. As messiah you will become ruler also of all Akladians. I hope Akladians will back you, as well as Wesnothians. Then we will defeat orcs and those of Akladians who will oppose you. And then we will stop Grekulak invasion.
fr: Nous allons vous déclarer roi de Wesnoth et de Vakladia, ainsi que messie. En tant que tel, vous deviendrez aussi dirigeant de tous les Akladiens. J'espère que les Akladiens vous soutiendront et que les Wesnothien le feront aussi. Alors vous pourrez vaincre les orcs et les Akladiens qui s'opposeront toujours à vous. Et vous arrêterez l'invasion de Grekulak.
it: Noi ti dichiariamo re di Wesnoth, di Vakladia e Liberatore. Come Liberatore diventerai anche sovrano di tutti gli uomini di Akladia. Spero che la gente di Akladia ti appoggi, così come quella di Wesnoth. Poi noi sconfiggeremo gli orchi e quelli di Akladia che ti osteggeranno. E quindi fermeremo l'invasione di Grekulak.
pl: Ogłosimy ciebie królem Wesnoth i Vakladii, i mesjaszem. Jako mesjasz zdobędziesz władzę również nad wszystkimi innymi Akladyjczykami. Wtedy, mam nadzieję, poprą ciebie zarówno Akladyjczycy jak i Wesnotyjczycy. Potem pokonamy orki i tych spośród Akladyjczyków, którzy staną przeciwko tobie. A potem powstrzymamy inwazję Grekulaka.

source: That's impossible! I still have so much to learn!
fr: C'est impossible ! J'ai encore tant à apprendre !
it: È impossibile! Ho ancora così tanto da imparare!
pl: Nie! To niemożliwe! Tyle jeszcze muszę się nauczyć!

source: Noooo!
fr: Nonnnnnn !
pl: Nieee!
tr: Haaayıırrr!

source: That's impossible! I have not finished my mission!
fr: C'est impossible ! Je n'ai pas fini ma mission !
it: Non è possibile! Devo ancora completare la mia missione!
pl: Nie! To niemożliwe! Nie skończyłem jeszcze mojej misji!

source: Without him, our cause is doomed!
fr: Sans lui, notre cause est condamnée !
it: Senza di lui, siano perduti!
pl: Bez niego, nasza sprawa jest stracona!

source: Our scouts have reported that king Buffin has gathered huge army.
fr: Nos éclaireurs nous ont prévenus que le roi Buffin avait levé une énorme armée.
it: I nostri esploratori riferiscono che il re Buffin ha radunato un esercito enorme.
pl: Nasi zwiadowcy informują, że król Buffin zgromadził olbrzymią armię.

source: Our soldiers will defeat him single-handly. Besides, someone here was saying that once Gawen will be declared 'messiah' everyone will greet him and there will be much rejoicements.
fr: Nos soldats le vaincront facilement. En plus, quelqu'un ici a dit qu'une fois que Gawen serait déclaré messie tout le monde l'acclamerait dans la joie.
it: I nostri soldati da soli lo sconfiggeranno. Inoltre, qualcuno qua stava dicendo che una volta che Gawen sia proclamato "Liberatore" tutti lo acclameranno e ci saranno feste e celebrazioni.
pl: Nasi żołnierze pokonają go z jednym palcem w nosie. Poza tym, no może mi się tylko zdawało, ale czy ktoś tutaj nie obiecywał, że kiedy Gawena się ogłosi 'mesjaszem', wszyscy będą go witać chlebem i solą?

source: Someone must go to Oracle and tell her it's the time. This would have to be one, very brave man.
fr: Quelqu'un doit aller voir l'oracle et lui dire que c'est le moment. Ce devra être un homme très courageux.
it: Qualcuno dovrebbe andare dall'Oracolo a dirle che l'ora è giunta. Qualcuno molto coraggioso.
pl: Ktoś musi pójść do Wyroczni i przekazać jej, że już czas. Musiałby to być jeden, bardzo odważny człowiek.

source: I will go.
fr: J'irai.
it: Ci andrò io.
pl: Ja pójdę.
tr: Mutlaka gideceğim.

source: My lord, do not listen to him. I will go.
fr: Monseigneur, ne l'écoutez pas. J'irai, moi.
it: Mio signore, non ascoltatelo. Ci andrò io.
pl: Panie mój, nie słuchajcie go. Ja pójdę.

source: Ruvio, I want you by my side. And besides, who said that...
fr: Ruvio, je veux que tu restes à mes côtés. Et en plus, qui a dit que...
it: Ruvio, ti voglio al mio fianco. E poi chi ha detto che...
pl: Ruvio, potrzebuję ciebie przy moim boku. Poza tym, kto powiedział, że...

source: So, it is decided. I will go.
fr: Donc, c'est décidé, j'irai.
it: Allora è deciso. Ci andrò io.
pl: A więc, postanowione. Ja pójdę.

source: My lord, please. It can't be Akladian, because Akladians have no experiences with sneaking and hiding. I, on the other hand, sneak and hide for half of my life. I will reach Oracle safely and then I will go to Freetown to tell the elders about everything, so they could gird themselves for the final fight and prepare everything for you to come.
fr: Monseigneur, s'il vous plaît. Ce ne peut pas être un Akladien, parce que les Akladiens n'ont aucune expérience dans l'art du camouflage et ne savent pas se cacher. Par contre, moi, je fais ça depuis la moitié de ma vie. J'atteindrai l'oracle sain et sauf et ensuite je rentrerai à Libreville pour tout expliquer aux aînés. Comme ça, ils pourront se préparer pour la bataille finale et tout sera près pour votre arrivée.
it: Mio signore, vi prego. Non uno di Akladia, perché quelli di Akladia non sanno muoversi furtivamente e nascondersi. Io, invece, mi sono mosso furtivo e nascosto per metà della mia vita. Io raggiungerò l'Oracolo senza correre rischi e poi andrò a Freetown per raccontare tutto agli anziani in modo che possano armarsi per la battaglia finale e preparare ogni cosa per il vostro arrivo.
pl: Panie, proszę. To nie może być Akladianin, ponieważ oni nie mają doświadczenia w skradaniu się i kryciu, ja robiłem to przez większość swojego życia. Dotrę bezpiecznie do Wyroczni a potem wyruszę do Wolnego Miasta powiedzieć o wszystkim radzie starszych tak by zebrali się do ostatniego starcia i przygotowali wszystko na twoje przybycie.

source: Will you allow me to finish? Who said I have agreed? I don't want to be neither king or messiah. Why me? Why not someone else? This is all insane. I will lead the army happily, but ...
fr: Est-ce que vous allez me laisser finir ? Qui a dit que j'étais d'accord ? Je ne veux être ni roi ni messie. Pourquoi moi ? Pourquoi pas quelqu'un d'autre ? Tout ceci est malsain. Je mènerais l'armée avec joie, mais...
it: Mi vuoi lasciare finire? Chi ha detto che sono d'accordo? Io non voglio essere né re né liberatore. Perché io? Perché non qualcun altro? È una pazzia. Sarò felice di guidare l'esercito, ma...
pl: Czy pozwolisz mi dokończyć? Kto powiedział, że się zgodziłem? Nie chcę być królem czy mesjaszem. Dlaczego ja? Dlaczegonie ktoś inny? To jest szaleństwo. Z radością poprowadzę armię, ale...

source: Sigh. Once again, this can't be anyone else. Only you can unite Wesnothians and Akladians, because only YOU ARE from royal lines of the two nations. I thought I explained that to you already. You simply had no choice. Well, you can of course leave whole country in the chaos instead.
fr: Hmmm. Encore une fois, ce ne peut être personne d'autre. Vous seul pouvez unir les Wesnothiens et les Akladiens, parce que VOUS ÊTES des lignées royales des deux nations. Je pensais vous l'avoir déjà expliqué. Vous n'avez pas le choix. Évidemment vous pouvez laisser le pays dans le chaos.
it: Sigh. Ancora una volta, non può essere nessun'altro. Solo voi potete unire Wesnoth e Akladia, perché solo VOI APPARTENETE alla stirpe reale delle due nazioni. Pensavo di avervelo già spiegato. Semplicemente non avete scelta. Be', potreste naturalmente abbandonare tutto il paese nel caos.
pl: Eh. Jeszcze raz, to nie może być nikt inny. Tylko ty możesz zjednoczyć Wesnothian i Akladian, ponieważ tylko ty łączysz królewskie rody obu narodów. Tłumaczyłem ci już. Nie masz wyboru. Choć nie, przepraszam, zawsze możesz zostawiś kraj w chaosie i pójść w cholerę.

source: And, by the way, from this moment stop using the name of Gaumhaldric. From this moment everyone should address you as Gawen Haldric Hagarthen, king of whole Wesnoth and Akladia.
fr: Et, évidemment, à partir de ce moment, vous arrêterez de vous servir du nom de Gaumhaldric. Tout le monde devra vous appeler Gawen Haldric Hagarthen, roi de tout Wesnoth et Akladia.
it: E, a proposito, da questo momento smettiamola di usare il nome di Gaumhaldric. Da questo momento tutti devono rivolgersi a voi con Gawen Halrdic Hagarthen, re di tutto Wesnoth e Akladia.
pl: A przy okazji, od teraz przestań używać imienia Gaumhaldric. Od tej chwili powinieneś być tytułowany Gawen Haldric Hagarthen, król Wesnoth i Akladii.

source: My king, wish me luck. We will meet soon in Freetown. I will wait for you there, with a giant army.
fr: Mon roi, souhaitez-moi chance. Nous nous reverrons bientôt à Libreville. Je vous attends là-bas, avec une armée gigantesque.
it: Mio re, auguratemi buona fortuna. Ci incontreremo presto a Freetown. Vi aspetterò laggiù, con un esercito gigantesco.
pl: Królu mój, życz mi szczęścia. Wkrótce spotkamy się w Wolnym Mieście. Będę tam na ciebie czekał, z olbrzymią armią.

source: Now, finally! With a bit of luck, Ruvio will die, and we will reclaim the throne without the 'help' of him and under... others.
fr: Bien, finalement ! Avec un peu de chance, Ruvio va mourir et nous réclamerons le trône sans son 'aide' et sans l'aide des infé... des autres.
it: Oh, finalmente! Con un pizzico di fortuna, Ruvio morirà e noi potremo reclamare il trono senza il suo "aiuto" o quello di miser... altri.
pl: Nareszcie! Przy odrobinie szczęścia Ruvio umrze i odzyskamy tron bez jego 'pomocy' i opieki... innych.
tr: Artık! Biraz da şans bizden yanaysa, Ruviyo ölecek ve onun ve başkalarının *yardımı* olmaksızın tahtı geri alacağız.

source: A Former Friend
fr: Un ancien ami.
it: Un vecchio amico
pl: Były Przyjaciel
tr: Eski Bir Dost

source: Ha! They were hiding some gold here!
fr: Ah ! Ils avaient caché de l'or ici !
it: Ah! Avevano nascosto dell'oro qua!
pl: Ha! Orki ukrywały tutaj nieco złota!
tr: Bak! Onlar buraya biraz altın gizlemiş!

source: False king - do you enjoying your frail victory? Ha, ha, go to that witch, your step-mother, and screw her until you still have time...
fr: Roi de paille : est-ce que tu apprécies ta victoire précaire ? Ha, ha, va voir cette sorcière, ta belle-mère et baise-la tant que tu en as le temps...
it: Falso re - ti piace la tua fragile vittoria? Ah, ah, vattene da quella strega, la tua matrigna, e scopatela finché hai ancora tempo...
pl: Fałszywy królu - cieszysz się swoim kruchym zwycięstwem? Ha, ha, idź do tej wiedźmy, swojej macochy, i obracaj ją póki wciąż jeszcze możesz...

source: I've never tortured any prisoner and I've never hurt anyone who was innocent, as far as I know. But you, Cryne... You have killed Karen.
fr: Je n'ai jamais torturé aucun prisonnier et je n'ai jamais fait de mal à un innocent, à ce que je sais. Mais toi, Cryne... Tu as tué Karen.
it: Non ho torturato mai alcun prigioniero e non ho mai fatto del male a nessun che fosse innocente, per quanto ne so. Ma tu, Cryne... Hai ucciso Karen.
pl: Nigdy nie torturowałem żadnego więźnia i nigdy nie zadałem krzywdy nikomu, kto był niewinny, przynajmniej o ile mi wiadomo. Ale ty, Cryne.. Ty.. Ty zabiłeś Karen.

source: You think I am afraid?
fr: Tu penses que j'ai peur ?
it: Pensi di farmi paura?
pl: Myślisz, że się boję?

source: I won't hurt you - I will give you to children of those Wesnothians murdered at Freetown. Great warrior killed by children - what about it?
fr: Je ne te ferai pas de mal : je te donnerai aux enfants des Wesnothiens assassinés à Libreville. Un grand guerrier tué par des enfants : qu'en penses-tu ?
it: Non ti farò del male - ti darò ai bambini di quelle persone di Wesnoth assassinate a Freetown. Un grande guerriero ucciso da bambini - che cosa ne pensi?
pl: Ależ ja ciebie nie skrzywdzę. Dam ciebie po prostu dzieciom tych Wesnotyjczyków, którzy zostali pomordowani w Wolnym Mieście. Wielki wojownik zabity przez dzieci - jak to brzmi?

source: You won't do it, mixling. I've heard a lot about you and I knew you before. It does not suit you. You are walking honour brought to life.
fr: Tu ne feras pas ça, bâtard. J'ai beaucoup entendu parler de toi et je te connaissais avant. Ça ne te correspond pas. Tu es l'honneur fait homme...
it: Non lo farai, mezzosangue. Ho saputo molto su di te e ti conoscevo da prima. Non ti si addice. Tu sei l'onore fatto uomo.
pl: Nie zrobisz tego, bękarcie. Słyszałem dużo o tobie i znałem ciebie kiedyś. To do ciebie nie pasuje. Ty przecież jesteś chodzącym honorem.

source: Don't test me, Cryne.
fr: Ne me teste pas, Cryne.
it: Non mettermi alla prova, Cryne.
pl: Nie testuj mojej cieprliwości Cryne.
tr: Sabrımı taşırma, Cryne.

source: Bor Cryne, tell me...
fr: Bor Cryne, dis-moi...
it: Bor Cryne, dimmi...
pl: Bor Cryne, powiedz mi...
tr: Bor Krayn, söyle bana...

source: Who have hired assassin who was sent after me?
fr: Qui a loué les services de cet assassin qui m'a pourchassé ?
it: Chi ha pagato il sicario per uccidermi?
pl: Kto wynajął zabójcę, który probował mnie zabić?

source: Why you allied with orcs and Grekulak?
fr: Pourquoi êtes-vous alliés aux orcs et à Grekulak ?
it: Perché vi siete alleati con gli orchi e Grekulak?
pl: Dlaczego sprzymierzyłeś się z orkami i Grekulakiem?

source: Who poisoned my mother?
fr: Qui a empoisonné ma mère ?
it: Chi ha avvelenato mia madre?
pl: Kkto otruł moją matkę?

source: You really don't know? Ha, ha! I forgot - you are so away from the real life. Gallorae's did. The clan of your step-mother. Ha, ha, ha! You really didn't know! I wish I could see Lorin's face, when you will skin her alive!
fr: Tu ne le sais vraiment pas ? Aha ! J'avais oublié que tu es si éloigné de la vraie vie. Ce sont les Galloraes. Le clan de ta belle-mère. Ha, ha, ha ! Tu ne le savais vraiment pas ! J'aimerais être là pour voir la tête de Lorin quand tu l'écorcheras vivante.
it: Davvero non lo sai? Ah, ah! Dimenticavo che sei così lontano dalla vita reale. È stato Gallorae. Il clan della tua matrigna. Ah, ah, ah! Davvero non lo sapevi! Mi piacerebbe vedere la faccia di Lorin, quando la scuoierai viva!
pl: Naprawdę nie wiesz? Ha, ha! Zapomniałem, jesteś tak daleko od prawdziwego życia. To byli Gallorae. Klan twojej macochy. Ha, ha, ha! Nie wiedziałeś! Chciałbym zobaczyć jej minę gdy będziesz ją obdzierał żywcem ze skóry!

source: To purify the world and prepare it for the coming of God's messiah!
fr: Pour purifier le monde et le préparer à la venue du messie de Dieu !
it: Per purificare il mondo e prepararlo all'arrivo del liberatore mandato dagli dei!
pl: Żeby oczyścić świat i przygotować go na nadejście mesjasza!

source: Do you really believe in that? Do you, Bor?
fr: Tu crois vraiment à ça ? Hein, Bor ?
it: Ma ci credi davvero? Ci credi, Bor?
pl: Czy ty naprawdę w to wierzysz? Wierzysz w to, Bor?
tr: Buna gerçekten inanıyor musun? Sen, Bor?

source: And do you believe you are messiah? We would kill all underling's friends and anything would be as it should be. Grekulak would rule the world, we, Akladians would rule the humans and I would rule Akladians...
fr: Et tu crois que tu es le messie ? Nous aurions tué tous les amis des inférieurs et tout serait rentré dans l'ordre. Grekulak aurait dirigé le monde et nous, Akladiens, nous aurions dirigé les humains. Quant à moi, j'aurais dirigé les Akladiens...
it: E credi di essere il Liberatore? Se noi uccidessimo tutti gli amici dei miserabili, tutto andrebbe come dovrebbe andare. Grekulak regnerebbe sovrano sul mondo, noi, di Akladia governeremmo sugli uomini e io sarei sovrano di Akladia...
pl: A ty wierzysz, że jesteś mesjaszem? Pozabijalibyśmy wszystkich przyjaciół pariasów i wszystko by było tak, jak być powinno. Grekulak rządziłby światem, my, Akladyjczycy, rządzilibyśmy ludźmi, a ja bym rządził Akladyjczykami...

source: I did! And I regret he failed - but what one can expect from underling...
fr: Oui et je regrette qu'il ait échoué - mais que peut-on espérer d'un inférieur...
it: L'ho fatto! E rimpiango di aver fallito - ma cosa ci si può aspettare da un miserabile...
pl: Ja go nająłem! I żałuję, że zawiódł - ale w końcu, czego innego się mogłem spodziewać po pariasie...
