Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Akladian Pikeneers are members of permanent personal armies of Akladian lords, being closest thing to regular army Akladians have. They receive all needed supplies and their weapons from their master, whom they owe personal loyalty.
fr: Les embrocheurs akladiens sont membres des armées personnelles permanentes des seigneurs Akladiens et constituent ce qui ressemble le plus à une armée régulière chez les Akladiens. Ils reçoivent tout leur équipement et leurs armes de leur maître, à qui ils doivent la plus grande loyauté.
it: I picchieri di Akladia fanno parte degli eserciti personali permanenti dei signori di Akladia, la cosa più vicina a un esercito regolare che c'è in Akladia. Ricevono tutti i rifornimenti necessari e le loro armi dal loro padrone, a cui devono personale lealtà.
pl: Akladyjscy Pikinierz są członkami stałych prywatnych armii akladyjskich lordów, które są dla Akladyjczyków czymś w rodzaju regularnej armii u bardziej cywilizowanych narodów. Pikinierzy otrzymują całe potrzebne wyposażenie i zaopatrzenie od swoich panów, którym są winni osobistą lojalność.
tr: Akladyalı Kargıcılar. Akladyalı beylerin kişisel ordularının kalıcı üyeleridirler. İntiyaç duydukları kaynaklar ve silahlar sadakatle bağlı oldukları efendileri tarafından sağlanır.

source: pike
fr: pique
it: picca
pl: pika
tr: kargı

source: female^Akladian Princess
fr: female^Princesse akladienne
it: Principessa di Akladia
pl: Akladiańska księżniczka
tr: Akladyalı Prenses

source: Akladian Protector
fr: Protecteur akladien
it: Protettore di Akladia
pl: Akladyjski Protektor
tr: Akladyalı Koruyucu

source: Veterans of many fights and surviving many defenses against invading enemies, Protectors forms caste of excellent warriors with their own codex, devoting whole their life for protecting their clans.
fr: Vétérans de nombreuses batailles et survivants de nombreuses défenses contre les invasions ennemies, les protecteurs forment une caste d'excellents guerriers avec leur propre code de vie. Ils dédient toute leur vie à la protection de leur clan.
it: Reduci di numerose battaglie e sopravvissuti a numerose invasioni nemiche, i protettori formano una casta di eccellenti guerrieri con un proprio codice che dedicano tutta la loro vita alla protezione del loro clan.
pl: Weterani wielu bitew, przeżywszy wiele walk przeciwko najeźdźcom, Protektorzy tworzą kastę znakomitych wojowników z ich własnym kodeksem, poświęcając całe życie dla ochrony swoich klanów.
tr: Döğüşlerin kıdemlileridirler ve istilacı düşmana karşı savunmada dirençlidirler. Koruyucular, yaşamlarını kabilelerini korumaya adamış güçlü savaşçılardır.

source: armoured
fr: cuirassé
it: corazzato
pl: opancerzony
tr: zırhlı

source: female^Queen
fr: female^Reine
it: Regina
pl: Królowa
tr: Akladyalı Kraliçe

source: Akladian Raider
fr: Bandit akladien
it: Razziatore di Akladia
pl: Akladyjski Grabieżca
tr: Akladyalı Akıncı

source: Many Akladians join the armies of their lords, making the war their true profession. War provides them sense of life and means of life.
fr: Beaucoup d'Akladiens rejoignent les armées de leur seigneur, faisant de la guerre leur véritable profession. La guerre semble donner un sens à leur vie.
it: Molti uomini di Akladia si arruolano nell'esercito dei loro signori, facendo della guerra la loro vera professione. Il significato della vita per loro è la guerra.
pl: Wielu Akladyjczyków dołącza do armii swoich panów, czyniąc wojnę sposobem na życie. Wojna zapewnia im sens życia, i środki do życia.
tr: Çoğu Akladyalının işi efendilerinin ordularında savaşmaktır. Yağmacılık onların geçim kaynağıdır.

source: Akladian Shieldguard
fr: Garde-bouclier akladien
it: Difensore di Akladia
pl: Tarczownik
tr: Akladyalı Zırhlı Muhafız

source: Those of Akladians who can afford it, wear better armour forming units which become last stands of hope if the enemy seeking revenge for the raids siegs home settlements of the clans.
fr: Les Akladiens qui peuvent se le permettre, portent de meilleures armures, formant le dernier espoir lorsque l'ennemi crie revanche et s'attaque aux installations du clan.
it: Gli uomini di Akladia che se lo possono permettere indossano armature migliori e formano le unità che diventano l'ultimo baluardo di speranza se il nemico per vendicarsi delle razzie minaccia gli insediamenti dei clan..
pl: Ci z Akladyjczyków, których na to stać, noszą lepszy pancerz, tworząc jednostki będące ostatnią deską ratunku w czasie obrony rodzinnych siedlisk klanów przed wrogami szukającymi pomsty za najazdy.
tr: Akladyalılardan bütçesi yetenler, daha iyi zırhlar kuşanarak düşmanın karşısında görmek isteyeceği son kişi haline gelirler.

source: Akladian Sturmknight
fr: Chevalier-tonnerre akladien
it: Sterminatore di Akladia
pl: Akladyjski Szturmowiec
tr: Akladyalı Yıldırım Şövalye

source: Raids are well paid job and thanks to them many Akladians manage to equip themselves with better armour and weapons.
fr: Les rafles sont un travail bien payé et grâce à elles, de nombreux Akladiens peuvent s'équiper avec de meilleures armures et de meilleures armes.
it: Le razzie sono un lavoro che paga bene e grazie a esse molti uomini di Akladia riescono a dotarsi di armi e armature migliori.
pl: Najazdy są dobrze płatną robotą i dzięki nim wielu Akladyjczyków jest w stanie wyposażyć się w lepszy pancerz i broń.
tr: Tecrübeli akıncılar olup, çoğu Akladyalı onlara iyi ücret öder ve daha iyi silah ve zırhlarla donatırlar.

source: Akladian Warrior
fr: Guerrier akladien
it: Guerriero di Akladia
pl: Akladyjski wojownik
tr: Akladyalı Savaşçı

source: Spending their times in constant fights and raids, many Akladian clanmember become warriors, joining army not only in defense but also in raids against neighbouring lands.
fr: Passant tout leur temps en combats et rafles, beaucoup de membres du clan Akladien deviennent guerriers, rejoignant l'armée non seulement pour la défense, mais aussi pour les assauts contre les pays voisins.
it: Dopo aver speso il loro tempo in continue lotte e razzie, molti membri dei clan di Akladia diventano guerrieri e si arruolano nell'esercito non soltanto nella difesa ma anche nelle incursioni contro le terre vicine.
pl: Spędzając całe życie w ciągłych walkach i najazdach, wielu członków akladyjskich klanów staje się wojownikami, którzy dołączają do armii nie tylko na czas obrony rodzinnych siedzib, ale także w czasie rajdów przeciwko sąsiadom.
tr: Zamanlarını sabit döğüşlerde ve akınlarda geçirerek bir çok Akladyalı Kabile Üyesi, sadece savunma için değil, ayrıca komşu ülkelere akınlara da katılarak savaşçı haline gelir.

source: Akladian Wiseman
fr: Sage akladien
it: Anziano di Akladia
pl: Akladyjski Mędrzec
tr: Akladyalı Bilgiç

source: Akladian Wisemans are those very few from tribes, who study herbs and ways to heal, instead to harm and kill people
fr: Les sages akladiens sont ceux, peu nombreux dans les tribus, qui étudient les herbes et les moyens de guérir, plutôt que d'effrayer et de tuer les gens.
it: Gli anziani di Akladia sono quei pochi dalla tribù che studiano le erbe e le vie della cura, invece di nuocere e uccidere gente.
pl: Akladyjscy mędrcy są tymi nielicznymi spośród plemion, którzy studiują zioła i sposoby leczenia ludzi, zamiast metod zabijania i zadawania im cierpień.
tr: Akladyalı Bilgiçlerin sayıları azdır, öldürmek veya yaralamak yerine ilaçlar ve tedavi usulleri konusunda eğitimlidirler.

source: Akladian Wonderman
fr: Faiseur de miracles akladien
it: Taumaturgo di Akladia
pl: Akladyjski Cudotwórca
tr: Akladyalı Mucizeci

source: Very rare amongst Akladian tribes, Wonderman are those who spend their whole life studying ways of healing. They do not ignore even experiences of Wesnothians, and learned few valuable tricks in process.
fr: Très rares dans les tribus Akladiennes, les faiseurs de miracles sont ceux qui consacrent leur vie à étudier les moyens de guérir. Ils n'ignorent pas non plus les expériences des Wesnothiens et ont appris quelques trucs utiles en cours de route.
it: Rarissimi tra le tribù di Akladia, i taumaturghi sono coloro che hanno speso la vita intera a studiare le strade della guarigione. Non ignorano nemmeno le pratiche di Wesnoth e anzi ne hanno tratto alcuni preziosi insegnamenti.
pl: Niezwykle rzadcy między plemionami Akladyjczyków, Cudotwórcy są tymi, którzy całe życie studiowali metody leczenia. Nie ignorują nawet wiedzy Wesnothijczyków, i nauczyli się w międzyczasie od nich wielu wartościowych sztuczek.
tr: Akladyalı soyu arasında nadirdirler, Mucizeci tüm ömrünü tedavi usullerini geliştirmeye harcar. Wesnotların deneyimlerini dahi yoksaymazlar ve değerli ipuçları öğrenirler.

source: lightbeam
fr: Rayon de lumière.
it: raggio di luce
pl: promień światła
tr: ışık hüzmesi

source: When the youth of the Gawen Hagarthen had passed, he understood that to became respected amongst his tribe he must became skilled in sword as well as in politics.
fr: Quand la jeunesse de Gawen Hagarthen fut passée, il comprit que pour obtenir le respect de son clan, il devait devenir habile aussi bien au maniement des armes qu'en politique.
it: Quando Gawen Hagarthen divenne uomo, comprese che per guadagnarsi il rispetto nella propria tribù avrebbe dovuto diventare abile con la spada e nella politica.
pl: Kiedy młodość Gawena Hagarthena minęła, szybko zrozumiał, że do zdobycia szacunku wśród jego szczepu musi równie sprawnie władać mieczem jak orientować się w polityce.
tr: Gaven Hagarten yetişkin bir adam olunca politika yanında kılıçtaki ustalağıyla sülalesi arasında saygı duyulan biri haline geldi.

source: It takes usually many years until young Hagarthen clan members are consired worth to become kings. Such Hagarthen clan members are then called lords.
fr: Cela prend généralement de nombreuses années pour qu'un jeune membre de clan hagarthen soit considéré digne de devenir roi. Un tel membre du clan hagarthen est alors appelé seigneur.
it: Ci vogliono anni prima che i giovani membri del clan Hagarthen vengano considerati degni di diventare re. Tali membri del clan vengono dunque chiamati signori.
pl: Całe lata mijają nim młodzi Hagartheni są uznani za wystarczająco godnych by stać się królami. Nazywani są wtedy lordami.
tr: Genç Hagarten kabile üyelerinin kral haline gelmeleri uzun yıllar alır. Böyle kabile üyelerine Hagarten Beyleri denir.

source: Young Hagarthen
fr: Jeune hagarthen
it: Hagarthen giovane
pl: Młody Hagarthen
tr: Genç Hagarten

source: The clan of Hagarthen was ruling the Akladian kingdoms for many generation. This heritage and this burden causes even young Hagarthen to try (sometimes without big results) to become better warriors than others.
fr: Le clan Hagarthen a dirigé les royaumes Akladiens depuis de nombreuses générations. Cet héritage et ce fardeau ont amené les jeunes Hagarthen à essayer (parfois sans grands résultats) de devenir meilleurs combattants que les autres.
it: Il clan degli Hagarthen ha regnato sui regni di Akladia per molte generazioni. Questa eredità e questo onere spinge persino i giovani Hagarthen a provare (a volte senza grandi risultati) a diventare guerrieri migliori degli altri.
pl: Klan Hagarthenów rządził królestwami Akladyjczyków od wielu pokoleń. To dziedzictwo i ten ciężar powodują, że wielu, nawet młodych Hagarthenów próbuje (często bez rezultatów) stać się lepszymi wojownikami niż inni.
tr: Akladya krallığını kuşaklardır Hagarten sülalesi idare ediyordu. Bu miras ve sorumluluk genç Hagarten’i (bazen sonuçları istendiği gibi olmasa da) başkalarından daha iyi bir savaşçı olmaya çalışmasına sebep oluyordu.

source: training sword
fr: épée d'entraînement
it: spada per allenamenti
pl: miecz treningowy
tr: eğitim kılıcı

source: NEED SOME DESCRIPTION HERE
fr: BESOIN D'UNE DESCRIPTION ICI
it: DESCRIZIONE DA COMPLETARE
pl: TUTAJ POTRZEBA OPISU
tr: BURADA BİRAZ AÇIKLAMA GEREKLİ

source: bow
fr: arc
it: arco
pl: łuk
tr: ok

source: Brigand
it: Brigante
pl: Rozbójnik
tr: Soyguncu

source: Mounted and wielding wicked-looking sickles, brigands left behind the farming life to stalk Wesnoth's lonely backroads in small bands, robbing travelers. They also carry crude crossbows but are not very skilled with them.
fr: À cheval et arborant des sigles effrayants, les brigands ont abandonné la vie de fermier pour errer sur les routes solitaires de Wesnoth en petites bandes, volant les voyageurs. Ils portent aussi des arcs grossiers mais ne sont pas très doués pour les utiliser.
it: I briganti sono montati a cavallo brandendo delle falci dall'aspetto minaccioso e hanno abbandonato la vita dei campi per tendere degli agguati per le strade più solitarie di Wesnoth in piccole bande derubando i viaggiatori. Portano anche delle rozze balestre ma non sono molto esperti nel maneggiarle.
pl: Na koniach, władając paskudnie wyglądającymi sierpami, bandyci zostawili za sobą życie rolników by nawiedzać w małych grupach mniejsze drogi królestwa rabując dorobek podróżnych. Noszą też czasem toporne kusze, ale nie mają do nich większej smykałki.
tr: Atlıdırlar ve silah olarak köylü işi oraklardan kullanırlar. Soyguncular Wesnoth’un ıssız patikalarında küçük çeteler halinde dolaşırlar ve çiftlik yaşamının ardına saklanırlar. Kaba tatar yayları da taşırlar ama iyi kullanamazlar.

source: sickle
fr: faucille
it: falce
pl: sierp

source: crossbow
fr: arbalète
it: balestra
pl: kusza
tr: tatar yayı

source: City Militia
fr: Milice de la cité.
it: Milizia cittadina
pl: Strażnik Miejski
tr: Kent Milisi

source: City militia is composed from citizens of Wesnothian towns. Their role is usually just policing the cities and guarding the walls.
fr: Les milices citoyennes sont formées des habitants des cités Wesnothiennes. Leur rôle est habituellement de faire la police et de garder les murs.
it: La milizia di città è composta da abitanti delle città di Wesnoth. Il loro compito di solito è solo di pattugliare le città e sorvegliare le mura.
pl: Straż miejska składa się z obywateli Wesnothiańskich miast. Ich rolą jest zwykle po prostu patrolowanie miast i strzeżenie murów.
tr: Kent Milisleri kentli Wesnoth vatandaşlarıdır. Onların görevi genellikle şehirlerde polislik yapmak ve duvarları korumaktır.

source: Always loyally serving royal family of Wesnoth, Ruvio skills in sword and crossbow became better than above average, to say it modestly; Even though the age had its impact on Ruvio, he still is dangerous opponent.
fr: Servant toujours fidèlement la famille royale de Wesnoth, les capacités de Ruvio à l'épée et à l'arc sont devenues meilleures que la moyenne, pour dire les choses modestement ; mais l'âge a eu un impact, même sur Ruvio. Il reste néanmoins un opposant très dangereux.
it: Da sempre fedele servente della famiglia reale, l'abilità di Ruvio con la spada e la balestra cresciuta ben sopra la media, per dirla modestamente; anche se l'età comincia ad avere il suo peso, Ruvio è ancora un avversario pericoloso.
pl: Zawsze lojalnie służąc królewskiej rodzinie Wesnoth, Ruvio doprowadził swoje zdolności władania mieczem i kuszą dużo ponad przeciętny poziom, mówiąc łagodnie. I chociaż wiek wywarł na niego swój wpływ, wciąż jeszcze jest on groźnym przeciwnikiem.
tr: Wesnoth’un asil ailelerine sadakatle hizmet eden Ruviyo, kılıç ve tatar yayının ortalamanın üstünde bir ustalıkla kullanır. Yaşı ilerlemiş olsa da hala tehlikeli bir rakiptir.

source: Being one of four daughters of great warrior was never an easy task. Hearing from childhood about battles, knights and great deeds of her father, Karen early decided that being a good housewife is definetely not her destiny.
fr: Être une des quatre filles d'un grand guerrier n'a jamais été une tâche facile. Après avoir entendu parler depuis sa naissance de batailles, de chevaliers et des exploits de son père, Karen a décidé tôt que devenir une bonne ménagère n'était définitivement pas sa destinée.
it: Essere una delle quattro figlie di un grande guerriero non è mai stato un compito facile. Dopo aver ascoltato fin dall'infanzia di battaglie, di cavalieri e delle grandi imprese di suo padre, Karen presto ha deciso che essere una buona casalinga non sarebbe decisamente stato il suo destino.
pl: Bycie jedną z czterech córek wielkiego wojownika nigdy nie było łatwe. Od dzieciństwa słysząc opowieści o bitwach, rycerzach i wielkich czynach jej ojca, Karen wcześnie zdecydowała, że życie jako przykładna żona zdecydowanie nie jest jej przeznaczeniem
tr: Büyük bir savaşçının dört kızından biri olarak görevi hiç kolay değildir. Çocukluğundan beri babasından savaşlar hikayeleri dinleyen Karen kaderine karşı çıkarak iyi bir ev kadını olmaya erken karar verdi.

source: Note for translators: The message 'I fought with you so many battles..' etc will be speaked by both male, Milildur, and Elorain, female. Make it gender neutral.
fr: Remarque pour les traducteurs : Le message 'I fought with you so many battles..'etc. sera dit par un mâle, Milildur et par une femelle, Elorain. Gardez-le neutre.
it: Note for translators: The message 'I fought with you so many attles..' etc will be speaked by both male, Milildur, and Elorain, female. Make it gender neutral.

source: Aueree
fr: Auree
tr: Auri

source: Burton's wood
fr: Forêt de Burton
it: Bosco di Burton
tr: Burton ormanı

source: Horsemills
fr: Ecuries
it: Mulino dei cavalli
tr: Atdeğirmenleri

source: Porkton
fr: Porcvil

source: Raul O Barron
fr: Raul de Barnon

source: Note for translators: 'But what about IT?' refers to Lorin's child
fr: Note pour les traducteurs : 'But what about IT?' concerne l'enfant de Lorin

source: Lord Hagarthen
fr: Seigneur Hagarthen.
tr: Hagarten Beyi

source: Ha! $ano_elorain_$random
it: Ah! $ano_elorain_$random

source: Ha! $ano_milildur_$random
it: Ah! $ano_milildur_$random

source: Buriag
it: Buriaq
tr: Buryag

source: Uriag
it: Uriaq
tr: Uryag

source: Euridica
it: Euridice

source: Lucs
it: I Luca

source: Ekhm.
it: Ehm.

source: Gawen Hagarthen
tr: Gaven Hagarten

source: Reme Carrenemoe
tr: Reme Karenemo

source: Reonee
tr: Reoni

source: Raul O Gaeltin
tr: Raul Gaeltin

source: Roule
tr: Roul

source: Moerro
tr: Morro

source: Urheare
tr: Urhare

source: Umeari
tr: Umari

source: Rioto
tr: Riyoto

source: Lioato
tr: Liyoto

source: Bor Cryne
tr: Bor Krayn

source: Uri van Roe
tr: Uri van Roy

source: Uri van Roe?
tr: Uri van Roy?

source: Bor Cryne?
tr: Bor Krayn?

source: Hoyre O Barnone
tr: Hoyre Barnon

source: Ruvio
tr: Ruviyo

source: Moerre Crynenoj
tr: Morre Crinenoj

source: Rob Roe
tr: Robro

source: Uorl
tr: Örl

source: Reme Carrenemoe?
tr: Reme Karenemo?

source: Hoyre O Barnon?
tr: Hoyre Barnon mu?

source: Oyre Mathauri
tr: Oyre Matori

source: Reumario
tr: Romaryo

source: Raole Mathauri
tr: Raol Matori

source: Gaaarrr.. Aaargh...
tr: Gırrr.. Aaahhh...

source: Ouruk
tr: Ovruk

source: Raurlak
tr: Rorlak

source: Hrar
tr: Hırar

source: Kaur'ue
tr: Korü

source: Kapi'ue
tr: Kapoe

source: Iruki
tr: Uruki

source: Rarg
tr: Rarag

source: Gwidle Turlin
tr: Givıdıl Turlin

source: Mithrandil
tr: Mitrandil

source: Huon Ryedric
tr: Huron Redrik

source: Gaumhaldric.
tr: Gamlıhaldrik.

source: Quivre O Raedbor
tr: Kuvre O Raedbor

source: Aaargh!
tr: Aaahhh!

source: Rouke Rebarnon
tr: Raki Rebarnon

source: Gau.. Gawen. Gawen Hagarthen.
tr: Gau.. Gaven. Gaven Hagarten.

source: Argh!
tr: Aahh!

source: Aaaargh!!
tr: Aaaahhh!!

source: Bar O Raednon
tr: Bar Rednon

source: Quivre O Raednon
tr: Kuvre Rednon

source: Gaumhaldric
tr: Gamlıhaldrik

source: Har Barien
tr: Har Boşkafa

source: Matthias Ramon
tr: Matyas Ramon

source: John Fasthood
tr: John Hızlılık

source: Okladia
tr: Okladya

source: Ruvio!
tr: Ruviyo!

source: Rurk Skagrrae
tr: Rurk Skagre

source: Maurice
tr: Moris

source: Rauke Harnen
tr: Rauk Harnen

source: Larkin O Travil
tr: Larkin Travil

source: Dauri Hurionen
tr: Dori Huryonen

source: Barhoon Urk
tr: Barhun Urk

source: Bar Urien
tr: Bar Uryen

source: Luc Hagarthen
tr: Luc Hagarten

source: Gauri Hagarthen
tr: Gori Hagarten

source: Hagarthen
tr: Hagarten
