Repository: wescamp/A_New_Order-1.4
Catalog: po/*.po
Languages: fr, it, pl, tr

source: Hm, it seems that orcs are here too. We can interrogate their leader, too.
fr: Hum, il semblerait que les orcs soient là aussi. On pourrait aussi interroger leur chef.
it: Hm, pare che ci siano anche gli orchi. Possiamo anche interrogare il loro comandante.
pl: Hm, wygląda na to, że są tu również orki. Możemy również przesłuchać ich przywódcę.
tr: Hımm, orklar da burada anlaşılan. Onların liderlerini de sorgulayabiliriz.

source: What about the others?
fr: Et pour les autres ?
it: E gli altri?
pl: A co z pozostałymi?
tr: Ya diğerleri?

source: I wouldn't care about the others. If you want, you may ask them questions, but I won't waste my time on them.
fr: Je ne m'occuperais pas des autres. Si tu veux, tu peux leur poser des questions, mais moi, je ne perdrai pas mon temps avec eux.
it: Non mi preoccuperei degli altri. Se volete, potreste interrogarli, ma io non sprecherei il mio tempo con loro.
pl: Nie zawracałbym sobie głowy pozostałymi. Jeżeli chcesz, możesz zadawać im pytania, ale nie traciłbym na nich czasu.
tr: Diğerleri önemli olmayabilir. İsterseniz, onlara da soru sorabilirsiniz, fakat zaman kaybı olacaktır.

source: Wait! Who's there?
fr: Attendez ! Qui va là ?
it: Ehi! Chi c'è qua?
pl: Stój! Kto tam?
tr: Dur! Kimdir o?

source: And what do you think?
fr: Et que pensez-vous ?
it: E tu chi pensi che sia?
pl: A jak myślisz?
tr: Ve ne yapmayı düşünüyorsun?

source: We came here to release our friend.
fr: Nous venons libérer notre ami.
it: Siamo venuti per liberare il nostro amico.
pl: Przybyliśmy tutaj uwolnić naszego przyjaciela.
tr: Buraya bir dostumuzu kurtarmaya geldik.

source: We came here to make a deal.
fr: Nous venons proposer un marché.
it: Siamo venuti per fare un patto.
pl: Przybyliśmy tutaj ubić interes.
tr: Buraya bir anlaşma yapmaya geldik.

source: Friend? What friend?
fr: Un ami ? Quel ami ?
it: Amico? Quale amico?
pl: Przyjaciela? Jakiego przyjaciela?
tr: Dost? Ne dostu?

source: Reme Carrenemoe. Let him go, and we will leave this place.
fr: Reme Carrenemoe. Laissez-le partir et nous quittons cet endroit.
it: Reme Carrenemoe. Lasciatelo andare e noi ce ne andremo da questo posto.
pl: Reme Carrenemoe. Wypuście go, a wtedy opuścimy to miejsce.
tr: Reme Karenemo. Gitmesine izin verirseniz, burayı hemen terkederiz.

source: Ha! Ha! Ha! Go and find some other friend to rescue, that one is busy. Go away!
fr: Ha ! Ha ! Ha ! Allez chercher d'autres amis à sauver, celui-ci est occupé. Allez-vous en.
it: Ah! Ah! Ah! Vattene a cercare un altro amico da salvare, questo è già impegnato. Vattene!
pl: Cha! Cha! Cha! Znajdź sobie jakiegoś innego przyjaciela do ratowania, ten jest już zajęty. Zjeżdżaj stąd!
tr: Ha! Ha! Ha! Git kendine kurtaracak başka dost bul, o meşgul biri. Defol!

source: Deal? What deal?
fr: Un marché ? Quel marché ?
it: Patto? Che patto?
pl: Interes? Jaki interes?
tr: Anlaşma? Ne anlaşması?

source: You have captured my friend, Reme Carrenemoe. What about this:
fr: Vous retenez mon ami Reme Carrenmoe. Que pensez-vous de ceci :
it: Avete catturato un mio amico, Reme Carrenemoe. Cosa ne pensate di:
pl: Złapałeś mojego przyjaciela, Reme'go Carrenemoe. Co powiesz na to:
tr: Siz dostum Reme Karenemo’yu yakalamışsınız, Onun hakkında:

source: Let him go, and we will leave in peace.
fr: Laissez-le partir et nous partirons tranquillement.
it: Lasciatelo libero e noi ce ne andremo in pace.
pl: Wypuście go, a odejdziemy w pokoju.
tr: Gitmesine izin verirseniz biz barış içinde buradan ayrılırız.

source: I will give you 200 golden pieces for releasing him
fr: Je vous donne 200 pièces d'or pour sa liberté.
it: Vi darò 200 pezzi d'oro per liberarlo.
pl: Dam wam 200 sztuk złota za wypuszczenie go.
tr: Onu bırakman için sana 200 altın vereceğim.

source: What kind of joke is this? You haven't got that much gold!
fr: C'est une blague ? Vous n'avez pas autant d'or !
it: Che razza di scherzo è questo? Non hai tutto quell'oro!
pl: To ma być jakiś dowcip? Nie masz takiej ilości złota!
tr: Bu bir şaka mı? Bu kadar altın almadın!

source: Seems fine too me. 200 golden pieces for me, Reme for you.
fr: Ca m'a l'air pas mal. 200 pièces d'or pour moi, Reme pour vous.
it: Mi sembra giusto. 200 pezzi d'oro a me, Reme a te.
pl: Dla mnie w porządku. 200 sztuk złota dla mnie, Reme dla ciebie.
tr: Bana uyar görünüyor. 200 altın bana, Reme sana.

source: Free! Free, at last!
fr: Libre ! Enfin libre !
it: Libero! Libero, finalmente!
pl: Wolny! Wreszcie wolny!
tr: Özgürüm! Sonunda özgürüm!

source: My lord, the outlaw army decimated my clan. But still, some of my people survived, and they will be glad to help you.
fr: Monsieur, les hors-la-loi ont décimé mon clan. Néanmoins, certains de mon peuple ont survécu et ils seraient heureux de vous aider.
it: Mio signore, l'esercito dei Senzalegge ha decimato il mio clan. Tuttavia qualcuno della mia gente è sopravvissuto e saranno felici di aiutarti.
pl: Mój panie, banici zdziesiątkowali mój klan. Ale niektórzy z moich ludzi przeżyli, i z ochotą będą ci służyć.
tr: Efendim, haydut çetesi kabilemi katletti. Fakat hala halkımın bir kısmı kuşatılmış durumda ve yardımınızı bekliyorlar.

source: You may recruit Akladian Clanmembers again.
fr: Vous pouvez à nouveau recruter des membres du clan Akladien.
it: Puoi di nuovo reclutare membri del clan di Akladia.
pl: Możesz znowu rekrutować Akladyjskich członków klanów.
tr: Akladyalı Kabile Üyelerini tekrar askere alabilirsin.

source: NORMAL: Rescue Reme Carrenemoe and move it to north-eastern signpost
fr: NORMAL : sauvez Reme Carrenmoe et déplacez-le au panneau indicateur au nord-est.
it: NORMALE: Salva Reme e conducilo al cartello a nord-est
pl: NORMALNIE: Uratuj Reme'go Carrenemoe i przesuń go do północno-wschodniego drogowskazu.
tr: NORMAL: Reme Karenemo’yu kurtar ve onu kuzeydoğudaki yol işaretine götür.

source: You may interrogate Orcish leader with either Gawen, Ruvio or Lorin. Other leaders may be interrogated by Gawen only.
fr: Vous pouvez interroger le chef orc avec Gawen, Ruvio ou Lorin. Les autres chefs ne peuvent être interrogés que par Gawen.
it: Puoi interrogare il comandante degli orchi con Gawen, Ruvio o Lorin. Gli altri comandanti possono essere interrogati solo da Gawen.
pl: Możesz przesłuchać przywódcę orków za pomocą Gawena, Ruvia bądź Lorin. Inni przywódcy mogą zostać przesłuchani tylko przez Gawena.
tr: Ork liderini Gaven, Ruviyo veya Lorin ile sorgulayabilirsin. Diğer liderleri sadece Gaven sorgulayabilir.

source: My lord, are you sure you want to retreat? We should move Reme Carrenemoe here first!
fr: Monseigneur, vous êtes sûr de vouloir battre en retraite ? Nous devons d'abord ramener Reme Carremoe ici !
it: Mio signore, sei sicuro di volerti ritirare? Dovremmo prima portare qua Reme Carrenemoe!
pl: Mój panie, czy jesteście pewni, że chcecie się wycofać? Powinniśmy tu najpierw przesunąć Reme'go Carrenemoe!
tr: Geri çekilmek istediğinizden emin misiniz, efendim? Önce Reme Karenemo’yu götürmemiz gerekmiyor mu?

source: I'm sorry Reme, but we simply were unable to succeed.
fr: Je suis désolé Reme, mais nous n'avons simplement pas pu réussir.
it: Mi spiace Reme, non ce l'abbiamo proprio fatta.
pl: Wybacz Reme, sukces był poza naszym zasięgiem.
tr: Kusura bakma Reme. Basitçe, başarılı olamadık.

source: Good. Reme left me, we paid him back, so the balance in the nature is preserved.
fr: Bien. Reme m'a quitté, nous l'avons payé en retour, donc l'équilibre de la nature est préservé.
it: Be'. Reme mi ha abbandonato, lo abbiamo pagato con la stessa moneta, dunque l'equilibrio della natura è conservato.
pl: I bardzo dobrze. Reme zostawił mnie, my mu odpłaciliśmy, równowaga w naturze została zachowana.
tr: Güzel. Ödememizi yaptık ve Reme kurtuldu, böylece doğanın dengesi korunmuş oldu.

source: So, Reme. We meet again. Hm.. I would say something in the sense 'I'm happy to see you again', but to be honest, I am not.
fr: Eh bien, Reme. Nous nous rencontrons une fois de plus. Hum, il faudrait sans doute que je dise quelque chose du genre 'je suis heureuse de vous revoir', mais pour être honnête, je ne le suis pas.
it: Così, Reme. Ci incontriamo di nuovo. Hm... Direi che qualcosa del tipo «Sono felice di vederti di nuovo», ma a essere sinceri, non lo sono.
pl: A więc, Reme, znowu się spotykamy. Hm... Naprawdę chciałabym powiedzieć coś w rodzaju: 'cieszę się, że cię znowu widzę' ale tak szczerze, to tak nie jest.
tr: Reme, tekrar karşılaştık. Hımm... ‘Seni tekrar görmek ne güzel’ gibi bir şeyler söylerdim ama dürüst olmak gerekirse, pek öyle değil.

source: Lorin... and.. Gawen? Is that really you?
fr: Lorin... et... Gawen ? C'est bien toi ?
it: Lorin... e... Gawen? Sei proprio tu?
pl: Lorin... i.. Gawen? Czy to naprawdę wy?
tr: Lorin... ve.. Gaven? Gerçekten siz misiniz?

source: Reme, are you ok?
fr: Reme, tu vas bien ?
it: Reme, stai bene?
pl: Reme, nic ci nie jest?
tr: Reme, iyi misin?

source: Yes.. yes.. Gawen? Is that really you?
fr: Oui... Oui... Gawen ? C'est vraiment toi ?
it: Sì... sì... Gawen? Sei proprio tu.
pl: Tak.. Tak.. Gawen? Czy to naprawdę ty?
tr: Evet.. evet.. Gaven? Gerçekten sen misin?

source: There are keeping some Akladian in cage in here. Should I kill him?
fr: Ils gardent quelques Akladiens en cage ici. Devrais-je le tuer ?
it: Ci sono degli uomini di Akladia tenuti in gabbia. Dovrei ucciderli?
pl: Trzymają tu w klatce jakiegoś Akladyjczyka. Mam go zabić?
tr: Burada zindanda bir Akladyalı bulduk. Onu öldürelim mi?

source: No! This is my friend, Reme! Reme, are you ok?
fr: Non ! C'est mon ami, Reme ! Reme, tu vas bien ?
it: No! Questo il mio amico Reme! Reme, stai bene?
pl: Nie! To mój przyjaciel, Reme! Reme, nic ci nie jest?
tr: Hayır! Bu dostum, Reme! Reme, iyi misin?

source: Such a young men.. And still, one damn good fighter..
fr: Un homme si jeune... Et pourtant un redoutable guerrier...
it: Un ragazzo così giovane... Eppure, un combattente dannatamente valoroso...
pl: Mężczyzna tak młody - a jednocześnie, tak piekielnie dobry wojownik...
tr: Böyle genç bir adam.. Ve hala, tek lanet iyi döğüşçü...

source: You were worthy opponent too.
fr: Tu étais toi aussi un adversaire redoutable.
it: Anche tu sei stato un valoroso avversario.
pl: Ty również byłeś godnym przeciwnikiem.
tr: Sen de değerli bir rakipsin.

source: Yes.. it was a good fight, isn't it?
fr: Oui... C'était une belle bagarre, hein ?
it: Sì... è stata una bella lotta, vero?
pl: Tak.. To była dobra walka, prawda?
tr: Evet.. iyi bir döğüş, değil mi?

source: Yes.. Before you will pass, please answer me few questions.
fr: Oui... Avant que tu ne puisses passer, veux-tu bien répondre à quelques questions ?
it: Sì... Prima di morire, rispondi, per favore, ad alcune domande.
pl: Tak.. Zanim odejdziesz, proszę odpowiedz mi na kilka pytań.
tr: Evet.. Öbür tarafa geçmeden önce, lütfen bir kaç soruma cevap ver.

source: Why orcs are here, allied with Akladians?
fr: Pourquoi les orcs sont-ils ici, alliés aux Akladiens ?
it: Cosa ci fanno qua gli orchi e per di più alleati con quelli di Akladia?
pl: Co robią tu orki, w przymierzu z Akladyjczykami?
tr: Niçin orklar burada, Akladyalılarla müttefik?

source: Who have hired assassin, who was trying to kill Gawen Hagarthen?
fr: Qui a loué les services de cet assassin, qui a essayé de tuer Gawen Hagarthen ?
it: Chi ha pagato il sicario? Chi sta cercando di uccidere Gawen Hagarthen?
pl: Kto wynajął zabójcę, by zabić Gawena Hagarthena?
tr: Suikastçiyi kim kiraladı, Gaven Hagarten’i öldürtmek isteyen kimdi?

source: Why you fight along with Akladians?
fr: Pourquoi te bats-tu avec les Akladiens ?
it: Perché combattete al fianco di quelli di Akladia?
pl: Czemu walczycie po stronie Akladyjczyków?
tr: Neden Akladyalıların yanında döğüşüyorsun?

source: Do you know, who poisoned Gawen Hagarthen's mother?
fr: Sais-tu qui a empoisonné la mère de Gawen ?
it: Tu sai chi ha avvelenato la madre di Gawen Hagarthen?
pl: Czy wiesz, kto otruł matkę Gawena Hagarthena?
tr: Gaven Hagarten’in annesini kimin zehirlediğini biliyor musun?

source: Do you know why orcs are here?
fr: Sais-tu pourquoi les orcs sont ici ?
it: Tu sai cosa ci fanno qua gli orchi?
pl: Czy wiesz, dlaczego są tutaj orki?
tr: Orkların neden burada olduğunu biliyor musun?

source: They are allied with Akladians.
fr: Ils sont alliés aux Akladiens.
it: Sono alleati con quelli di Akladia.
pl: Są w przymierzu z Akladyjczykami.
tr: Onlar Akladyalılarla müttefik.

source: But why?
fr: Mais pourquoi ?
it: Ma perché?
pl: Ale dlaczego?
tr: Fakat niçin?

source: I have no idea.
fr: Je n'en ai aucune idée.
it: Non ho idea.
pl: Nie mam zielonego pojęcia.
tr: Fikrim yok.

source: Why you are allied with Akladians?
fr: Pourquoi vous êtes-vous alliés avec les Akladiens ?
it: Perché siete alleati con quelli di Akladia?
pl: Dlaczego jesteście sprzymierzeni z Akladyjczykami?
tr: Siz niye Akladyalılarla müttefiksiniz?

source: Allied? We are allied with none. They simply have paid for our services. That's all.
fr: Alliés ? Nous ne nous allions jamais avec personne. Ils nous ont juste payés pour nos services, c'est tout.
it: Alleati? Non siamo gli alleati di nessuno. Hanno soltanto comprato i nostri servigi. E basta.
pl: Sprzymierzeni? Z nikim nie jesteśmy sprzymierzeni. Zapłacili nam za nasze usługi i to wszystko.
tr: İttifak? Hiçbir ittifak yapmadık. Hizmetimizin bedelini ödediler, o kadar.

source: You are from Outlaw Base, right? Place from which assasin come.. Maybe you know who have poisoned mother of Gawen Hagarthen?
fr: Tu viens du repaire des hors-la-loi, non ? L'endroit d'où les assassins viennent... Peut-être sais-tu qui a empoisonné la mère de Gawen Hagarthen ?
it: Tu sei del Covo di Senzalegge, vero? Il posto da dove veniva l'assassino... forse tu sai chi ha avvelenato la madre di Gawen Hagarthen?
pl: Jesteś z Miejsca Banitów, prawda? Miejsca, z którego pochodzą zabójcy... Może ty wiesz, kto otruł matkę Gawena Hagarthena?
tr: Siz Haydut Yatağındansınız, değil mi? Suikastçinin geldiği yerden... Belki biliyorsundur, Gaven Hagarten’in annesini kimin zehirlediğini?

source: I don't know that.
fr: Je ne le sais pas.
it: Questo non lo so.
pl: Tego nie wiem.
tr: Bunu bilmiyorum.

source: Someone has hired assassin to kill Gawen Hagarthen, immediately after his father's death. I know he came from Outlaw Base. Who hired him?
fr: Quelqu'un a payé un assassin pour tuer Gawen Hagarthen, immédiatement après la mort de son père. Je sais qu'il venait du repaire des hors-la-loi. Qui a loué ses services ?
it: Qualcuno ha pagato un assassino per uccidere Gawen Hagarthen, subito dopo la morte di suo padre. So che l'assassino veniva dal Covo dei Senza legge. Chi lo ha pagato?
pl: Ktoś wynajął zabójcę by zabił Gawena Hagarthena, zaraz po śmierci jego ojca. Wiem, że zabójca ten pochodził z Miejsca Banitów. Kto to był?
tr: Hemen babasının ölümünden sonra Gaven Hagarten’i öldürmek için biri suikastçiyi kiraladı. Suikastçinin Haydut Yatağından geldiğini biliyorum. Onu kim kiraladı?

source: I think it was one of Akladian lords.. yes.. His name was Cryne, Bor Cryne...
fr: Je pense que c'était l'un des seigneurs Akladiens... Oui... Son nom était Cryne, Bor Cryne...
it: Penso che fosse un signore di Akladia... sì... Si chiamava Cryne, Bor Cryne...
pl: Myślę, że to był jeden z Akladyjskich panów... tak... jego imię brzmiało Cryne, Bor Cryne...
tr: O Akladyalı beylerden biriydi sanırım... evet... Adı Cryne, Bor Krayn idi...

source: I don't know that. A lot of Akladians is buying poison from us.
fr: Je n'en sais rien. Beaucoup d'Akladiens nous achètent du poison.
it: Questo non lo so. Un sacco di uomini di Akladia comprano il veleno da noi.
pl: Nie mam pojęcia. Wielu Akladyjczyków kupuje od nas truciznę.
tr: Bunu bilmiyorum. Bir çok Akladyalı bizden zehir satın alır.

source: It's you! Witch!
fr: C'est toi, sorcière !
it: Sei stata tu! Strega!
pl: To ty! Wiedźma!
tr: O sensin! Cadı!

source: Really? Are you sure it's really me?
fr: Vraiment ? Tu es sûr que c'est bien moi ?
it: Veramente? Sei sicuro che sia stata veramente io?
pl: Naprawdę? A pewny jesteś, że to naprawdę ja?
tr: Gerçekten? Emin misin, onun gerçekten ben olduğuma?

source: Uhm.. what?
fr: Heu ... comment ?
it: Eh... cosa?
pl: E... Co?
tr: Uhm.. ne?

source: I mean, you are dying. Your whole life probably is passing thought your eyes. Maybe you are hallucinating? There is only one way to check it.
fr: Je veux dire, tu es en train de mourir. Toute ta vie défile probablement devant tes yeux. C'est peut-être une hallucination ? Il n'y a qu'un seul moyen de le vérifier.
it: Voglio dire, tu stai morendo. Tutta la tua vita ti sta passando davanti agli occhi. Hai le allucinazioni, forse? C'è un solo metodo per controllare.
pl: No wiesz, właśnie umierasz. Pewnie całe twoje życie właśnie przemyka przed twoimi oczętami. Może masz zwidy? Można to sprawdzić tylko w jeden sposób.
tr: Yani, ölüyorsun. Muhtemelen tüm hayatın gözlerinin önünden geçiyordur. Belki de hayal görüyorsundur? Bunu anlamanın tek bir yolu var.

source: What.. What way?
fr: Quoi... Quel moyen ?
it: Che... che metodo?
pl: Jaki.. Jaki sposób?
tr: Ne.. Ne yolu?

source: If I am just a hallucination, this won't hurt.
fr: Si je ne suis qu'une hallucination, ceci ne te fera pas mal.
it: Se sono solo una allucinazioni, non ti farà del male.
pl: Jeżeli jestem halucynacją to *to* nie będzie boleć.
tr: Ben eğer sadece bir hayalsem, bu acıtmayacaktır.

source: No! Mother, I won't let you! Leave him to die peacefully!
fr: Non ! Mère, je ne vous laisserai pas faire ! Laissez-le mourir en paix.
it: No! Madre, non te lo permetterò! Lascialo morire in pace!
pl: Nie! Matko, nie pozwolę ci! Zostaw go, niech umrze w spokoju!
tr: Hayır! Sana izin vermeyeceğim, anne! Bırak kendi haline ölsün!

source: Because it is bad thing to torture people
fr: Parce que c'est mal de torturer les gens.
it: Perché è una brutta cosa torturare le persone.
pl: Ponieważ torturowanie ludzi jest złe
tr: Çünkü halka işkence etmek kötü bir şeydir.

source: Because... ah...
fr: Parce que... Euh...
it: Perché... ah...
pl: Ponieważ... eee...
tr: Çünkü... eee...

source: Gawen, she is Akladian. You can teach old dog new tricks.
fr: Gawen, c'est une Akladienne. Ce n'est pas à un vieux singe qu'on apprend à faire des grimaces.
it: Gawen, è di Akladia. Si possono insegnare nuovi giochi anche ai cani vecchi.
pl: Gawen, to Akladyjka. Nie nauczysz starego psa nowych sztuczek.
tr: Gaven, o Akladyalı. Yaşlı köpeğe yeni numaralar öğretebilirsin.

source: Whom do you call OLD?!
fr: QUI traitez-vous de VIEUX ?!
it: Chi hai chiamato VECCHIA?!
pl: Kogo nazywasz *starą*?!
tr: Sen kime YAŞLI diyorsun?!

source: You were good opponent. What is your name, please tell me, so I could told spirits of ancestors who defeated me?
fr: Tu as été un bon adversaire. Dis-moi quel est ton nom, que je puisse dire aux esprits des ancêtres qui m'a abattu !
it: Sei stato un buon avversario. Dimmi il tuo nome, per favore, perché io possa riferire agli spiriti degli antenati chi mi ha sconfitto.
pl: Byliście dobrym przeciwnikiem. Powiedz mi proszę, jak sie nazywasz, abym mógł powiedzieć duchom przodków, kto mnie pokonał?
tr: Sen iyi bir rakiptin. Adın nedir, lütfen söyler misin bana? Böylece atalarıma beni kimin yendiğini söyleyebilirim.

source: My king! Now I know why I was defeated. This is punishment for betrayal. I should never listen to orders of our clan leaders. My king, will you forgive me?
fr: Mon roi ! Maintenant je sais pourquoi j'ai été battu. C'est la punition de la trahison. Je n'aurais jamais dû suivre les ordres du chef de notre clan. Mon roi, me pardonnerez-vous ?
it: Mio sire! Adesso io so perché sono stato sconfitto. Questa è la punizione per il mio tradimento. Non avrei mai dovuto obbedire agli ordini dei nostri capiclan. Mio re, mi perdonerete?
pl: Mój król! Teraz wiem, dlaczego zostałem pokonany. To kara za zdradę. Nigdy nie powinienem był słuchać rozkazów przywódców mojego klany. Mój królu, czy wybaczysz mi kiedykolwiek?
tr: Kralım! Artık biliyorum neden yenildiğimi. Bu ihanetin bedeli. Kabile liderimin emirlerini asla dinlememeliydim. Kralım, affedecek misin beni?

source: Lie in peace, soldier.
fr: Repose en paix, soldat.
it: Riposa in pace, soldato.
pl: Spoczywaj w pokoju, żołnierzu.
tr: Rahat uyu, asker.

source: I must not Fear. Fear is the mind-killer. Fear is little death that brings total obliteration. I will let it pass through me and over me. Where the fear has gone there will be nothing. Only I will remain.
fr: Je ne peux pas avoir peur. La peur tue l'esprit. La peur est une petite mort qui amène la destruction totale. Je ne la laisserai pas passer par moi. Là où la peur sera passée, il ne restera rien. Rien sauf moi.
it: Non devo aver paura. La Paura uccide la mente. La Paura è una piccola morte che conduce all'oblio totale. La lascerò passare attraverso me e sopra me. Quando la Paura sarà passata nulla rimarrà. Solo io rimarrò.
pl: Nie wolno się bać. Strach zabija duszę. Strach to mała śmierć przynosząca całkowite unicestwienie. Stawię mu czoło. Niechaj przejdzie po mnie i przeze mnie. A kiedy przejdzie, obrócę oko jaźni na jego drogę. Którędy przeszedł strach, tam nie ma nic. Jestem tylko ja.
tr: Ben korkmamalıyım. Korku benliği öldürür. Korku, toptan yokoluşu getiren küçük ölümdür. Beni çiğneyip geçmene izin vermeyeceğim. Korkunun kol gezdiği yerde hiçbir şey kalmaz. Yalnız ben kalırım.

source: Oh that was cute. Now, if are quite finished, I have here this little knife-thing. This knife is what bring total obliteration, not to mention suffering.
fr: Oh, que c'était mignon. Maintenant, si tu as fini, J'ai cette petite chose coupante. Ce couteau est ce qui amène la destruction totale, sans parler de la souffrance.
it: Oh com'era carina. Adesso, se hai finito, io ho qua questo piccolo coltello. Questo coltello porta l'oblio totale, per non parlare della sofferenza.
pl: Och jakie to było milusie. A teraz, jeżeli oczywiście jużeś skończył, mam tutaj takie małe nożowate coś. Ten nóż jest właśnie tym, co przynosi całkowite unicestwienie, nie mówiąc już oczywiście o cierpieniu i takich tam.
tr: Oh, bu zekiceydi. Bittiyse, burada, bu bıçaklardan bahsedeceğim. Bu bıçak sadece acı vermiyor, tamamen parçalıyor.

source: I must not... ARGH!... I must not...
fr: Je ne peux pas... ARGH !... Je ne peux pas...
it: Non devo... ARGH!... Non devo...
pl: Nie wolno się... ARGH! ... Nie wolno się...
tr: Ben olmamalıyım... AAHH! ... Neden ben...

source: Why you are here, allied with traitors from Akladian race?
fr: Pourquoi es-tu ici, allié aux traîtres akladiens ?
it: Perché siete qui, alleati con i traditori della razza di Akladia?
pl: Dlaczego jesteście tutaj, sprzymierzeni z zdrajcami Akladyjskiej rasy?
tr: Niçin burada Akladyalı hainlerle ittifak halindesiniz?

source: I know nothing! I know nothing! Our guide Grekulak ordered us to ally with Akladians, I know nothing more!
fr: Je ne sais rien ! Je ne sais rien ! Notre guide Grekulak nous a ordonné de nous allier aux Akladiens. Je ne sais rien de plus.
it: Non so nulla! Non so nulla! La nostra guida Grekulak ci ha ordinato di allearci con la gente di Akladia, non so altro!
pl: Nic nie wiem! Ja nic nie wiem! Nasz przewodnik Grekulak wydał nam rozkaz byśmy weszli w przymierz z Akladyjczykami, nie wiem nic więcej!
tr: Hiçbir şey bilmiyorum! Hiçbir şey bilmiyorum! Rehberimiz Grekulak Akladyalılarla ittifak yapmamızı emretti, başka birşey bilmiyorum!

source: Mother, you may now let him go.
fr: Mère, vous pouvez le laisser partir maintenant.
it: Madre, adesso puoi lasciarlo andare.
pl: Matko, możesz teraz go wypuścić.
tr: Anne, şimdi ona gitmesi için izin verebilirsin.
